{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "name": "Vigilia degli spiriti",
        "conditions": "Town/2200 2350",
        "shop": "BO 113 5000 1 O 746 750 5 BL 746 2000 1 BO 47 350 -1",
        "set-up": "spirits_eve/-1000 -1000/farmer 12 54 1/changeToTemporaryMap Town-Halloween/loadActors Set-Up/advancedMove Maru true 0 2 2 0 0 3 -11 0 0 -7 5 0 0 2 4 0/advancedMove Alex true -4 0 4 4000 4 0 4 5000/advancedMove Jas true 1 1500 4 1000/advancedMove Pam true 0 1 1 5000 0 -1 1 5000/advancedMove Shane true -7 0 0 2 2 9000 0 -2 7 0 4 9000/advancedMove Demetrius true 3 18000 4 3000/addTemporaryActor Skeleton 16 32 30 59 2 false Monster/advancedMove Skeleton true 0 1 3 4000 2 0 0 -1 4 2000 -1 0 3 1000 2 2000 0 -1 4 4000 -1 0 0 1 2 5000/addTemporaryActor Skeleton 16 32 35 58 2 false Monster/playerControl halloween",
        "Abigail_spouse": "Dimmi tu cosa viene dopo, io non riesco a proseguire... i ragni...$s",
        "Leah_spouse": "Potrei aver esagerato col liquore di zucca...",
        "Maru_spouse": "Sono confusa... Tu va' pure avanti, intanto io ci ragiono.",
        "Penny_spouse": "Oh... Questi vapori... Hmmm... Stai bene, stasera.$l",
        "Haley_spouse": "Mi spavento facilmente... Credo proprio che non mi muoverò da qui.$s",
        "Sebastian_spouse": "Sarebbe interessante averne uno alla fattoria.",
        "Sam_spouse": "Ehi, mi chiedevo quando ti avrei visto arrivare!$h",
        "Harvey_spouse": "Ciao... Ci speravo, che mi trovassi qui...$l",
        "Elliott_spouse": "Mmph... Temo d'aver ingerito qualche fetta di crostata di zucca di troppo.",
        "Abigail": "Non ce la faccio... i ragni...$s",
        "Robin": "Beh, l'inverno è alle porte. È il momento perfetto per fare scorta di legna e pietre.",
        "Demetrius": "Sono ore che non vedo Maru... Spero stia bene.",
        "Maru": "Mi sa che sono già passata di qua... no, aspetta...$s#$e#Mi sono persa...$s",
        "Sebastian": "Non ho idea di come facciano a camminare, questi scheletri... Inquietante.#$e#Forte, però.",
        "Pierre": "??",
        "Caroline": "Mi spavento molto facilmente, io. Il labirinto infestato lo lascio ai più giovani.",
        "Linus": "Bello spettacolo, vecchio amico.",
        "Alex": "C'è qualcosa di strano da quella parte. Ma come ci arrivo?#$e#Qua intorno dev'esserci un passaggio segreto.",
        "George": "Hmm... coscia di tacchino affumicato? Qualcosa di questo festival si salva, suppongo.$h",
        "Evelyn": "Vorrei che Gus includesse un'opzione vegetariana. Spiedini di zucchine, magari?",
        "Lewis": "Buonasera, @. Hai già affrontato il labirinto infestato? Mette dei bei brividi.#$e#L'ha messo su da solo quell'uomo strano che vive nella torre. Non ha lasciato avvicinare nessuno, mentre ci lavorava.",
        "Clint": "Una delle mie mazze infuse d'iridio si sbarazzerebbe in un attimo di questi cosi.",
        "Emily": "Ti piacciono le lanterne-zucca? Le ho intagliate io stessa.",
        "Penny": "Il vapore di questo calderone... mi fa girare la testa, ma non riesco ad allontanarmi...$u",
        "Pam": "Se si mangia gratis, io ci sono! Nel labirinto infestato non mi ci vedrai mai, però.",
        "Haley": "Iiihh! Ho troppa paura.$s",
        "Jodi": "Vincent se l'è presa perché non lo lascio entrare nel labirinto infestato... ma è soltanto un bambino!",
        "Kent": "Ehi, @. Bella serata, vero?",
        "Sam": "Che strano... Questo è un vicolo cieco.#$e#Ma avrei giurato di avere qualcuno davanti, quando ho percorso il labirinto. Che fine avrà fatto?",
        "Leah": "Mm, ciao. Scusa... ho la bocca piena di more.",
        "Marnie": "Ciao, @. Hai avuto un autunno proficuo?#$e#Comincia davvero a fare freddo... Le colture non reggeranno ancora a lungo.",
        "Elliott": "Ma salve, @. Fa freddino, non trovi?",
        "Gus": "Mi diverto un mondo a cucinare le zucche. Sono un frutto interessantissimo.",
        "Dwarf": "Dici che piove in superficie? *sussulta*#$e#La pioggia... Per noi è quasi un mito. Alcuni non ne fanno mai esperienza per tutta la vita.",
        "Wizard": "Gli affari della gente mondana hanno poca importanza per me, ma agli elementali piace avere occasione di vedervi da vicino.#$e#È per loro che ho creato questo sciocco labirinto.",
        "Harvey": "Oh! Mi hai trovato...$8#$b#La verità è che avevo troppa paura e sono venuto a nascondermi qui. Non dirlo a nessuno.$s",
        "Shane": "Perché non c'è altro liquore di zucca?",
        "Sandy": "Ho sentito che a casa sta piovendo. È per quello che sei qui?$h#$e#Un po' mi manca la pioggia, in realtà...$s",
        "Jas": "Ma zia Marnie! Voglio andare nel labirinto! Non ho paura!$s",
        "Vincent": "Mamma non mi lascia entrare nel labirinto. *singhiozza*$s",
        "Marlon": "Non avvicinarti troppo alla gabbia."
    }
}