{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "name": "Ярмарка долины Стардью",
        "conditions": "Town/900 1500",
        "set-up": "fallFest/-1000 -1000/farmer 12 54 1/changeToTemporaryMap Town-Fair/viewport -1000 -1000/loadActors Set-Up/advancedMove Vincent true -3 0 2 5000 3 0 2 5000/advancedMove Jas true 2 0 4 5000 -2 0 4 5000/advancedMove Marnie true -2 0 4 5000 2 0 2 5000/advancedMove Abigail true 4 6000 5 0 0 3 2 6000 0 -3 -5 0/advancedMove Robin true 0 1 1 5000 0 -2 3 5000 0 1 1 5000/animate Sebastian false true 200 16 16 16 16 16 16 16 16 16 16 16 16 17 18 19 20 21 21 21 21 20 22 22 23/addTemporaryActor BabyPig 32 32 65 68 2 false Animal/addTemporaryActor Pig 32 32 65 70 3 false Animal/addTemporaryActor White_Chicken 16 16 59 67 2 false Animal/addTemporaryActor Brown_Chicken 16 16 61 67 2 false Animal/addTemporaryActor White_Cow 32 32 59 72 0 false Animal/addTemporaryActor BabyWhite_Cow 32 32 61 72 1 false Animal/advancedMove BabyPig true 0 1 3 5000 0 -1 0 7000/advancedMove Pig true 3 5000 0 1 1 5000 0 -1 3 5000/advancedMove White_Chicken true 1 0 2 7000 -1 0 2 10000/animate Brown_Chicken false true 500 16 17/viewport 22 22 true unfreeze/globalFadeToClear/pause 2000/playerControl fair",
        "Abigail_spouse": "Я уже выиграла во всех играх в прошлом году!$h",
        "Leah_spouse": "Я уже запомнила все трюки Робин в прошлом году, но она всегда на шаг впереди меня!",
        "Maru_spouse": "фуф... Это мой единственный шанс объесться сэндвичей с барбекю.",
        "Penny_spouse": "Надеюсь, наш лоток окажется лучше всех!",
        "Haley_spouse": "У тебя ведь с собой всe лучшее на лоток? Надеюсь, в этом году мы победим.",
        "Sebastian_spouse": "Привет, @. Я тут поболтаю с Сэмом. Так что ты иди и развлекайся.",
        "Sam_spouse": "Себастиан сегодня как обычно. Как тебе фестиваль, нравится?",
        "Alex_spouse": "Я просто поболтаю со старыми друзьями... Ты пока развлекайся без меня.",
        "Harvey_spouse": "Я подожду здесь, пока ты не захочешь пойти домой...",
        "Elliott_spouse": "Сюда меня привeл дымный аромат, но окончательно мою судьбу решил сей острый соус... *булькает*$s",
        "Abigail": "Во всех играх я уже победила, и что дальше?",
        "Robin": "Обработка древесины - древняя традиция, и я очень горжусь тем, что еe продолжаю.$h",
        "Demetrius": "Робин очень серьeзно относится к своей плотницкой работе... Она заслуживает хотя бы немного признания.",
        "Maru": "*хлюпает* М-м-м... Соус к барбекю просто бесподобный.$h",
        "Sebastian": "Сегодня тут такая суета... Я пока постою здесь.",
        "Pierre": "В моeм магазине - самые качественные продукты во всей долине. Взгляните на мой лоток как следует и убедитесь сами!",
        "Caroline": "Пьер очень серьeзно подходит к оформлению лотка. Он за многие недели до выставки начал подбирать лучшие продукты.#$e#Ну, и тебе удачи, если решишь участвовать!",
        "Linus": "Животные никогда не станут судить других по внешности. Не то, что люди.",
        "Alex": "Я переиграл в силомер, и теперь у меня руки будто резиновые.",
        "George": "Хм-м... копчeное бедро индейки? Может, не так уж и плох этот праздник.$h",
        "Evelyn": "Вот бы Гас и что-нибудь вегетарианское приготовил. Например... шашлык из кабачков?",
        "Lewis": "Ну, @, вот и настал большой день... Наш самый главный праздник в году, ярмарка долины Стардью.#$b#Если желаешь участвовать в выставке, я оставил тебе пустой лоток - оформляй, если хочешь. Просто дай мне слово, как закончишь, и я начну оценку.",
        "Clint": "Я иногда жалуюсь на работу, но всe же горжусь своим делом.#$b#Здесь мои лучшие работы. Надеюсь, они тебе нравятся.",
        "Emily": "Я думаю, из меня бы вышел неплохой клоун. Кажется, я проворонила своe призвание.",
        "Penny": "Я выиграла в счастливое колесо десять раз подряд, и теперь меня больше не пускают играть...$s",
        "Pam": "Торопись, молодeжь... А не то старушка Пэм сейчас всю самую большую рыбу выловит! Хе-хе.$h",
        "Haley": "У нас на ярмарке есть гадалка, знаешь? Еe киоск стоит на кладбище.#$e#Я уже ходила к ней... Она мне рассказала кое-что... интересное. *хихикает*$h",
        "Jodi": "Он выглядит не очень-то весeлым... Наверное, мэр Льюис в этом году решил сэкономить на клоуне.",
        "Kent": "Я всe жду, пока клоун сделает что-нибудь смешное.#$e#Сплошное разочарование.",
        "Sam": "Привет, @. Развлекаешься?#$e#Стрелять из рогатки весело, а если наловчиться, то можно получить целую кучу звeздных жетонов.",
        "Leah": "Робин так здорово управляется с деревом. Многие методы у нас с ней одинаковые.",
        "Shane": "Все эти животные очень дружелюбны и любят, чтобы их гладили.",
        "Marnie": "Я старалась изо всех сил, но лоток Пьера всe равно гораздо лучше.$s#$e#Ну ничего, вдруг мне хотя бы за мой огромный круг сыра очков накинут!",
        "Elliott": "Я всe пытаюсь выведать у Гаса рецепт его соуса, но он неумолим.",
        "Gus": "Ешь сколько влезет! Сегодня всe бесплатно... Всe за счeт мэра Льюиса.$h#$e#Ах да! Не забудь брызнуть туда моего соуса по тайному рецепту.",
        "Dwarf": "Говоришь, наверху идeт дождь? Ох!#$e#Дождь... Для нас это явление - почти мистика. Многие из нас за всю свою жизнь не видели дождя.",
        "Wizard": "Мы с Велвик очень давно знакомы... Она - замечательная прорицательница и хороший друг.#$e#...#$e#Этот клоун... Он кажется мне знакомым.#$e#Может, он из школы иллюзий? Или из Карнавала Тайн? Хм-м...",
        "Harvey": "А всего в двух шагах отсюда Гас жарит свиные рeбрышки... Ужас.$s#$e#Как теперь с этим жить...$11",
        "Sandy": "Я слышала, будто дома сейчас идeт дождь. Ты ведь поэтому здесь?$h#$e#На самом деле, я даже немного скучаю по дождю...$s",
        "Jas": "Ай! Курица клюнула меня в мизинец!$u",
        "Vincent": "Му-у-у-у!",
        "Marlon": "Клинки у Клинта с каждым годом всe острее.#$e#И цены всe больнее...",
        "Willy": "Будешь оформлять лоток, @? Это твой шанс показать, чем можно гордиться на ферме %farm!"
    }
}