{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Stir Fry/Gemüsepfanne! Der perfekte Weg, um etwas gesundes Grünzeugs auf deinen Teller zu zaubern. Schwitze das Gemüse in etwas Sesamöl an und wirf eine Menge frischen Ingwer und Knoblauch dazu. Jetzt tief durchatmen... Oh, das ist gut./Gemüsepfanne",
        "2": "Coleslaw/Kohlsalat! Stellst du dir fade, schlaffe Kohlberge vor? Das geht nicht nur dir so. Aber ein guter Kohlsalat kann so viel mehr sein. Hierfür benötigst du saftigen, frischen Kohl. Vermische ihn mit ein wenig Essig und Mayonnaise und schon bist du fertig. Ah, so knackig und frisch./Kohlsalat",
        "3": "Radish Salad/Radieschensalat! Es geht nichts über frische, gepfefferte Radieschen. Das erinnert mich an den späten Frühling... Meine Mutter schnitt unsere frischen Rettiche und brachte sie uns auf körnigem Brot mit etwas Salz und Pfeffer. Ah, das waren noch Tage... aber ich schweife ab. Jetzt, schau gut zu.../Radieschensalat",
        "4": "Omelet/Omelett! Das ist so ein einfaches Gericht, wird aber oft falsch zubereitet! Ein perfektes Omelett ist eine Schönheit. Es ist ein purer, goldener Engel aus schimmernden Eiern und ich zeige dir meine geheime Technik. /Omelett",
        "5": "Baked Fish/Gebackener Fisch! Immer wenn ich dieses Gericht hier zu Hause zubereite, werden meine Katzen total verrückt. Ich brauche einen zweiten Koch allein dafür, sie davon abzuhalten sich einen Bissen zu genehmigen! Stell einfach sicher, dass der Fisch frisch ist, vorzugsweise selbst geangelt! Jetzt sieh her, wie ich den Fisch auf diesem Bett voller Frühlingsgemüse anrichte.../Gebackener Fisch",
        "6": "Pancakes/Pfannkuchen! Manchmal verliere ich mich in ausgefallenen, komplizierten Gerichten, aber es fühlt sich gut an, mal einen einfachen Pfannkuchen zu machen. Ich empfehle, eine Menge Butter und Ahornsirup darüber zu geben. Mmmmh.../Pfannkuchen",
        "7": "Maki Roll/Maki-Rolle! Der zarte Geschmack des Ozeans, eingehüllt in einer weichen Wolke aus Reis. Vielleicht ein wenig Wasabi für die Abenteuerlichen. Das Wasser läuft schon in meinem Mund zusammen. Oh, wie ich Sushi liebe./Maki-Rolle",
        "8": "Bread/Brot! Brote zu backen kann eine sehr komplexe Kunst sein, aber ich mache es einfach für dich. Die wichtigste Zutat ist natürlich Mehl. Aber bevor wir uns um den Teig kümmern, müssen wir unsere Hefe aktivieren. Sie bevorzugt warmes Wasser und etwas, woran sie sich nähren kann. Ich benutze hier einfach Zucker, aber Honig oder Ahornsirup geht auch!/Brot",
        "9": "Tortilla/Tortillas! Wie viele von euch verdrücken gerade einen Fertig-Burrito aus der Mikrowelle, während sie meine Sendung schauen? Schämt euch! Ihr könntet genauso gut eure Bohnen in einen alten Putzlappen wickeln. Hört mir gut zu. Wenn ihr einmal meine frischen, rustikalen Mais-Tortillas ausprobiert, könnt ihr nie wieder zurück.../Tortilla",
        "10": "Trout Soup/Forellensuppe! Irgendetwas an diesen frisch gefangenen Forellen bringt mich in Fahrt. Vielleicht ist es der feine Geschmack des Flusses. Jedenfalls habe ich ein wundervolles Forellensuppenrezept, das ich heute mit euch teilen werde.../Forellensuppe",
        "11": "Glazed Yams/Glasierte Süßkartoffeln! Es ist Süßkartoffel-Saison und wie könnte man diese herrlichen Knollen besser genießen als süß und klebrig glasiert? Du brauchst eine gute, reife Süßkartoffel und jede Menge Zucker. Und das sind die nächsten Schritte.../Glasierte Süßkartoffeln",
        "12": "Artichoke Dip/Artischockendip! Hier ist ein angenehmer Weg, um mehr Artischocken in deinen Körper zu befördern! Ich selbst tunke nicht mal irgendetwas rein. Ich schlürfe die Soße einfach wie einen Milchshake. Lecker./Artischockendip",
        "13": "Plum Pudding/Plumpudding! Wusstest du, dass in England zu Weihnachten traditionell Plumpudding gegessen wird? Versuch doch mal, selbst einen zu machen! Die Pflaumen sind blumig und süß und gerade säuerlich genug, um alle deine Geschmacksnerven voll zu aktivieren. Du musst es einfach selbst ausprobieren.../Plumpudding",
        "14": "Chocolate Cake/Schokoladentorte! Gibt es einen besseren Weg diese kalten Winternächte zu verbringen, als sich durch einen üppigen Berg an Schokolade zu buddeln? Mit meiner Hilfe bist du auf dem besten Weg, die feinste Torte zu schaffen, die du je gesehen hast. Also, du brauchst erstmal eine ganze Menge Zucker.../Schokoladentorte",
        "15": "Pumpkin Pie/Kürbiskuchen! In meinem Haus ist es Tradition, während des Festmahls zum Winterstern einen Kürbiskuchen zu essen. Die Jahreszeit ist ohne diesen wundervollen Geschmack, der nur mit den feinsten, frisch geernteten Kürbissen erreicht werden kann, einfach nicht komplett. Ein wenig Muskat, Zimt und Nelke wird dich umhauen und in ein Land voll Gold und Purpur entführen!/Kürbiskuchen",
        "16": "Cranberry Candy/Preiselbeer-Süßigkeit! Hier ein Rezept, das Spaß macht, und mit dem du das neue Jahr feiern kannst. Preiselbeeren sind an sich ziemlich bitter, aber tauche sie in ein Bad aus Zucker und sie schmecken wie die Tränen eines Engels. Gehe wie folgt vor.../Preiselbeer-Süßigkeit",
        "17": "Pizza/Pizza! Es gibt einen Grund, warum Pizza ein zeitloser, kulinarischer Klassiker ist. Sie kombiniert eine unvergleichliche, goldbraune Kruste mit einer würzigen, mit Knoblauch verfeinerten Marinarasauce und kommt, um das alles noch zu toppen, mit einer köstlichen Verschmelzung dreier Käsesorten. Und wir haben gerade erst angefangen! Legen wir noch ein paar frische Paprika und Tomaten drauf. Fantastisch!/Pizza",
        "18": "Hashbrowns/Kartoffelpuffer! Etwas Einfaches, aber gleichzeitig Gutes! Du musst einfach nur ein paar Kartoffeln raspeln, ein wenig Salz hinzufügen und das ganze in deinem Lieblingsöl bis zur Perfektion braten. Klingt einfach, richtig? Nun, ich hab hier noch ein paar Tipps, um dir den Job noch weiter zu erleichtern./Kartoffelpuffer",
        "19": "Complete Breakfast/Volles Frühstück! Letzte Woche habe ich dir beigebracht, wie man Kartoffelpuffer macht. Diese Woche werde ich dir zeigen, wie du sie mit anderen Zutaten kombinierst, um ein herzhaftes und gesundes Frühstück zu kreieren! Diese Mahlzeit wird dich richtig füllen und dir die nötige Energie für die Arbeit des ganzen Tages geben!/Volles Frühstück",
        "20": "Lucky Lunch/Glücksmahlzeit! Einer alten Legende nach können Geister des Glücks und Schicksals diesem Gericht nicht widerstehen. Nachdem du es gegessen hast, wirst du vermutlich einen gut gesinnten Geist mit deinem Bauch anziehen, wo er dich bis zur vollständigen Verdauung mit Glück beschert! Klingt merkwürdig, was? Ich glaube auch nicht unbedingt daran, aber das Gericht ist trotzdem lecker!/Glücksmahlzeit",
        "21": "Carp Surprise/Hey, hattest du je eine Menge Karpfen auf Lager und wusstest nicht, was du damit anfangen sollst? Ja, ich auch. Stell dir vor, ich habe eine großartige Lösung zu diesem wohlbekannten Problem. Ich nenne es... Karpfen-Überraschung. Sie ist supereinfach zuzubereiten, aber du brauchst eine Menge Karpfen./Karpfen-Überraschung",
        "22": "Maple Bar/Ahornriegel! Hast du auch schon gemerkt, wie die Ahornriegel immer als erstes aus der Donut-Schachtel verschwinden? Etwas überraschend, weil der gewöhnliche Ahornriegel geschmacklich eher einem gesüßten Hockeypuck ähnelt. Oder nicht? Warte nur ab, bis du mein Rezept ausprobiert hast. Du kannst den Wald in diesen Riegeln förmlich schmecken. Okay, zunächst brauchst du echten, hochqualitativen Ahornsirup.../Ahornriegel",
        "23": "Pink Cake/Eine Zuschauerin aus Pelikan hat mir neulich geschrieben. Mal sehen... Ihr Name ist Haley. Sie schreibt, \"Ich habe letztes Mal in Zuzu deine 'Pinke Torte' probiert und mich verliebt. Könntest du dein Rezept in der nächsten Folge vorstellen?\". Warum eigentlich nicht? Es ist eine fabelhafte Torte. Und ihr werdet nie die geheime Zutat erraten... Melone!/Pinke Torte",
        "24": "Roasted Hazelnuts/Geröstete Haselnüsse! Ich habe einen schönen alten Haselnussbaum hinter meinem Haus und jedes Jahr lade ich meine Familie zu einer Röst-Party ein! Sobald wir einmal mit dem Rösten beginnen, kommen definitiv auch die Nachbarn vorbei. Dieser tiefe, nussige Geruch ist einfach unwiderstehlich. Also, hier das Familienrezept./Geröstete Haselnüsse",
        "25": "Fruit Salad/Obstsalat! Hier mal ein gesunder und schmackhafter Leckerbissen, um dir den Tag zu versüßen. Das Wichtigste daran ist, dass du reife Früchte nimmst. Vergiss das fade Zeug, das sie im Supermarkt verkaufen... Ich rede von frisch geernteten, saftigen, geschmacklich vorzüglichen Früchten. Okay, sieh genau zu.../Obstsalat",
        "26": "Blackberry Cobbler/Brombeer-Pastete! Dieses Rezept hier erinnert mich immer an das Sternentautal. Es gibt ein paar Tage im Herbst, an denen das Tal mit den schmackhaftesten Brombeeren, die ich je gegessen habe, überfüllt ist. Wenn du es schaffst, dir ein paar unter den Nagel zu reißen, kann ich dir diese simple Pastete nur empfehlen./Brombeer-Pastete",
        "27": "Crab Cakes/Krabbenkuchen! Krabbenfleisch ist zwar ziemlich zart, aber wenn man es mit Brotkrümeln und Eiern mischt, kann man dem Ganzen etwas mehr Volumen geben. Das ist der Grund, warum Kuchen meine bevorzugte Methode ist, Krabben zu essen! Aber bevor du mit dem Schalenpulen beginnst, mach dich auf meine essentielle Gewürzmischung gefasst.../Krabbenkuchen",
        "28": "Fiddlehead Risotto/Straußfarn-Risotto! Straußfarne sind wunderschön, aber ziemlich fad ohne alles. Deshalb musst du besonders vorsichtig sein, wenn du die Gewürze wählst. Es ist ehrlich gesagt nicht einfach, ein gutes Straußfarn-Risotto zu machen. Aber mit meiner Hilfe hast du die besten Chancen auf Erfolg./Straußfarn-Risotto",
        "29": "Poppyseed Muffin/Mohnmuffin! Mohn ist eine schöne Pflanze für Dekorationen... Aber warum sollte man die Pflanze nicht für diese wundervollen Muffins voll ausnutzen? Ich bin ein Riesenfan von Mohn. Er ist ziemlich fein, aber gibt einen guten Geschmack und eine herrliche Textur für brotige Desserts ab. Und er ist gesund!/Mohnmuffin",
        "30": "Lobster Bisque/Hummer-Bisque! Das hier könntest du dem Präsidenten selbst servieren. Es ist üppig, cremig und lecker, mit der richtigen Menge an Meeresfrüchtearoma. Hummer zu finden wird der schwierigste Teil daran sein, aber ich bin mir sicher, dass du das hinbekommst. Oder wenn du dich daran versuchen möchtest, könntest du sicher einen mit einer Krabbenreuse fangen!/Hummer-Bisque",
        "31": "Bruschetta/Bruschetta! Eine wundervoll einfache Vorspeise, die wirklich die Qualität der Zutaten hervorhebt. Du brauchst Brot, Tomaten und Öl. Zuerst musst du das Brot grillen. Dann schneidest du die Tomaten in Scheiben und legst sie auf das Brot. Dann mit etwas Öl beträufeln und servieren. Wie gesagt, supereinfach!/Bruschetta",
        "32": "Shrimp Cocktail/Shrimp-Cocktail! Ein weiterer guter Appetithappen für dich und deine Gäste. Meine Cocktail-Soße ist besonders pikant, aber du wirst sie sicherlich lieben. Nun, der erste Schritt./Shrimp-Cocktail"
    }
}