{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Stir Fry/Стир-фрай! Нет лучше способа отведать полезных овощей! Обжарьте овощи в кунжутном масле. Не забудьте добавить побольше свежего имбиря и чеснока. А теперь вдохните этот аромат... Ах, как славно!/Стир-фрай",
        "2": "Coleslaw/Капустный салат! Уже представили себе скучную кучку вялой капусты? Не вы одни. Но хороший капустный салат - это гораздо больше. Только выберите самый свежий и сочный кочан! Плесните немного уксуса и майонеза, и салат готов. Ах, какой хруст!/Капустный салат",
        "3": "Radish Salad/Салат из редиса! Свежий острый редис - это что-то особенное. Вспоминается весна... Моя мама обычно нарезала свежий редис с нашего огорода и подавала его с хлебом, солью и перцем. Эх, вот были времена... Что-то я отвлеклась. А теперь смотрите внимательно.../Салат из редиса",
        "4": "Omelet/Омлет! Казалось бы, простейшее блюдо, но как часто его готовят неправильно! Идеальный омлет - это предмет искусства. Это - золотой ангел из сияющего яйца, и сегодня я поделюсь с вами своим секретом./Омлет",
        "5": "Baked Fish/Запеченная рыба! Когда я еe готовлю, мои две кошки просто с ума сходят. Мне требуется помощник только для того, чтобы не подпускать их к столу! Только убедитесь, что рыба свежая, а ещe лучше - только что пойманная лично вами! А теперь смотрите, я кладу рыбу на гарнир из весенней зелени.../Запечeная рыба",
        "6": "Pancakes/Блины! Я часто готовлю что-нибудь замысловатое... но есть что-то успокаивающее в обычных блинах. Обильно полейте тeплую стопку блинов кленовым сиропом и щедро намажьте маслом... М-м-м.../Блины",
        "7": "Maki Roll/Суши-роллы! Нежный вкус океана, завeрнутый в податливое рисовое облачко. Самые смелые могут добавить чуточку васаби. Рассказываю вам тут, а у самой слюнки текут. Ах, как же я люблю суши.../Суши-роллы",
        "8": "Bread/Хлеб! Выпечка хлеба - особое, сложное искусство, но я покажу вам простой способ. Разумеется, главный ингредиент - мука. Но перед тем, как замешивать тесто, нам нужно развести дрожжи. Они любят теплую воду и что-нибудь поесть. Я использую обычный сахар, но мeд или кленовый сироп тоже сгодятся!/Хлеб",
        "9": "Tortilla/Тортилья! Смотрите мою передачу, жуя магазинные буррито из микроволновки? Как не стыдно! С таким же успехом фасоль можно было завернуть в половую тряпку. Послушайте лучше меня. Когда вы отведаете моих свежих деревенских тортилий, то о других не захотите и слышать.../Тортилья",
        "10": "Trout Soup/Уха из форели! Я всегда начинаю суетиться, когда на столе свежепойманная форель. Наверное, это из-за еe нежного речного вкуса. Как бы там ни было, сегодня я поделюсь с вами замечательным рецептом ухи из форели.../Уха из форели",
        "11": "Glazed Yams/Глазированный батат! Сейчас сезон бататов, а лучший способ насладиться этими замечательными клубнями - покрыть их сладкой и липкой глазурью! Нам понадобится спелый батат и много-много сахара. А готовится он так.../Глазированный батат",
        "12": "Artichoke Dip/Артишоковый дип! А вот отличный способ повысить уровень артишоков в вашем организме... Лично я даже ничего в него и не макаю. Я пью его прямо так, будто молочный коктейль. Вкуснотища./Артишоковый дип",
        "13": "Plum Pudding/Сливовый пудинг! Джеку Хорнеру из детского стишка не терпится добраться до тягучего лакомства. Разве можно его в этом винить? Сладкие, благоухающие сливы с идеальным терпким привкусом разбудят все ваши вкусовые рецепторы! Только попробуйте, и сразу всe поймeте.../Сливовый пудинг",
        "14": "Chocolate Cake/Шоколадный торт! Едва ли найдeтся лучший способ провести холодные зимние ночи, чем сидя с ложкой перед огромной шоколадной горой! Я помогу вам приготовить такой торт, лучше которого вы еще никогда не видели! Вам понадобится очень много сахара.../Шоколадный торт",
        "15": "Pumpkin Pie/Тыквенный пирог! Есть у нас дома одна традиция - готовить тыквенный пирог на Пир Зимней звезды. Без этого чудесного вкуса, который получается только из тыквы, выращенной на ферме, и зима - не зима. Немного мускатного ореха, корицы и гвоздики - и вот вы уже в алом с золотым королевстве./Тыквенный пирог",
        "16": "Cranberry Candy/Клюквенная сласть! Вот вам интересный рецепт для празднования Нового Года. Сама по себе клюква достаточно горькая, но если засыпать еe горой сахара, то на вкус она станет как слезы ангела. Делается это вот так.../Клюквенная сласть",
        "17": "Pizza/Пицца! Пицца не зря считается бессмертной классикой кулинарии. Золотистая корочка, острая маринара с чесноком, а сверху - смесь из трeх сыров, от которой текут слюнки. А ведь мы ещe только начали! Положим сверху ещe свежий перец и помидоры. Ах!/Пицца",
        "18": "Hashbrowns/Хашбраун! Рецепт сегодня простой, но это ведь здорово! Просто натрите картошки, щедро посолите и поджарьте до идеального состояния в вашем любимом масле. Звучит просто, правда? А я дам вам пару советов, которые сделают всe ещe проще./Хашбраун",
        "19": "Complete Breakfast/Полный завтрак! На прошлой неделе мы научились готовить хашбраун. На этой неделе мы научимся совмещать хашбраун с другими ингредиентами так, чтобы вышел полноценный, здоровый завтрак. С ним вам хватит энергии на целый день усердной работы!/Полный завтрак",
        "20": "Lucky Lunch/Обед на удачу! Согласно старой легенде, духи удачи не могут устоять перед этим блюдом. Когда вы его съедите, он приманит к вам в желудок доброго духа, который одарит вас удачей до тех пор, пока еда не переварится. Вот чудачество, правда? Я не очень во всe это верю, но блюдо всe равно очень вкусное!/«Обед на удачу»",
        "21": "Carp Surprise/Бывает у вас такое, что лежит у вас куча карпов, а вы и не знаете, что с ними сделать? Вот и со мной то же самое. Итак, я нашла отличное решение для этой распространeнной проблемы! Я назвала его... «Карповый сюрприз». Приготовить его несложно, но понадобится много карпов.../Карповый сюрприз",
        "22": "Maple Bar/Кленовые пончики! Вы когда-нибудь замечали, что первыми из коробки с пончиками исчезают кленовые? Это очень странно, ведь обычно такие пончики на вкус напоминают подслащенную хоккейную шайбу. Согласны? Но вот когда вы отведаете их по моему рецепту... В них - настоящий лесной вкус! Так, вам понадобится настоящий, качественный кленовый сироп.../Кленовый пончик",
        "23": "Pink Cake/На днях мне пришло письмо от зрителя из города Пеликан... Посмотрим... Еe зовут Хэйли. Хэйли пишет: «Когда я была в городе Зузу, я попробовала ваш розовый торт и влюбилась в него». «Не могли бы вы поделиться рецептом в ближайшем выпуске?» А почему бы и нет? Торт ведь чудесный. Вы ни за что не угадаете тайный ингредиент... Это дыня!/Розовый торт",
        "24": "Roasted Hazelnuts/Жареный фундук! У меня за домом растeт старое фундуковое дерево, и каждый год я зову к себе всю семью жарить фундук! А когда мы начинаем жарить, каждый раз к нам заглядывают и соседи. Невозможно устоять перед этим богатым ореховым запахом. Итак, наш фамильный рецепт.../Жареный фундук",
        "25": "Fruit Salad/Фруктовый салат! Полезное и вкусное лакомство, которое поднимет вам настроение! Самое главное - помнить, что все фрукты вам нужны спелыми. Забудьте про безвкусную дрянь из супермаркета... Я говорю о фруктах, которые только что сорвали с ветки, сочных и вкусных. А теперь смотрите внимательно.../Фруктовый салат",
        "26": "Blackberry Cobbler/Ежевичный коблер! Этот рецепт всегда напоминает мне о долине Стардью. Два дня в году, осенью, ежевичные кусты в долине просто ломятся от ягод. Клянусь, это самая вкусная ежевика, которую я пробовала! Если сможете еe достать - очень советую использовать еe в этом несложном коблере./Черничный коблер",
        "27": "Crab Cakes/Крабовые котлетки! Само по себе крабовое мясо очень лeгкое, но если смешать его с яйцом и хлебом, то оно станет куда сытнее. Поэтому я так люблю крабовые котлетки! Но не спешите колоть панцирь - сперва я научу вас готовить мою особую приправу.../Крабовые пирожки",
        "28": "Fiddlehead Risotto/Ризотто с папоротником! Съедобный папоротник очень красив, но не очень-то вкусен сам по себе. Поэтому нужно тщательно выбирать подходящие специи. Сказать по правде, приготовить хорошее ризотто с папоротником не так-то просто. Но с моей помощью у вас будет больше всего шансов на успех./Ризотто с папоротником",
        "29": "Poppyseed Muffin/Маффин с маком! Мак - красивый цветок... но почему бы не взять от этого растения больше и не использовать его в приготовлении чудесных маффинов? Обожаю маковые зeрнышки. Пускай их нужно немного, но зато они придают мучным десертам приятный вкус и отличную текстуру. А ещe они полезные!/Маффин с маком",
        "30": "Lobster Bisque/Биск из омара! Такое не стыдно подать и самому губернатору! Биск - очень густое и вкусное блюдо, сливочное, с чудесным оттенком океана. Самое сложное в его приготовлении - найти омара, но я уверена, что вы справитесь. Его можно даже, черт возьми, поймать самому, если у вас есть крабовая ловушка!/Биск из омара",
        "31": "Bruschetta/Брускетта! Замечательно простая закуска, особенно подчeркивающая качество своих ингредиентов. Нам понадобятся хлеб, помидор и масло. Сначала поджарьте хлеб. Порежьте помидор и разложите ломтики на хлеб. Затем брызните немного масла и подавайте к столу. Я же говорила, что будет просто!/Брускетта",
        "32": "Shrimp Cocktail/Креветочный коктейль! Вот ещe одна хорошая закуска, которая понравится и вам, и вашим гостям. Этот соус особенно пикантен, и я уверена, что вы его полюбите. Для начала.../Креветочный коктейль"
    }
}