{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Stir Fry/Sauté de légumes! C’est le moyen idéal pour avoir des légumes sains dans votre assiette. Faites revenir les légumes dans un peu d’huile de sésame et ajoutez beaucoup de gingembre frais et d’ail. Sentez-moi ça... ça sent tellement bon.",
        "2": "Coleslaw/Salade de chou ! Ce plat vous fait-il penser à une montagne de chou mou et fade ? Je vous comprends. Cependant, une bonne salade de chou peut être tellement plus. Assurez-vous d’avoir du chou bien frais pour ce plat. Mélangez avec un peu de vinaigre et de mayonnaise et le tour est joué. Ah, c’est tellement croustillant.",
        "3": "Radish Salad/Salade de radis ! Rien de tel que du radis frais et poivré. Cela me rappelle la fin du printemps... ma mère coupait nos radis frais et les servait sur du pain de céréales avec un peu de sel et de poivre. Ah, c’était le bon temps... mais je m’éloigne du sujet. Maintenant, regardez bien...",
        "4": "Omelet/Omelette ! C’est un plat tellement simple, mais si souvent mal fait ! C’est tout un art de faire une omelette parfaite. C’est un mélange d’oeufs bien doré, et je vais vous montrer ma technique secrète...",
        "5": "Baked Fish/Poisson cuit au four ! Chaque fois que je fais ce plat à la maison, mes deux chats deviennent fous. J’ai besoin d’un sous-chef juste pour les empêcher de sauter sur le comptoir pour attraper un morceau ! Assurez-vous simplement que le poisson est frais et c'est encore mieux si vous l'avez pêché vous-même ! Maintenant, regardez comment je place le poisson sur un lit de légumes de printemps...",
        "6": "Pancakes/Pancakes ! Parfois, j’expérimente  des plats sophistiqués et compliqués... mais faire de simples pancakes est vraiment réconfortant. Vous aurez besoin de beaucoup de beurre et de sirop d’érable pour les recouvrir totalement... miam....",
        "7": "Maki Roll/Makis ! Les saveurs délicates de la mer, scellées dans un nuage de riz épais. Peut-être une pointe de wasabi pour les plus aventureux. J'en salive rien que d'en parler. Oh, comme j’aime les sushis...",
        "8": "Bread/Baguette ! La fabrication du pain peut être une forme d’art très complexe, mais je vais vous simplifier la tâche. L’ingrédient le plus important est la farine. Mais avant de faire la pâte, nous devons activer notre levure. Utilisez de l’eau chaude et un petit quelque chose pour entamer la fermentation. J’utilise du sucre, mais du miel ou du sirop d’érable feront l’affaire !",
        "9": "Tortilla/Tortillas ! Combien d’entre vous dévorent un burrito déjà tout préparé au micro-ondes tout en regardant ce programme ? Honte à vous ! Vous pourriez aussi bien envelopper vos haricots dans un vieux chiffon de cuisine. Maintenant, écoutez bien. Une fois que vous aurez essayé mes tortillas de maïs fraîches et rustiques, vous ne pourrez plus jamais vous en passer...",
        "10": "Trout Soup/Soupe à la truite ! Il y a quelque chose avec une truite fraîchement pêchée qui m’enchante. Peut-être que c’est le goût subtil de la rivière. Quoi qu’il en soit, j’ai une merveilleuse recette de soupe à la truite à partager avec vous aujourd’hui...",
        "11": "Glazed Yams/Patates douces au sucre glace ! C’est la saison des ignames, et quel meilleur moyen de profiter de ces délicieux tubercules que de les enduire d’un glaçage doux et collant ? Vous aurez besoin d’une belle patate douce bien mûre et de tout un tas de sucre. Voici la recette...",
        "12": "Artichoke Dip/Trempettes d’artichaut ! C’est une manière savoureuse de manger plus souvent des artichauts. Personnellement, je préfère engloutir directement la sauce comme si c’était un milkshake. Délicieux.",
        "13": "Plum Pudding/Pudding aux prunes ! Tout le monde adore ce délicieux dessert un peu gluant. Quoi de plus normal ? Les prunes sont si sucrées, avec juste ce qu’il faut d’acidité pour réveiller vos papilles gustatives. Essayez et vous verrez...",
        "14": "Chocolate Cake/Gâteau au Chocolat ! Quelle meilleure façon de passer ces froides nuits d’hiver que de plonger dans une riche montagne de chocolat ? Avec mon aide, vous serez sur la bonne voie pour créer le meilleur gâteau que vous ayez jamais vu. Maintenant, vous allez avoir besoin de beaucoup de sucre...",
        "15": "Pumpkin Pie/Tarte à la citrouille ! Dans ma maison, c’est une tradition de manger de la tarte à la citrouille pendant la fête de l’étoile hivernale. La saison n’est tout simplement pas terminée sans cette merveilleuse saveur que vous ne pouvez obtenir qu’avec les meilleures citrouilles fraîches. Un peu de noix de muscade, de cannelle et de clou de girofle vous emmèneront dans un pays merveilleux de pourpre et d’or...",
        "16": "Cranberry Candy/Bonbons aux canneberges ! Une recette amusante pour vous aider à célébrer la nouvelle année. Les canneberges sont très amères, mais plongez-les dans un océan de sucre et elles auront le même goût que les larmes d’un ange. Voici comment faire...",
        "17": "Pizza/Pizza ! Il y a une très bonne raison pour laquelle la pizza est un classique culinaire intemporel. Vous avez une croûte artisanale bien dorée, une sauce marinara piquante à l’ail, et un mélange savoureux de trois fromages. Et c’est que le début ! Jetons quelques poivrons frais et des tomates sur le dessus. Oh, mon dieu !",
        "18": "Hashbrowns/Galettes de pommes de terre ! Cette recette est très simple, ce qui est une bonne chose ! Vous allez devoir râper des pommes de terre, ajouter une quantité généreuse de sel et les faire frire à la perfection dans votre huile à feu vif de préférence. Cela semble facile, non ? Eh bien, voici quelques astuces pour vous faciliter la vie...",
        "19": "Complete Breakfast/Petit-déjeuner complet ! La semaine dernière, je vous ai appris à faire des galettes de pommes de terre. Cette semaine, je vais vous montrer comment les mariés avec d’autres ingrédients pour créer un copieux petit-déjeuner complet. Ce repas va vraiment vous remplir l’estomac et vous donner l’énergie dont vous avez besoin pour bien commencer la journée.",
        "20": "Lucky Lunch/Déjeuner chanceux ! Une ancienne légende raconte que ce repas est simplement irrésistible pour les esprits de chance et de fortune. Après l’avoir consommé, vous serez susceptible d’attirer un esprit bienveillant dans votre ventre, où il vous bénira de sa bonne fortune jusqu’à ce que le repas soit digéré ! Cela vous semble étrange, non ? Je dois bien avouer que je ne crois pas vraiment en cette légende, mais ce plat est quand même délicieux !",
        "21": "Carp Surprise/Carpe Surprise ! Avez-vous déjà eu tout un tas de carpes à ne pas savoir quoi en faire ? Comme je vous comprends ! Eh bien, j’ai élaboré une excellente solution à ce problème très courant. Je l'appelle... la carpe surprise. C’est assez facile à faire, mais vous aurez besoin de beaucoup de carpes...",
        "22": "Maple Bar/Gâteau d’érable ! Avez-vous déjà remarqué que les gâteaux d’érable sont toujours les premiers à disparaître de la boîte à donuts ? Curieux, car la plupart des gâteaux d’érable ont le goût d’un palet de hockey sucré. Pas vrai ? Eh bien, attendez d'essayer ma recette. Vous aurez l'impression de goûter aux saveurs de la forêt dans ces gâteaux. Par contre, vous allez avoir besoin d’un vrai sirop d’érable de qualité...",
        "23": "Pink Cake/Gâteau rose ! Une téléspectatrice de Pélican Ville m’a écrit récemment... Voyons voir... Elle s’appelle Haley. Elle a écrit : \"J’ai essayé votre gâteau rose la dernière fois que j’étais à Zuzu Ville et j’en suis tombée amoureuse. Pourriez-vous partager la recette dans votre prochain épisode ?\" Eh bien pourquoi pas ? C’est un gâteau merveilleux. Et vous ne devinerez jamais l’ingrédient secret... du melon !",
        "24": "Roasted Hazelnuts/Noisettes grillées ! J’ai un joli noisetier derrière ma maison et chaque année, j’invite la famille pour une fête de torréfaction de noix ! Une fois la torréfaction commencée, il est inévitable que les voisins se manifestent. Cette riche odeur de noisette est irrésistible. Voici ma recette de famille...",
        "25": "Fruit Salad/Salade de fruits ! Voici une petite gâterie bonne pour la santé et délicieuse pour égayer votre journée. La chose la plus importante à retenir est que vous aurez besoin de fruits bien mûrs. Oubliez ces trucs fades qu’ils vendent au supermarché... Je parle de fruits fraîchement cueillis, juteux et débordants de saveurs. Ok, maintenant regarde bien...",
        "26": "Blackberry Cobbler/Tourte aux mûres ! Cette recette me rappelle toujours Stardew Valley. Durant seulement quelques jours en automne, la vallée déborde des mûres les plus délicieuses que que j'ai jamais mangées. Si vous pouvez mettre la main sur certaines d’entre elles, je les recommanderais vivement pour cette tourte délicieuse.",
        "27": "Crab Cakes/Beignets de crabe ! La chair de crabe est très fragile en soi, mais la mélanger dans de la chapelure et des oeufs, est un excellent moyen de leur donner un peu de corps. C’est pourquoi ces gâteaux sont ma façon préférée de manger du crabe ! Mais avant de briser les coquilles, regardez ma préparation d'assaisonnement pour cette recette...",
        "28": "Fiddlehead Risotto/Risotto aux pousses de fougère ! Les pousses de fougère sont très belles, mais elles sont aussi très fades. C’est pourquoi vous devez faire très attention aux épices que vous ajoutez. Soyons honnête, ce n’est pas très facile de faire un bon risotto aux pousses de fougère. Mais avec mon aide, vous aurez les meilleures chances de réussir un plat savoureux.",
        "29": "Poppyseed Muffin/Muffin aux graines de pavot ! Le pavot font de belles fleurs ornementales... Mais pourquoi ne pas en profiter pleinement avec ces délicieux muffins ? J'adore les graines de pavot. Elles ont un goût subtil et elles ajoutent une certaine saveur, ainsi qu’une texture agréable aux desserts briochés. Et elles sont très bonnes pour la santé !",
        "30": "Lobster Bisque/Bisque de homard ! Vous pouvez servir ce plat au gouverneur en personne. C’est riche, crémeux et délicieux, avec juste ce qu’il faut de saveur de la mer. Le plus difficile est de trouver du homard, mais je suis sûr que vous pouvez le faire. Diable, si vous êtes astucieux, vous pouvez en attraper un avec un casier à crabe !",
        "31": "Bruschetta/Bruschetta ! C’est un apéritif merveilleusement simple qui met vraiment en valeur la qualité des ingrédients utilisés. Vous aurez besoin de pain, de tomate et d’huile. Tout d’abord, faites griller le pain. Coupez la tomate et placez-la sur le pain grillé. Puis arrosez d’huile et servir. Je vous ai dit que c’était simple !",
        "32": "Shrimp Cocktail/Cocktail de crevettes ! Voici un autre apéritif délicieux pour vous et vos invités. Ma sauce cocktail est très épicée et je suis sûr que vous allez l’adorer. Voici la première étape..."
    }
}