{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Stir Fry/Rázva pirított! Ez a tökéletes módja annak, hogy egészséges zöldek kerüljenek a tányérodra. Süsd meg a zöldeket egy kis szezámolajban, majd adj hozzá rengeteg friss gyömbért és fokhagymát. És most végy mély levegőt... Oh, ez jó./Rázva pirított",
        "2": "Coleslaw/Káposztasaláta! Üdítő mennyiségű petyhüdt salátakupacokat képzelsz el magad előtt? Nem vagy egyedül. De egy remek káposztasaláta sokkalta több lehet. Ehhez legyen nálad egy friss, lédús saláta. Adj hozzá egy kis ecetet és majonézt, és már kész is vagy. Áh, ez ropogós./Káposztasaláta",
        "3": "Radish Salad/Retek saláta! Nincs is jobb egy friss, borsos reteknél. A késő tavaszra emlékeztet... anyám mindig felvágott pár retket, és sokmagú kenyerek tetején szolgálta fel egy csipetnyi sóval és borssal. Áh, azok voltak ám a jó napok... de ne kalandozzunk el. Most jól figyelj.../Retek saláta",
        "4": "Omelet/Omlett! Ez egy olyan egyszerű étel, mégis oly sokszor rontják el! A tökéletes omlett maga a szépség. Egy tiszta arany angyal, ami tündöklő tojásból áll, és most meg fogom mutatni, hogyan is néz ki az én titkos módszerem... /Omlett",
        "5": "Baked Fish/Sült hal! Bármikor készítek ilyet otthon, akkor a két macskám teljesen meggajdul. Szükségem van egy másik séfre, aki megakadályozza őket abban, hogy felugorjanak az asztalra és harapjanak egyet a halból! Bizonyosodj meg arról, hogy friss halat használsz, amit lehetőleg te magad fogtál ki! És most nézd, hogyan helyezem a halat pár friss tavaszi zöldségre.../Sült hal",
        "6": "Pancakes/Palacsinta! Néha teljesen magukkal ragadnak a szokatlan, komplikált ételek... de van valami megnyugtató az egyszerű palacsintában. Rengeteg vajra és juharfaszirupra lesz szükséged ezekhez a meleg tornyokhoz... mmmm.../Palacsinta",
        "7": "Maki Roll/Maki tekercs! Az óceán gyengéd ízei, amit pihe-puha rizsfelhő zár körbe. Talán jöhet egy kis wasabi a kalandvágyóknak. A nyálam már most is csorog, ahogy erről beszélek. Ó, de szeretem a sushit.../Maki tekercs",
        "8": "Bread/Kenyér! A kenyérsütés elég komplex művészeti forma lehet, de én leegyszerűsítem neked. A legfontosabb hozzávaló természetesen a liszt. De mielőtt elkészítenénk a tésztát, előtte szükségünk lesz élesztőre. Azok általában a meleg vizet és valami táplálót kedvelnek. Én sima cukrot szoktam használni, de a méz vagy a juharfaszirup is megteszi! /Kenyér",
        "9": "Tortilla/Tortilla! Közületek hányan majszolnak éppen egy mikrózott burritót adásnézés közben? Szégyelljétek magatokat! Ennyi erővel pár babot is becsomagolhatnátok egy régi, rongyos törölközőbe. Most jól figyeljetek. Miután kipróbáltátok a friss, rusztikus kukorica tortillámat, utána sose fogtok visszatérni máshoz.../Tortilla",
        "10": "Trout Soup/Pisztráng leves! Van valami a frissen kifogott pisztrángban, ami megmozgat engem. Talán a folyó enyhe íze. Mindenesetre van egy remek pisztráng leves receptem, amit meg szeretnék osztani veletek.../Pisztráng leves",
        "11": "Glazed Yams/Mázas yamgyökér! Itt a yamgyökér szezonja, és nincs is jobb annál, hogy ezeket az ízletes dolgokat édes, ragadós mázban élvezhessük, ugye? Szükséged lesz egy remek, friss yamgyökérre, és egy halom cukorra. És most mutatom, hogy hogyan kell elkészíteni... /Mázas yamgyökér",
        "12": "Artichoke Dip/Articsóka mártás! Ez egy üdítő módja annak, hogy több articsóka kerüljön a szervezetedbe. Személy szerint én semmit se szoktam belemártani. Csak egyhuzamban megiszom a szószt, mint valami tejturmixot. Ízletes./Articsóka mártás",
        "13": "Plum Pudding/Szilva puding! A kis Jack Horner már alig várja, hogy ezt fogyaszthassa egész nap. És ki hibáztathatná őt? A szilvák virágosak és édesek, és pont annyi fanyarság van bennük, hogy teljesen aktiválják minden egyes ízlelőbimbódat. Csak rajta, próbáld ki és győződj meg róla magad is.../Szilva puding",
        "14": "Chocolate Cake/Csokis torta! Nincs is jobb annál, hogy ezeket a hideg, téli éjszakákat egy csokoládéban gazdag hegy megemésztésével töltsd el, jól mondom? A segítségemmel olyan remek tortát készíthetsz, amihez foghatót még nem láthattál. Szóval szükséged lesz jó sok cukorra.../Csokis torta",
        "15": "Pumpkin Pie/Tökös pite! A házamban hagyomány, hogy tökös pitét együnk a téli csillag ünnepén. A szezon nem lehet teljes azon csodálatos íz nélkül, amit csak a legfrissebb, farmról begyűjtött tökök okozhatnak. Egy kis szerecsendió, fahéj és szegfűszeg teljesen elsöpör téged egy arany és karmazsin világba... /Tökös pite",
        "16": "Cranberry Candy/Vörös áfonyás cukorka! Itt egy mókás módja annak, hogy megünnepeld az újévet. A vörös áfonyák önmagukban is elég keserűek, de ha egy óceánnyi cukorba mártod őket, olyan lesz az ízük, mint az angyalok könnyeinek. Így készítheted el.../Vörös áfonyás cukorka",
        "17": "Pizza/Pizza! Megvan az oka annak, hogy a pizza miért egy időtlen kulináris klasszikus. Van egy kézműves aranybarna kéreg, fokhagymával-túltöltött marinara szósz, és a tetejére ínycsiklandó háromsajtos keveréket raksz. És még csak most jön a java! Dobjunk rá friss paprikát és paradicsomot a tetejére. Ó, egek!/Pizza",
        "18": "Hashbrowns/Tócsni! Ez egyszerű, de pont ez a jó! Apróra kell vágnod pár krumplit, bőségesen hozzáadni sót, és tökéletesre kell sütnöd a kedvenc főzőolajadban. Könnyűnek hangzik, mi? Nos, van pár javaslatom, amik sokkal könnyebbé tehetik a munkádat... /Tócsni",
        "19": "Complete Breakfast/Teljes reggeli! A múlt héten mutattam, hogyan lehet tócsnit készíteni. Ezen a héten megmutatom, hogy hogyan lehet más hozzávalókkal összekeverni, hogy egy remek, teljes értékű reggelit készíthess. Ez az étel nagyon fel fog tölteni, és megadja azt az energiát, amire szükséged lesz egy kemény munkanaphoz./Teljes reggeli",
        "20": "Lucky Lunch/Szerencsés ebéd! Egy régi legenda szerint ez az étel ellenállhatatlan a szerencse és végzet lelkeinek. Az elfogyasztása után nagy eséllyel bevonzol egy jó lelket a gyomrodba, ahol jó sorssal fog megáldani téged, míg az étel meg nem emésztődik! Furának hangzik, mi? Azt nem mondhatom, hogy én hiszek ebben, de ez az étel mindenesetre nagyon ízletes! /Szerencsés ebéd",
        "21": "Carp Surprise/Hé, volt már olyanod, hogy egy halom ponty vett körül, és fogalmad se volt, hogy mit tegyél velük? Nekem volt. Nos, kitaláltam egy remek megoldást erre a sokszor előforduló problémára. És úgy hívom, hogy... Ponty meglepetés. Elég könnyű elkészíteni, de rengeteg pontyra lesz szükséged... /Ponty meglepetés",
        "22": "Maple Bar/Juhar rúd! Észrevetted már, hogy a fánkos dobozból szinte mindig a juhar rudak tűnnek el először? Ez zavaró lehet, mivel az átlag juhar rúd olyan ízű, mint egy édesített hoki korong. Egyetértesz? Nos, csak várd meg, míg kipróbálod a receptemet. Ezekben a rudakban tényleg megízlelheted az erdőt. Oké, kezdésképpen szükséged lesz igazi, minőségi juharfaszirupra.../Juhar rúd",
        "23": "Pink Cake/Nemrég egy Pelikán Városban élő néző írt nekem... nézzük csak... A neve Haley. Azt írta, hogy 'Kipróbáltam a rózsaszín tortádat, mikor Zuzu Városban jártam, és teljesen beleszerettem. Megosztanád a receptjét a következő epizódban?'. Nos, miért is ne? Ez egy csodálatos torta. És sose találnátok ki a titkos hozzávalót... a dinnyét!/Rózsaszín torta",
        "24": "Roasted Hazelnuts/Pörkölt mogyoró! Van egy öreg mogyorófa a házam mögött, és minden évben meghívom a családomat egy mogyoró pörkölő partira! Amint elkezdjük a pörkölést, egészen biztos, hogy a szomszédok is át fognak jönni. Ez a gazdag, mogyoró illat ellenállhatatlan. Nos, itt van a családi recept... /Pörkölt mogyoró",
        "25": "Fruit Salad/Gyümölcssaláta! Itt egy egészséges és finom falat, ami felvidítja a napodat. A legfontosabb azt megjegyezned, hogy érett gyümölcsre lesz szükséged. Felejtsd el azt a vackot, amit a bevásárlóközpontokban adnak el... Én frissen szedett, lédús, ízzel-teli gyümölcsökről beszélek. Oké, most jól figyelj.../Gyümölcssaláta",
        "26": "Blackberry Cobbler/Szeder kosárka! Ez mindig Stardew Valleyre emlékeztet. Van pár olyan nap ősszel, amikor a völgy csurig van olyan finom szederrel, amihez foghatót még nem kóstoltam. Ha sikerülne párat beszerezned, akkor erősen javaslom azt, hogy használd fel őket ehhez az egyszerű kosárkához./Szeder kosárka",
        "27": "Crab Cakes/Rák torta! A rákhús önmagában elég vékonyka, de ha kenyérmorzsával és tojással kevered, akkor nagyszerű testet ölthet. Pont ezért a kedvencem ez a torta, mert így jó rákot enni! De mielőtt bármilyen páncélt feltörnél, nézd meg a nélkülözhetetlen fűszerkeverékemet.../Rák torta",
        "28": "Fiddlehead Risotto/Hegedűfej rizottó! A hegedűfej páfrányok gyönyörűek, de önmagukban valójában elég ízetlenek. Ezért kell óvatosan ügyelned arra, hogy milyen fűszereket adsz hozzá. Őszinte leszek, nem könnyű jó hegedűfej rizottót készíteni. De a segítségemmel a legjobb eséllyel indulhatsz annak, hogy elérd ezt a célt./Hegedűfej rizottó",
        "29": "Poppyseed Muffin/Mákszem muffin! A mákok gyönyörű dísznövények... de miért nem használod ki teljesen a növényt ezzel az elragadó muffinnal? Én nagyon rajongok a mákszemekért. Aprók, mégis remek ízt és szerkezetet adnak a kenyeres desszerteknek. És egészségesek!/Mákszem muffin",
        "30": "Lobster Bisque/Homár krémleves! Ezt magának a kormányzónak is felszolgálhatod. Ízekben gazdag, krémes és ízletes, és kellő mennyiségű óceáni íz van benne. A legnehezebb a homár megszerzése, de biztos vagyok benne, hogy meg tudod oldani. Sőt, ha elég rátermett vagy, akkor saját magad is foghatsz egyet egy rák varsa segítségével!/Homár krémleves",
        "31": "Bruschetta/Bruschetta! Ez egy csodálatosan egyszerű előétel, ami nagyban kiemeli a hozzávalóinak minőségét. Szükséged lesz kenyérre, paradicsomra, és olajra. Először is meg kell grillezned a kenyeret. Vágd szét a paradicsomot, majd rakd rá a grillezett kenyérre. Aztán szórd szét rajta az olajat és tálald. Mondtam, hogy egyszerű lesz!/Bruschetta",
        "32": "Shrimp Cocktail/Garnélarák koktél! Itt egy újabb remek étvágygerjesztő neked és a vacsoravendégeid számára. A koktélszószom extra zamatos, és biztos, hogy tetszeni fog neked is. Nézzük hát az első lépést... /Garnélarák koktél"
    }
}