{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Stir Fry/Saltinpadella! Il modo perfetto per portare in tavola delle sane verdure. Saltate le verdure con un po' di olio di sesamo e aggiungendo molto zenzero e aglio freschi. Ora inspirate a fondo... Oh, che bontà.",
        "2": "Coleslaw/Insalata russa! Vi immaginate un banale mucchio di cavolo floscio? Non siete i soli. Ma una buona insalata russa può essere molto di più. Accertatevi che il cavolo sia fresco e succoso. Un po' d'aceto e maionese e siete pronti. Ah, croccante.",
        "3": "Radish Salad/Insalata di ravanelli! Non c'è nulla come un ravanello fresco e piccantino. Mi ricorda la tarda primavera... mia madre serviva i ravanelli freschi a fette sul pane integrale con un po' di sale e pepe. Ah, bei tempi... ma sto divagando. Ora, fate attenzione...",
        "4": "Omelet/Omelette! Un piatto semplicissimo, eppure preparato male così spesso! L'omelette perfetta è un piccolo gioiello, un puro angelo dorato di uova brillanti. Vi mostrerò il mio metodo segreto... ",
        "5": "Baked Fish/Pesce al forno! Ogni volta che lo preparo a casa, i miei due gatti impazziscono. Mi serve un altro cuoco solo per impedire che balzino sul tavolo per staccare un morso! Accertatevi che il pesce sia fresco, preferibilmente pescato da voi! Ora guardate, mentre adagio il pesce su un letto di verdure primaverili...",
        "6": "Pancakes/Frittelle! A volte mi perdo in piatti complicati e fantasiosi... ma c'è qualcosa di confortante in una semplice frittella. Vi serviranno molto burro e sciroppo d'acero da spalmare su questi caldi mucchietti... mmmm....",
        "7": "Maki Roll/Rotolo di maki! Il delicato sapore del mare, sigillato in una nube di soffice riso. Magari con un po' di wasabi per i temerari. Mi viene l'acquolina solo a parlarne. Oh, adoro il sushi...",
        "8": "Bread/Pane! Fare il pane è un'arte assai complessa, ma ve la renderò semplice. L'ingrediente principale è la farina, ovviamente. Ma prima di creare l'impasto, dovremo attivare il lievito. Preferisce l'acqua calda e qualcosina da mangiare. Io uso del semplice zucchero, ma vanno bene anche miele o sciroppo d'acero! ",
        "9": "Tortilla/Tortillas! Quanti di voi, mentre guardano questo programma, stanno addentando un burrito cotto al microonde? Vergogna! Tanto vale avvolgere i fagioli in un vecchio straccio. Ascoltate, ora. Una volta provate le mie tortillas di mais rustico, non si torna più indietro...",
        "10": "Trout Soup/Zuppa di trota! C'è qualcosa nella trota appena pescata che mi mette l'eccitazione. Forse è il sottile sapore fluviale. Comunque, ho la ricetta per una zuppa di trota fenomenale da condividere con voi, oggi...",
        "11": "Glazed Yams/Patate dolci glassate! È la stagione della patata dolce, e quale modo migliore per gustarsi questi tuberi deliziosi se non cospargerli di dolce glassa appiccicosa? Vi servirà una patata bella matura e un sacco di zucchero. Ora, ecco come si fa... ",
        "12": "Artichoke Dip/Salsa di carciofi! Un modo stupendo per mettervi altri carciofi in corpo. Personalmente, io nemmeno c'inzuppo niente. Trangugio solo la salsa, come fosse un frullato. Deliziosa.",
        "13": "Plum Pudding/Budino di prugne! Il piccolo Jack Horner non sta più nella pelle per questa delizia gelatinosa. E come dargli torto? Le prugne sono dolci e floreali, con il giusto grado di asprigno per attivare appieno ogni vostra papilla fremente. Bisognerà che proviate da voi...",
        "14": "Chocolate Cake/Torta al cioccolato! Quale modo migliore di passare le gelide notti d'inverno, se non scavandovi la via attraverso un ricco monte cioccolatoso? Col mio aiuto, sarete sulla buona strada per creare la torta migliore che abbiate mai visto. Ora, vi servirà un sacco di zucchero...",
        "15": "Pumpkin Pie/Crostata di zucca! A casa mia, è tradizione mangiare la crostata di zucca durante il banchetto della stella d'inverno. La stagione non è proprio completa senza quel magnifico aroma, ottenibile solo con le migliori zucche di fattoria. Un po' di noce moscata, cannella e chiodi di garofano vi porteranno in una terra di oro e cremisi... ",
        "16": "Cranberry Candy/Canditura di mirtilli rossi! Ecco un modo gustoso per festeggiare l'anno nuovo. I mirtilli rossi sono belli amari da soli, ma annegateli in un oceano di zucchero e sapranno di lacrime d'angelo. Ecco come fare...",
        "17": "Pizza/Pizza! C'è un motivo se la pizza è un classico senza tempo. Avete una crosta dorata artigianale, avete una salsa alla marinara pungente e ricca d'aglio, e coronate il tutto con una miscela-tre-formaggi da far venire l'acquolina. E siamo solo all'inizio! Buttiamoci sopra dei peperoni freschi e dei pomodori. Oh sì!",
        "18": "Hashbrowns/Hashbrowns! Questa è semplice, ma tanto meglio! Basterà sminuzzare delle patate, aggiungere una spolverata di sale, e friggere tutto nell'olio bollente che preferite. Facile, no? Beh, con le mie indicazioni lo sarà ancora di più... ",
        "19": "Complete Breakfast/Colazione completa! La settimana scorsa vi ho insegnato a fare gli hashbrowns. Stavolta vi mostrerò come combinarli con altri ingredienti per creare una vigorosa colazione completa. Questo pasto vi riempirà davvero, e vi darà l'energia che vi serve per una giornata di duro lavoro.",
        "20": "Lucky Lunch/Pranzo fortunato! Secondo una vecchia leggenda, questo pasto è irresitibile per gli spiriti della buona sorte. Dopo averlo consumato, avrete la chance d'attirare uno spirito benigno nella vostra pancia, dove vi donerà fortuna finché il pranzo non sarà digerito! Bizzarro, eh? Non dico che ci credo, ma il pasto è comunque delizioso! ",
        "21": "Carp Surprise/Ehi, vi resta mai qualche carpa in giro, senza sapere che farne? Già, pure a me. Ebbene, ho escogitato una grande soluzione a questo comunissimo problema. La chiamo... Carpa a sorpresa. Prepararla è piuttosto semplice, ma vi serviranno molte carpe... ",
        "22": "Maple Bar/Barrette d'acero! Avete notato come le barrette d'acero siano sempre le prime a sparire dalla scatola di ciambelle? Curioso, perché di norma sembrano dei dischi da hockey addolciti. Concordate? Beh, aspettate di provare la mia ricetta. Si sente proprio il gusto della foresta, in queste barrette. Ok, vi servirà del vero sciroppo d'acero di qualità...",
        "23": "Pink Cake/Di recente mi ha scritto una spettatrice di Pelican Town... vediamo... Si chiama Haley. Scrive, 'Ho provato la tua torta rosa quando sono stata a Zuzu City e me ne sono innamorata. Potresti spiegarne la ricetta nel prossimo episodio?'. Beh, perché no? È una torta meravigliosa. E non indovinerete mai l'ingrediente segreto... melone!",
        "24": "Roasted Hazelnuts/Nocciole arrostite! Ho un vecchio nocciolo dietro casa, e ogni anno invito la famiglia da me per una festa all'insegna della frutta secca! Quando iniziamo ad arrostire, è inevitabile che compaiano i vicini. Quel ricco odore di noce è irresistibile. Dunque, ecco la ricetta di famiglia... ",
        "25": "Fruit Salad/Macedonia! Ecco un piatto sano e delizioso per rallegrarvi la giornata. La cosa principale da ricordare è che serve frutta matura. Dimenticate la robaccia che vendono al supermercato... Ci vuole frutta appena colta, succosa e saporita. Ok, ora fate attenzione...",
        "26": "Blackberry Cobbler/Torta di more! Questa mi ricorda sempre Stardew Valley. Ci sono alcuni giorni autunnali in cui la valle straripa delle more più buone che abbia mai assaggiato. Se potete procurarvene un po', vi raccomando di usare quelle per questa torta semplice.",
        "27": "Crab Cakes/Tortini di granchio! La polpa di granchio è molto scialba da sola, ma mescolatela con briciole di pane e uova e le darete un po' di corpo. Ecco perché preferisco questi tortini per mangiare del granchio! Ma prima di mettervi a rompere gusci, restate con noi per la mia essenziale miscela stagionante...",
        "28": "Fiddlehead Risotto/Risotto di felci! I germogli di felce sono bellissimi, ma piuttosto insipidi da soli. Ecco perché dovete stare molto attenti con le spezie da aggiungere. Non mentirò, non è affatto facile fare un buon risotto di felci. Ma col mio aiuto, avrete molte più probabilità di riuscirvi.",
        "29": "Poppyseed Muffin/Muffin ai semi di papavero! I papaveri sono ottimi fiori ornamentali... ma perché non usarli appieno con questi stupendi muffin? Io adoro i semi di papavero. Sono delicati, ma danno un buon sapore e una grande consistenza ai dolci di pane. E poi fanno bene!",
        "30": "Lobster Bisque/Zuppa d'aragosta! Potreste servirla al governatore in persona. È ricca, cremosa e deliziosa, con giusto quel tocco di sapor d'oceano. La parte più ardua è trovare l'aragosta, ma confido che ce la farete. Diamine, se siete in vena di fai-da-te, potreste acciuffarla voi stessi con una nassa!",
        "31": "Bruschetta/Bruschetta! È un antipasto incredibilmente semplice che sa mettere in risalto la qualità degli ingredienti. Vi serviranno pane, pomodoro e olio. Innanzitutto grigliate il pane. Affettate il pomodoro e mettetelo sul pane grigliato. Cospargete di olio e servite. L'ho detto che era semplice!",
        "32": "Shrimp Cocktail/Cocktail di gamberetti! Ecco un altro bell'antipasto per voi e i vostri ospiti. La salsa del mio cocktail è ultrasaporita, senza dubbio la adorerete. Ora, il primo passo è... "
    }
}