{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Stir Fry/¡Sofrito! Es la manera perfecta de llenar tu mesa de verduritas sanas. Salteadlas con un poco de aceite de sésamo y añadid mucho jengibre y ajo frescos. Ahora respirad hondo... Así, muy bien./Sofrito",
        "2": "Coleslaw/¡Chucrut! ¿Te viene a la mente un montón de col lacia? A ti y a todos. Pero un buen chucrut puede ser mucho más. Lo más importante es tener una col fresca y jugosa para este plato. Se mezcla con un poco de vinagre y mayonesa, y listo. Mmm, qué crujiente./Chucrut",
        "3": "Radish Salad/¡Ensalada de rábanos! No hay nada como un rábano fresco y picante. Me recuerda a finales de primavera... Mi madre solía cortar rábanos frescos y los servía sobre pan de cereales, con un poco de sal y pimienta. Qué tiempos aquellos... Pero me estoy yendo por las ramas. Prestad atención.../Ensalada de rábanos",
        "4": "Omelet/¡Tortilla! ¡A pesar de la sencillez del plato, mucha gente lo hace mal! Una tortilla perfecta es una obra de gran belleza. Es un ángel dorado de huevo reluciente. Os voy a mostrar mi técnica secreta.../Tortilla",
        "5": "Baked Fish/¡Pescado asado! Siempre que lo preparo en casa, mis gatos se vuelven locos. ¡Necesito un pinche solo para mantenerlos alejados de la encimera! Aseguraos de que el pescado sea fresco, ¡si es atrapado por vosotros todavía mejor! Observad cómo coloco el pescado sobre un lecho de verduritas de primavera.../Pescado asado",
        "6": "Pancakes/¡Tortitas! A veces me dejo llevar por platos complicados y sofisticados... Pero una simple tortita tiene algo tranquilizador. Necesitarás mucha mantequilla y jarabe de arce para echarle a estas torres calentitas... Ñam, ñam.../Tortitas",
        "7": "Maki Roll/¡Rollitos maki! El delicado sabor del océano encerrado en una esponjosa nube de arroz. Y quizás un poco de wasabi para los más valientes. Se me hace la boca agua. ¡Me encanta el sushi!/Rollitos maki",
        "8": "Bread/¡Pan! Hacer pan puede ser una forma de arte muy compleja, pero lo simplificaré para vosotros. El ingrediente más importante es, por supuesto, la harina. Pero antes de hacer la masa, tenemos que activar la levadura. A la levadura le gusta el agua templada y tener algo de alimento. Yo utilizo azúcar, ¡pero la miel o el jarabe de arce funcionan igual!/Pan",
        "9": "Tortilla/¡Tortilla de maíz! ¿Cuántos de vosotros estáis comiéndoos un burrito precocinado y calentado en el microondas ahora mismo? ¡Vergüenza debería daros! Para eso podríais envolver las judías en un trapo viejo. Escuchad. Una vez hayáis probado mis tradicionales tortillas de maíz frescas, no querréis volver a probar las otras.../Tortilla de maíz",
        "10": "Trout Soup/¡Sopa de trucha! La trucha recién pescada tiene algo que me hace enloquecer. Quizás sea el sabor sutil a río. En cualquier caso, tengo una maravillosa receta de sopa de trucha para compartir con vosotros hoy.../Sopa de trucha",
        "11": "Glazed Yams/¡Ñames glaseados! Es la temporada del ñame, ¿y qué mejor manera de disfrutar estos deliciosos tubérculos que untarlos en un glaseado dulce y meloso? Necesitarás un buen ñame maduro y un montón de azúcar. Así es como se prepara.../Ñames glaseados",
        "12": "Artichoke Dip/¡Salsa de alcachofa! Una forma deliciosa de ingerir más alcachofas. Yo personalmente nunca mojo nada en la salsa. La engullo como si fuera un batido. Deliciosa./Salsa de alcachofa",
        "13": "Plum Pudding/¡Pudin de ciruela! A Hansel y Gretel les pirra esta delicia que se deshace en la boca. ¿Y a quién no? Las ciruelas son florales y dulces, con el punto justo de acidez para activar absolutamente todas las papilas gustativas. Vais a tener que comprobarlo personalmente.../Pudin de ciruela",
        "14": "Chocolate Cake/¡Pastel de chocolate! ¿Qué mejor manera de pasar estas frías noches de invierno que excavar en una rica montaña de chocolate? Con mi ayuda, podréis crear el mejor pastel que hayáis visto nunca. Eso sí, necesitaréis mucho azúcar.../Pastel de chocolate",
        "15": "Pumpkin Pie/¡Tarta de calabaza! En mi casa es tradición comer tarta de calabaza durante la fiesta de la estrella invernal. La temporada no está completa sin ese fantástico sabor que solo se obtiene con las mejores calabazas frescas. Un poco de nuez moscada, canela y clavo te harán volar a un mundo carmesí y dorado.../Tarta de calabaza",
        "16": "Cranberry Candy/¡Dulce de grosellas! Una forma divertida de celebrar el año nuevo. Las grosellas solas son algo amargas, pero si las sumerges en un océano de azúcar saben a lágrimas de ángel. Se prepara así.../Dulce de grosellas",
        "17": "Pizza/¡Pizza! No por nada la pizza es un clásico atemporal de la cocina. Está su corteza artesana tostada, su ácida salsa marinara con un toque de ajo, y encima de todo, una mezcla de quesos que hace la boca agua. ¡Y eso no es más que el principio! Añadámosle pimiento fresco y tomate por encima. ¡Madre mía!/Pizza",
        "18": "Hashbrowns/¡Croquetas de patata! Esta receta es muy sencilla, ¡pero eso es bueno! Solo tienes que triturar patatas, añadir una cantidad generosa de sal y freírlas a fuego fuerte hasta la perfección en tu aceite preferido. Suena fácil, ¿no? Os daré unas indicaciones que lo harán más fácil todavía.../Croquetas de patata",
        "19": "Complete Breakfast/¡Desayuno inglés! La semana pasada os enseñé a hacer croquetas de patata. Esta semana os mostraré cómo combinarlas con otros ingredientes para crear un copioso desayuno inglés. Os llenará y os proporcionará la energía necesaria para un duro día de trabajo./Desayuno inglés",
        "20": "Lucky Lunch/¡Almuerzo de la suerte! Según una antigua leyenda, esta comida resulta irresistible a los espíritus de la suerte y la fortuna. Al consumirla, es posible que atraigas a un buen espíritu a tu barriga, ¡desde donde te bendecirá con buena suerte hasta que digieras la comida! Suena raro, ¿verdad? No puedo decir que me lo crea, ¡pero sigue estando delicioso!/Almuerzo de la suerte",
        "21": "Carp Surprise/¿Has tenido alguna vez un montón de carpas y no sabías qué hacer con ellas? Sí, yo también. Pues he ideado una gran solución para este problema tan común. Yo lo llamo... Sorpresa de carpa. Es bastante fácil de hacer, pero necesitarás muchas carpas.../Sorpresa de carpa",
        "22": "Maple Bar/¡Bollito de arce! ¿Has notado que siempre son los primeros en desaparecer de la caja de rosquillas? Sorprendente, porque un bollito de arce estándar sabe a disco de hockey glaseado. ¿Verdad? Pues espera a probar mi receta. En estos bollitos se nota el verdadero sabor del bosque. Primero necesitarás jarabe de arce del bueno.../Bollito de arce",
        "23": "Pink Cake/Una telespectadora de Pueblo Pelícano me escribió hace poco... A ver... Se llama Haley. Me dice «Probé tu pastel rosa la última vez que fui a Ciudad Zuzu y me enamoré de él. ¿Podrías compartir la receta en tu próximo episodio?» ¿Por qué no? Es un pastel maravilloso. Y nunca adivinaríais el ingrediente secreto... ¡Melón!/Pastel rosa",
        "24": "Roasted Hazelnuts/¡Avellanas tostadas! Tengo un viejo avellano detrás de casa, ¡y cada año invito a la familia a una fiesta del tueste! Una vez empezamos a tostar, es inevitable que los vecinos se acerquen. Este olor rico a frutos secos es irresistible. Esta es mi receta familiar.../Avellanas tostadas",
        "25": "Fruit Salad/¡Macedonia! Un capricho sano y delicioso para alegrar vuestro día. Lo más importante es tener fruta madura. Olvidaos de la fruta sosa que venden en el supermercado... Yo me refiero a fruta recién cogida, jugosa y repleta de sabor. Prestad mucha atención.../Macedonia",
        "26": "Blackberry Cobbler/¡Tarta de moras! Esta receta siempre me recuerda a Stardew Valley. Hay unos días en otoño en los que el valle rebosa con las moras más deliciosas que he probado nunca. Si os hacéis con algunas, recomiendo encarecidamente esta sencilla tarta para ellas./Tarta de moras",
        "27": "Crab Cakes/¡Tortas de cangrejo! La carne de cangrejo es muy endeble de por sí, pero mezclada con pan rallado y huevo gana mucho cuerpo. ¡Por eso estas tortas son mi forma favorita de comer cangrejo! Pero antes de empezar a romper caparazones, prestad atención a cómo hacer mi aderezo esencial.../Tortas de cangrejo",
        "28": "Fiddlehead Risotto/¡Risotto de helecho! Los helechos son preciosos, pero bastante sosos si no llevan aliño. Por eso hay que tener mucho cuidado con las especias que se le añaden. Sinceramente, no es fácil conseguir un buen risotto de helecho. Pero, con mi ayuda, tendréis una mayor oportunidad de conseguirlo./Risotto de helecho",
        "29": "Poppyseed Muffin/¡Muffin de amapola! Las amapolas son flores ornamentales preciosas, pero... ¿Por qué no aprovecharlas al máximo con estos deliciosos muffins? Las semillas de amapola me encantan. Son sutiles, pero añaden un sabor agradable y una textura excelente al pan y postres similares. ¡Y además son sanas!/Muffin de amapola",
        "30": "Lobster Bisque/¡Crema de langosta! Se la podrías servir al mismísimo gobernador. Es rica, cremosa y deliciosa, con la cantidad justa de sabor a océano. La parte difícil es encontrar una langosta, pero seguro que puedes conseguirlo. ¡Qué demonios! ¡Si le echas ganas podrías incluso atrapar una con una trampa para cangrejos!/Crema de langosta",
        "31": "Bruschetta/¡Pan con tomate! Es un aperitivo maravillosamente simple que pone de relieve la calidad de sus ingredientes. Necesitarás pan, tomate y aceite. Primero tienes que tostar el pan. Corta el tomate a rodajas y sírvelo sobre el pan tostado. Rocíalo con aceite y sírvelo. ¡Ya te he dicho que era muy simple!/Pan con tomate",
        "32": "Shrimp Cocktail/¡Cóctel de gambas! Otro buen aperitivo para ti y tus invitados a cenar. Mi salsa para cóctel tiene un extra cítrico que seguro que te encanta. El primer paso es.../Cóctel de gambas"
    }
}