{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Stir Fry/Vogda Kızartma! Tabağınıza sağlıklı yeşillikler eklemenin en harika yollarından biri. Susam yağında yeşillikleri birazcık soteleyin ve taze zencefil ile sarımsak ekleyin. Derin bir nefes alın... Ah, harika kokuyor. /Vogda Kızartma",
        "2": "Coleslaw/Lahana Salatası! Gözünüzün önüne yumuşak lahana yığınları mı geliyor? Yalnız değilsiniz. Fakat, harika bir lahana salatası bundan çok daha fazlası olabilir. Bu tarif için elinizde taze lahana olmalı. Biraz sirke ve mayonez ekleyin. Ah, mis gibi. /Lahana Salatası",
        "3": "Radish Salad/Turp Salatası! Taze ve acı bir turp gibisi yoktur. Bana baharın sonunu hatırlatıyor... Annem, taze turp dilimlerini azıcık tuz ve biber ile tahıllı ekmeğin arasına koyup bize yedirirdi. Ah, eski günler... ama konudan sapıyorum. Şimdi dikkatli izleyin... /Turp Salatası",
        "4": "Omelet/Omlet! Çok basit bir yemek olsa da çoğunlukla yanlış yapılıyor! Mükemmel bir omlet müthiştir. O saf, meleksi altın yumurtanın parıltısı... size şimdi özel yöntimimle göstereceğim... /Omlet",
        "5": "Baked Fish/Fırında Balık! Ne zaman bu tarifi yapsam kedilerim kafayı yer. Sırf onları tezgahtan uzak tutmak için bir yamağa ihtiyacım oluyor! Balığın taze olduğundan emin olun, hatta kendiniz yakalamış olun!! Şimdi, taze bahar yeşilliklerinin üstüne balığı koyarken beni izleyin... /Fırında Balık",
        "6": "Pancakes/Gözleme! Bazen karmaşık ve fantastik yemeklerle kendimi kaybediyorum... Ancak, sıradan bir gözlemenin verdiği rahatlık çok ayrı bir şey. Bu sıcak gözleme yığının üstüne sürmek için tereyağı ve akçaağaç pekmezi lazım olacak... Immm.... /Gözleme",
        "7": "Maki Roll/Dilim Maki! Denizin nazik kokusu, bulut kadar yumuşak pirinç ile sarılıyor. Maceraperestler için de biraz vasabi koyuyoruz. Konuşurken ağzım sulandı. Ah, suşiyi öyle seviyorum ki... /Dilim Maki",
        "8": "Bread/Ekmek! Ekmek yapmak karmaşık bir sanat dalı olabilir. Sizin için basitleştireceğim. En önemli malzeme un tabiki. Ancak, hamur yapmadan önce mayayı hareketlendirmemiz gerekiyor. Maya, ılık suyu ve beslenebileceği ufak şeyleri sever. Ben şeker kullanıyorum ama akçağaç pekmezi ya da bal da iş görür! /Ekmek",
        "9": "Tortilla/Tortilla! Kaçınız bu programı izlerken mikrodalgadan çıkmış kuru burrito kemiriyor? Ayıp size! Oldu olacak fasulyeyi eski bir çapula sarın. Şimdi, dinleyin beni. Benim köy mısırı ile yapılmış taze torillalarımı denediğinizde daha önce yedikleriniz aklınıza bir daha gelmeyecek... /Tortilla",
        "10": "Trout Soup/Alabalık Çorbası! Taze yakalanmış alabalıkta benim içimi kıpırdatan bir şey var. Belki de nehrin o hoş aromasıdır. Her neyse, bugün sizler için harika bir alabalık çorbası tarifim var... /Alabalık Çorbası",
        "11": "Glazed Yams/Soslanmış Tatlı Patates! Tatlı patates mevsimi geldi, peki bu yumruları tatlı, yapışkan bir sos ile kaplamaktan daha iyisi var mı? Taze tatlı patatese ve çokça şekere ihtiyacınız olacak. Şimdi, şöyle yapıyoruz... /Soslanmış Tatlı Patates",
        "12": "Artichoke Dip/Enginar Ezmesi! Bu, vücudunuza daha çok enginer sokabileceğiniz haz dolu bir tarif. Ben bu ezmeye hiç yiyecek batırmıyorum. Sosu süt gibi kafama dikip içiyorum. Mis. /Enginar Ezmesi",
        "13": "Plum Pudding/Erikli Muhallebi! Küçük Jack Horner bu harika lezzet için dizginini çiğniyor. Onu kim suçlayabilir ki? Erikler çiceksi ve tatlı aromalarına tam ayarında ekşilik ekleyerek tat alma duyunuzu uyandırır. Bunu deneyip kendiniz görmelisin... /Erikli Muhallebi",
        "14": "Chocolate Cake/Çikolatalı Kek! Soğuk kış gecelerini, çikolata dağını eşeleyerek geçirmekten daha iyisi var mı? Sayemde göreceğiniz en güzel çikolatalı keki yapacaksınız. Şimdi, çokça şekere ihtiyacınız olacak... /Çikolatalı Kek",
        "15": "Pumpkin Pie/Kabak Tatlısı! Benim ailemde Kışyıldızı Şöleni sırasında kabak tatlısı yemek bir gelenektir. Bana göre kış mevsimi, tarlada yetişmiş taze balkabağından alınabilecek aroma olmadan tamamlanamaz. Birazcık hindistan cevizi, karanfil ve tarçın sizi buralardan alıp çok başka diyarlara götürecek... /Kabak Tatlısı",
        "16": "Cranberry Candy/Kızılcık Şekeri! İşte sizi yeni yıla zevk içinde sokacak bir tarif. Kızılcık kendi başına ekşidir ama bir deniz boyutunda şeker dökerek onları meleklerin gözyaşı kadar tatlı hale getirebilirsiniz. Şimdi, şöyle yapıyoruz... /Kızılcık Şekeri",
        "17": "Pizza/Pizza! Pizzanın bir mutfak klasiği olmasının sebebi var. Altın-kahverengi tonlarında kenarları, keskin sarımsak aromalı makarna sosu, son olarak bunları üç peynirin kullanıldığı harika karışımla birleştirdiğiniz zaman.... Daha yeni başlıyoruz! Üstüne de biraz taze biber ve domates koyalım. Aman tanrım! /Pizza",
        "18": "Hashbrowns/Mücver! Bu kolay ve güzel bir tarif! Biraz patates rendeleyin ve tuz ekleyerek yağda kızartın. Kulağa kolay geliyor, değil mi? Fakat, sizler için tarifi daha da kolaylaştıracak bir kaç tüyom var... /Mücver",
        "19": "Complete Breakfast/Bütün Kahvaltı! Geçen hafta size mücver yapmayı öğretmiştim. Bu hafta ise o tarifi diğer tarifler ile birleştirerek nasıl tam bir kahvaltı hazırlanır onu öğreteceğim. Bu tarif sizi doyurup, sıkı bir çalışma günü için gereken enerjiyi sağlayacak. /Bütün Kahvaltı",
        "20": "Lucky Lunch/Şanslı Öğün! Eski bir efsane, bu öğünün şans meleklerinin dahi karşı koyamadığı bir çekicilik taşıdığını söylüyor. Bu öğünü yedikten sonra sindirene kadar şansınız yaver gider! Kulağa garip geliyor, değil mi? İnandığımı söyleyemem ama bu öğün gerçekten de lezzetli! /Şanslı Öğün",
        "21": "Carp Surprise/Sazan Kızartma! Hey, bir sürü sazanbalığınız olduğu ve onlarla ne yapacağınızı bilmediğiniz bir an oldu mu hiç? Evet, benim de oldu. Bu ünlü soruna bir çözüm geliştirdim. Ona... Sazan Kızartma adını verdim. Yapması çok kolay ama bir sürü sazanbalığına ihtiyacınız olacak... /Sazan Kızartma",
        "22": "Maple Bar/Özlü Gözleme! Pastaneden alınan kutuların içinden her zaman ilk özlü gözlemelerin kaybolduğunu farketmiş miydiniz? Şaşırtıcı, çünkü ortalama bir özlü gözleme, bal cini kadar tat verir. Katılıyor musunuz? Eh, benim tarifimi deneyin bir de. Bu gözlemelerde ormanın tadını alacaksınız. Bu tarif için kaliteli akçaağaç pekmezine ihtiyacımız var... /Özlü Gözleme",
        "23": "Pink Cake/Pembe Pasta! Geçenlerden bana Pelikan Kasabası'ndan bir izleyici yazmıştı... Bir bakalım... İsmi Haley. 'Zuzu Şehri'ne son gidişimde sizin pembe pastanızı tatmıştım, acaba bir sonraki bölümünüzde tarifini verebilir misiniz?' demiş. Neden olmasın? Muhteşem bir kek. Gizli malzemeyi asla tahmin edemeyeceksiniz... kavun! /Pembe Pasta",
        "24": "Roasted Hazelnuts/Kavrulmuş Fındık! Evimin arkasında yaşlı bir fındık ağacı var. Her yıl ailemi fındık kavurma partime davet ederim! Kavurmaya başladığımızda komşular normal olarak kokuya gelir. O zengin, fındık kokusu dayanılmazdır. Neyse, işte ailemden kalma tarifim... /Kavrulmuş Fındık",
        "25": "Fruit Salad/Meyve Salatası! İşte sizlere gününüzü aydınlatacak sağlıklı ve lezzetli bir tarif. Hatırlamanız gereken en önemli şey, tam olarak olgunlaşmış meyve kullanmanız gerektiği. Süpermarketteki kart meyveleri unutun gitsin... Ben, sulu, aroma fışkıran meyvelerden bahsediyorum. Tamam mı? Şimdi izleyin... /Meyve Salatası",
        "26": "Blackberry Cobbler/Böğürtlen Kobler! Bu tarif bana Yıldızçiyi Vadisi'ni hatırlatıyor. Vadi yılda birkaç günlüğüne tattığım en güzel böğürtlenler ile dolup taşar. Eğer elinize bu böğürtlenlerden geçerse kesinlikle böğürtlen kobler yapın. /Böğürtlen Kobler",
        "27": "Crab Cakes/Yengeçli Kek! Yengeç eti yalnız başına cıvık görünür. Azıcık ekmek kırıntısı ve yumurta ile karıştırabilirsiniz. Bu yüzden, yengeç eti yemenin en sevdiğim yolu yengeçli kektir! Kabuğu kırmaya geçmeden size özel baharat karışımımı vereyim... /Yengeçli Kek",
        "28": "Fiddlehead Risotto/Eğreltili Pilav! Eğreltiotu çok güzeldir ama tek başlarına mülayimlerdir biraz. İşte bu yüzden hangi baharatları eklediğiniz konusuna dikkat edin. Dürüst olmak gerekirse, güzelinden eğreltili pilav yapmak çok zordur. Ama yardımım sayesinde yapacağınız pilavlar güzel olmaya yaklaşabilecek. /Eğreltili Pilav",
        "29": "Poppyseed Muffin/Haşhaşlı Börek! Haşhaş çiceklerinden harika süs olur... Bu harika bitkiyi neden börek yapmada kullanmayalım? Büyük bir haşhaş fanatiğiyimdir. İnce bir aroması vardır ve hamurlu tatlılara güzel bir renk katar. Aynı zamanda sağlıklıdır! /Haşhaşlı Börek",
        "30": "Lobster Bisque/Istakoz Çorbası! Bu tarifi Vali'ye bile servis edebilirsiniz. Zengin, lezzetli ve kremalı tadına hafif bir deniz inceliği de eklendiğinde... En zor yanı ıstakoz bulmak ama başarabilirsiniz. Hatta, şanslı hissediyorsanız yengeç çömleği kullanarak kendiniz yakalayabilirsiniz! /Istakoz Çorbası",
        "31": "Bruschetta/İtalyan Sandviçi! Malzemelerinizin kalitesini gösteren kolay bir atıştırmalık tarifi bu. Ekmek, domates ve yağ lazım olacak. İlk olarak, ekmeği kızartın, domatesi dilimleyin ve ekmeğin üstüne koyun. Üzerine yağ gezdirin, sonrasında sunuma hazır. Kolay demiştim! /İtalyan Sandviçi",
        "32": "Shrimp Cocktail/Karides Kokteyli! Siz ve misafirleriniz için kolay bir atıştırmalık daha. Benim kokteyl sosum biraz çeşnilidir ama seveceğinize eminim. Şimdi, ilk adım... /Karides Kokteyli"
    }
}