{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Stir Fry/野菜いため！野菜を食べたいときにピッタリの一皿ね。ゴマあぶら少々で野菜を炒めて、そこに新鮮なショウガとニンニクをたっぷりくわえるの。ほら、この香り…うーん、おいしそう。/野菜いため",
        "2": "Coleslaw/コールスロー！しなびた味けないキャベツの山を思いうかべた？ふつうはそうよね。でもね、ホンモノのコールスローはもっとおいしいのよ。かんじんなのは、新鮮でジューシーなキャベツをつかうこと。ちょっとのお酢とマヨネーズをたらせば、じゅんびはOK！ほーら、パリッパリよ！/コールスロー",
        "3": "Radish Salad/ラディッシュサラダ！ラディッシュみたいにフレッシュで、ピリッとした野菜はほかにないわね。春のおわりを思い出すわ…母さんはよく、うちでとれたラディッシュをスライスしては塩こしょうをふって、雑穀パンにのせて出してくれたものよ。なつかしいわ…あら、話がそれたわね。さあ、よく見て…/ラディッシュサラダ",
        "4": "Omelet/オムレツ！とってもシンプルだけど、そのぶんむずかしい料理なの！カンペキにできたオムレツは芸術作品といってもいいわ。かがやくタマゴでできた純金の天使ってところね。さあ、わたし秘伝のコツを教えてあげる…/オムレツ",
        "5": "Baked Fish/焼き魚！これを家で作ると、飼ってるネコ2匹がおおさわぎするのよね。あの子たちがカウンターに乗って魚をかじらないように、監視用のシェフが必要なくらい！材料には新鮮な魚を用意してね。自分で釣ってくるのがベストよ！さあ見てて、これから、春のハーブの上に魚をもりつけるから…/焼き魚",
        "6": "Pancakes/パンケーキ！豪華で手の込んだ料理に夢中になるときもあるわ…でも、パンケーキみたいにシンプルな料理でほっと一息つきたいことだってあるわよね。つみかさねたパンケーキの上に、たっぷりのバターとメープルシロップをかけていただく…最高ね…/パンケーキ",
        "7": "Maki Roll/巻きずし！デリケートな潮の香りを、ふんわりしたお米にとじこめた一品よ。シゲキがほしい人はワサビをちょびっと足すといいわ。話してるだけでツバがわいてきちゃう。ああ、おスシって最高…/巻きずし",
        "8": "Bread/パン！パンづくりはふくざつな技術だけど、今回はシンプルなやり方を教えるわね。一番だいじな材料は、とうぜんコムギ粉。でもパン生地をつくるまえに、まず必要なのはイースト菌のじゅんびね。お湯とエサになるあまいものを用意して、イーストを発酵させましょう。わたしは砂糖を使うけど、ハチミツやメープルシロップでもだいじょうぶよ！/パン",
        "9": "Tortilla/トルティーヤ！この番組を見ながら、レンジでチンしたブリトーをかじってるものぐささんは何人いるのかしら？だらしないわね！それじゃ、ぞうきんで具を包んでるのとかわらないわよ。さあ、よく聞いて。わたし考案の焼きたてトルティーヤをためしたら、もうそんなマネはできないわ…/トルティーヤ",
        "10": "Trout Soup/マスのスープ！とれたてのマスには、思わず夢中になっちゃうようななにかがあるわね。ひょっとしたら、かすかにただよう川の香りのせいなのかも。まあともかく、きょうはとびきりおいしいマスのスープのレシピを教えるわね…/マスのスープ",
        "11": "Glazed Yams/サツマイモのミツがけ！サツマイモが旬の季節ね。ほくほくのおイモを、あまくてねっとりしたミツにひたして食べるのって最高じゃない？材料は食べごろのサツマイモひとつと、たっぷりのお砂糖！じゃあ、作り方を説明するわね…/サツマイモのミツがけ",
        "12": "Artichoke Dip/アーティチョークディップ！アーティチョークがたっぷり食べられるレシピよ。ディップとはいうけど、わたしとしてはなにかにつけて食べるより、ミルクシェイクみたいに飲んじゃうのが好きね。おいしいわよ。/アーティチョークディップ",
        "13": "Plum Pudding/プラムのプディング！わらべうたのリトルジャックはこのねっとりしたごちそうをつまみぐいしちゃったけど、おいしいんだもの、しかたないでしょ？はなやかであまいプラムの香りと適度なすっぱさは、あなたの舌のすみずみまでをシゲキしてやまないはずよ。自分でつくって、ためしてみるのが一番いいわ…/プラムのプディング",
        "14": "Chocolate Cake/チョコレートケーキ！さむい冬、リッチなチョコレートのお山を堀りすすみながら夜をすごすなんて最高じゃない？きょうの番組を見れば、いままで見たことない最高のケーキを自分でつくれるようになるわ。さあ、まず用意するのはたくさんのお砂糖…/チョコレートケーキ",
        "15": "Pumpkin Pie/パンプキンパイ！わたしの家では、冬の星まつりにパンプキンパイを食べるのがならわしなの。質がいい新鮮なカボチャから生まれるあのすばらしい風味がなくちゃ、冬とはとても言えないわね。ナツメグ少々にシナモン、クローブのすてきな香りが、あなたをカボチャ色の天国につれて行くことうけあいよ。/パンプキンパイ",
        "16": "Cranberry Candy/クランベリーキャンディ！新年のお祝いにぴったりなおいしい一品よ。クランベリーはそのままだとすっぱいけど、溶かしたお砂糖の海にしずめてあげれば、天使のなみだみたいにステキな味になるわ。つくり方はこうよ…/クランベリーキャンディ",
        "17": "Pizza/ピザ！ピザこそ、時代を超えて愛される料理の古典ね。職人技のごとくきつね色に焼きあげたクラスト、スパイシーに香るニンニク入りのマリナーラソース。しかもその上に、よだれが出るほどおいしそうな3種のチーズをトッピングしたわ。さあ、仕上げにとりかかりましょう！さあ、チーズの上から新鮮なトウガラシとトマトを乗せて。ああ、おいしそう！/ピザ",
        "18": "Hashbrowns/ハッシュドポテト！カンタンだけどとってもおいしい一品よ！みじん切りにしたジャガイモに好みの量の塩をくわえ、アツアツの油にいれたら、火が通るまで揚げるだけ。ねっ、カンタンそうでしょ？じゃあ、ラクに作るためのコツを紹介するわね…/ハッシュドポテト",
        "19": "Complete Breakfast/朝食セット！ハッシュドポテトのつくり方は先週教えたわね。今週はそれにほかの材料をくみあわせた、愛情こもったカンペキな朝食セットのつくり方を教えるわよ。これを食べればおなかはいっぱい、エネルギー満タン。ハードな仕事がある日でもバリバリはたらけちゃうわね。/朝食セット",
        "20": "Lucky Lunch/ラッキーランチ！古い伝説によると、この料理は幸運の精霊をキョウレツに呼びよせるんだとか。これを食べれば、あなたのおなかに引きよせられた精霊が、料理が消化されるまでのあいだ幸運をさずけてくれるんだそうよ！ちょっと気持ちわるくない？正直あんまり信じてないけど、でもこの料理がおいしいのは本当よ！/ラッキーランチ",
        "21": "Carp Surprise/ねえ、たくさん釣れちゃったコイのつかい道にこまったことはない？わたしはあるわ。というわけで、コイの釣れすぎ問題を解決する方法を紹介しましょう。名づけて…コイのびっくり揚げ。とってもカンタンだけど、つくるにはコイが山ほど必要なの…/コイのびっくり揚げ",
        "22": "Maple Bar/メープルバー！ドーナッツ屋さんで一番最初に売りきれるドーナッツはなんでしょう？そう、メープルバーよ。そんなわけないって？そうね、あまったるくてゴムみたいな歯ごたえ、それがあなたの知ってるメープルバーよね。でしょ？まあ、わたしのレシピをためしてみて。かじれば森の香りがひろがるわよ。まず用意するのは最高のメープルシロップ…/メープルバー",
        "23": "Pink Cake/きょうはペリカンタウンからおたよりが届いてるの。さっそく読んでみましょう…こんにちは、ハーレイさん。「ズズシティにいたときにあなたのピンクケーキを食べたんだけど、すっかり夢中になっちゃったの。よかったら、次の回でレシピを教えてくれない？」もちろん！あのケーキは最高よね。ひみつはなんだと思う？それはね…メロンなの！/ピンクケーキ",
        "24": "Roasted Hazelnuts/焼きヘーゼルナッツ！わたしの家には、裏手に古いヘーゼルナッツの木があるの。だから毎年家族を呼んで、ローストナッツパーティーをやってるのよ！いったんナッツを焼きはじめると、ご近所さんもやってくるのがお約束。こうばしくてリッチな香りにはあらがえないわよね。さあ、わが家伝統のレシピを教えてあげる…/焼きヘーゼルナッツ",
        "25": "Fruit Salad/フルーツサラダ！ヘルシーでおいしい、あなたの一日に華をそえてくれる一品よ。このレシピで大切なのは、よく熟したくだものをつかうこと。スーパーで売ってるような味けのないやつじゃダメよ。採れたてジューシー、香りゆたかなフルーツじゃなくっちゃ。さあ、よく見てて…/フルーツサラダ",
        "26": "Blackberry Cobbler/ブラックベリーパイ！このパイを作るといつもスターデューバレーのことを思い出すわ。秋のいまごろになると、谷はおいしいブラックベリーでいっぱいになるの。知る限りだとあそこのベリーが一番ね。もしスターデューのベリーが手に入ったら、シンプルなコブラーパイにするのがおすすめよ。/ブラックベリーパイ",
        "27": "Crab Cakes/クラブケーキ！カニの身はそれだけだと味けないけど、パン粉とタマゴをくわえてあげればしっかりしたコクが出るの。わたしはクラブケーキがカニの食べ方で一番好きね！さあ、カニのカラを割るまえに、わたし特製調味料の調合法を聞いてちょうだい…/クラブケーキ",
        "28": "Fiddlehead Risotto/フィドルヘッドのリゾット！フィドルヘッドはすばらしい食材だけど、それ自体の味はとてもあっさりしてるの。だから、味つけには細心の注意をはらわないとね。正直、フィドルヘッドのリゾットをおいしくつくるのはカンタンじゃないわ。でもわたしのレシピがあれば、きっといいセンをいけるはずよ。/フィドルヘッドのリゾット",
        "29": "Poppyseed Muffin/ポピーシードマフィン！ポピーはキレイな花を咲かせるわよね…でも、花以外の部分をつかって、おいしいマフィンをつくることもできるの。そう、ポピーシードよ。わたしの大好物！かすかだけどステキな香りとすばらしい食感が、このデザートに華をそえてくれるわ。それにとってもヘルシーだしね！/ポピーシードマフィン",
        "30": "Lobster Bisque/ロブスターのビスク！知事のお食事にも出せちゃうりっぱな一品よ。ほどよく海の香りがただよう、クリーミーでリッチなスープは絶品。ロブスターを手に入れるのはむずかしいけど、あなたならきっとできるわ。もし手先が器用だったら、カニかごをつかって自分でつかまえるのもアリね！/ロブスターのビスク",
        "31": "Bruschetta/ブルスケッタ！素材のよしあしで味が決まる、とってもカンタンなオードブルよ。材料は、パンとトマトとオイルだけ。まず、パンをオーブンで軽くあぶってね。あぶったパンにスライスしたトマトを乗せ、上からオイルをたらしていただくの。ねっ、カンタンでしょ！/ブルスケッタ",
        "32": "Shrimp Cocktail/エビのカクテル！お客さんに出すオードブルにピッタリよ。わたしのカクテルソースはとびきりスパイスがきいてるの。きっと気にいるはずよ。つくり方は、まずはじめに…/エビのカクテル"
    }
}