{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Stir Fry/야채 볶음! 건강한 야채를 챙겨 먹기 좋은 방법이죠. 야채에 참기름을 조금 두르고 소테를 하시면 됩니다. 신선한 마늘과 생각도 많이 넣어주세요. 자, 이제 깊이 들이마셔보세요... 오, 좋아요.",
        "2": "Coleslaw/코울슬로! 축 처진 양배추 무더기를 상상하고 계시나요? 혼자가 아닐 겁니다. 하지만 멋진 코울슬로는 정말 좋은 음식일 수 있어요. 꼭 신선하고 아삭한 양배추를 준비해주세요. 이제, 식초와 마요네즈를 조금 가미하시면 됩니다. 아, 아삭아삭하네요.",
        "3": "Radish Salad/무 샐러드! 시원하고 매콤한 무만큼 좋은 식재료가 없죠. 늦봄의 추억이 떠오르네요... 어머니께서 신선한 무를 잘라서 소금과 후추만 조금 친 후 곡물빵이랑 먹게 주곤 하셨죠. 아, 좋은 시절이었어요... 본론으로 돌아와서, 이제, 잘 봐주세요...",
        "4": "Omelet/오믈렛! 무척 간단한 요리지만, 잘못되는 경우도 많죠! 완벽한 오믈렛은 정말 아름다울 수 있어요. 빛나는 계란으로 만들어진 순수한 황금빛 천사죠, 제 비밀을 알려드릴게요... ",
        "5": "Baked Fish/생선구이! 제가 집에서 이걸 만들 때마다 제가 키우는 고양이 두 마리가 난리가 나죠. 한입 먹으려 자꾸 작업대 위로 뛰어올라서 셰프가 한 명 더 필요할 지경이에요! 생선은 꼭 신선한 생선을 쓰세요, 제일 좋은 건 직접 낚은 생선이죠! 이제 준비해둔 채소 위에 생선을 올리겠습니다...",
        "6": "Pancakes/팬케이크! 가끔 제가 화려하고 복잡한 요리에 정신을 팔긴 하지만... 간단한 팬케이크는 무언가 마음의 안정을 주는 음식이죠. 따끈하게 만든 팬케이크에 올릴 버터와 메이플 시럽을 충분히 준비하세요... 으음....",
        "7": "Maki Roll/마키 롤! 베개 같은 쌀의 구름이 에워싼 바다의 섬세한 맛. 좀 더 모험심이 있는 분이라면 고추냉이를 곁들여도 좋지요. 얘기하면서 군침이 도는군요. 오, 스시는 정말 마음에 들어요...",
        "8": "Bread/빵! 빵을 굽는 일은 예술작품을 만드는 일만큼 복잡할 수 있지만, 제가 간단하게 만들어드리겠습니다. 가장 중요한 재료는 물론 밀가루죠. 반죽을 만들기 전에 효모를 활성화시키는 게 좋아요. 따뜻한 물을 조금 주고, 먹거리를 조금 제공해줍시다. 저는 흰 설탕을 썼지만, 꿀이나 메이플 시럽도 좋습니다! ",
        "9": "Tortilla/또띠아! 편의점에서 산 전자렌지 부리또를 드시면서 시청 중인 분, 계신가요? 그러시지 마세요! 콩을 휴지에 싸먹는 거랑 큰 차이가 없는 일이랍니다. 자, 들어보세요. 제 신선하고 소박한 옥수수 또띠아를 한번 시도해보시면, 앞으로는 이것만 고집하실 거예요...",
        "10": "Trout Soup/송어 스프! 갓 잡은 송어는 뭔가 저를 설레게 하네요. 미묘한 강물의 맛 때문일까요. 오늘은 멋진 송어 스프 레시피를 알려드리도록 할게요...",
        "11": "Glazed Yams/맛탕! 참마 철이네요. 참마를 즐길 좋은 방법은 역시 달콤한 소스를 듬뿍 발라 먹는 것 아니겠습니까? 잘 익은 참마랑 설탕이 많이 필요하실 거예요. 자, 자세한 방법을 보여드리겠습니다... ",
        "12": "Artichoke Dip/아티초크 소스! 아티초크를 더 먹을 수 있는 방법이죠. 개인적으로 전 이걸 소스로 사용하진 않아요. 그냥 밀크쉐이크처럼 꿀꺽꿀꺽 마십니다. 정말 맛있어요.",
        "13": "Plum Pudding/자두 푸딩! 작은 잭 호너가 이 끈적끈적한 디저트 때문에 입맛을 다시고 있죠. 그럴만하죠? 자두는 향이 좋고 달콤한 데다, 시큼한 맛도 있어서 혀의 모든 미뢰를 활성화시킬 수 있어요. 직접 드셔보시면 느낌이 딱 올 겁니다...",
        "14": "Chocolate Cake/초콜릿 케이크! 추운 겨울밤, 초콜릿을 산처럼 쌓아두고 먹는 게 역시 최고죠? 제 도움을 받는다면, 지금껏 본 최고의 케이크를 만드실 수 있을 겁니다. 자, 설탕이 많이 필요하실 거예요...",
        "15": "Pumpkin Pie/호박 파이! 제 집에서는, 겨울 별의 만찬 때 호박 파이를 먹는 전통이 있어요. 농장에서 갓 딴 호박으로만 이룰 수 있는 그 맛이 없으면 허전하죠. 넛메그, 시나몬, 그리고 클로브를 약간 넣어주면 진홍색과 황금색의 세상으로 떠나실 수 있습니다... ",
        "16": "Cranberry Candy/크랜베리 캔디! 새해를 축하할 수 있는 재밌는 레시피입니다. 크랜베리는 사실 쓴맛이 강하지만, 설탕의 바다에 담그면 천사의 눈물 같은 맛이 납니다. 자, 이렇게 하시면 될 거예요...",
        "17": "Pizza/피자! 피자가 시대를 초월한 고전적인 요리인데는 이유가 있죠. 장인의 솜씨로 만들어낸 황금-갈색 크러스트, 마늘이 들어간 새콤한 마리나라 소스, 그리고 그 모든 걸 덮는 세 가지 치즈가 들어갈 토핑. 군침이 돌만하네요. 하지만 시작에 불과합니다! 싱싱한 피망과 토마토를 위에 올려봅시다. 오, 세상에!",
        "18": "Hashbrowns/해시브라운! 이건 간단한 요리죠, 아주 좋은 일이에요! 감자를 채 썰어서 소금을 많이 뿌리고, 원하는 기름을 고온으로 데워서 튀기시면 됩니다. 참 쉽죠? 그럼, 훨씬 더 수월하게 만드실 수 있는 팁을 알려드릴게요... ",
        "19": "Complete Breakfast/완벽한 아침! 지난주에 해시브라운을 만드는 법을 알려드렸죠. 이번 주는 다른 재료와 합쳐서 푸짐하고 완벽한 아침식사를 만드는 법을 보여드릴게요. 이거 한 끼면 배도 부르고 하루 동안 열심히 일할 수 있는 힘이 납니다.",
        "20": "Lucky Lunch/행운의 점심! 옛 전설에 의하면 행운의 정령들이 이 식사에 끌린다네요. 드시면 뱃속에 좋은 정령이 들어와서 소화될 때까지 행운을 가져다줄 거예요! 좀 이상하죠? 저도 이 이야기를 믿는다고는 못하겠지만, 정말 맛있는 식사입니다! ",
        "21": "Carp Surprise/혹시, 잉어가 너무 많은데 대체 이걸 어떻게 처리할지 감이 안 오나요? 저도 그래요. 하지만 이 흔한 문제를 손쉽게 처리할 해결책을 찾아냈습니다. 저는 이걸... 깜짝잉어라고 부릅니다. 만들기는 쉽지만, 잉어가 정말 많이 필요해요... ",
        "22": "Maple Bar/메이플 바! 항상 도넛 모둠을 사면 메이플 바가 제일 먼저 사라지지 않나요? 이상한 일이죠, 왜냐면 보통 메이플바는 그냥 달콤한 고무 맛이잖아요. 맞죠? 제 레시피를 써보시면 생각이 달라질 거예요. 정말 숲의 맛이 나죠. 자, 우선 질 좋은, 진짜 메이플 시럽이 필요해요...",
        "23": "Pink Cake/펠리컨 마을의 시청자께서 사연을 보내주셨네요... 어디 보자... 헤일리님께서 보내주신 사연, 읽어볼게요. '주주 시티에서 핑크 케이크를 먹어보고 사랑에 빠졌어요. 다음에 레시피를 공유해주실 수 있나요?'. 그러도록 할까요? 훌륭한 케이크죠. 하지만 비밀 재료는 절대 맞추지 못하셨을 거예요... 멜론입니다!",
        "24": "Roasted Hazelnuts/구운 헤이즐넛! 집 뒤뜰에 잘 큰 헤이즐넛 나무가 있어서, 일 년에 한 번씩 온 가족이 모여서 구워 먹죠! 한번 굽기 시작하면, 이웃들도 다 모여요. 그 진한 견과 향은 저항할 수 없죠. 자, 저희 가족만의 레시피입니다... ",
        "25": "Fruit Salad/과일 샐러드! 여기 하루를 밝게 해줄 건강하고 맛있는 별미가 있어요. 제일 중요한 건 잘 익은 과일이 필요하다는 거예요. 마트에서 파는 단조로운 과일은 필요 없어요... 제가 찾는 건 갓 딴, 즙이 많고 향은 더 많은 과일입니다. 자, 이제 잘 보세요...",
        "26": "Blackberry Cobbler/블랙베리 코블러! 이건 스타듀 밸리가 생각나네요. 가을에 며칠 계곡에 정말 세상에서 제일 맛있는 블랙베리가 열리더라고요. 구하실 수 있다면, 이 간단한 코블러를 만들 재료로 추천해요.",
        "27": "Crab Cakes/게살 케이크! 게살 혼자는 잘 찢어지지만, 빵가루와 계란을 넣어서 탄탄하게 만들 수 있습니다. 그래서 게살을 먹는 방법 중 제가 제일 마음에 들어 하는 레시피죠! 계란을 깨기 전에, 제 필수적인 양념법에 대해 알려드릴게요...",
        "28": "Fiddlehead Risotto/청나래고사리 리조또! 청나래고사리는 아름답지만, 맛은 좀 밋밋하죠. 그래서 조심해서 향신료를 추가해야 해요. 솔직히 말씀드리자면, 맛있는 청나래고사리 리조또는 만들기 어려워요. 하지만 제 도움이 있다면, 해내실 수 있습니다.",
        "29": "Poppyseed Muffin/양귀비 씨 머핀! 양귀비는 장식으로 정말 아름다운 꽃이죠... 하지만 이 맛있는 머핀으로 양귀비를 적극 활용하는 건 어떤가요? 저는 양귀비 씨를 정말 좋아해요. 향이 은은하지만, 빵으로 만든 디저트에 질감과 맛을 더해주죠. 게다가 건강에도 좋답니다!",
        "30": "Lobster Bisque/가재 비스크! 이건 도지사님께 드려도 될 메뉴네요. 맛이 진하고 크리미한 게 정말 맛있고, 바다향이 적당히 나네요. 제일 어려운 부분은 가재를 찾는 일이지만, 분명 해내실 수 있을 거예요. 손재주 있는 분들은 직접 게잡이 통발로 잡으셔도 되고요!",
        "31": "Bruschetta/브루쉐타! 재료의 우수함을 정말 잘 보여줄 수 있는 간단한 전채요리죠. 빵, 토마토, 그리고 오일이 필요해요. 우선, 빵을 그릴에 올리세요. 그 후 토마토를 잘라서 빵에 올린 뒤, 기름을 살짝 부어서 서빙하시면 됩니다. 정말 간단하죠!",
        "32": "Shrimp Cocktail/새우 칵테일! 이것도 저녁 식사 손님께 내드리기 좋은 전채요리죠. 제 칵테일소스는 특히나 풍미가 강해서 마음에 드실 거예요. 자, 우선은... "
    }
}