{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Stir Fry/Refogado! É o melhor jeito de comer legumes. Salteie-os em um pouco de óleo de gergelim e adicione bastante gengibre e alho. Agora, respire fundo... Muito bom./Refogado",
        "2": "Coleslaw/Salada de repolho! Você se imagina comendo uma pilha de repolho insosso? Você não é o único. Mas uma grande salada de repolho pode ser muito mais. Pegue um repolho suculento e fresquinho! Misture com um pouco de vinagre e maionese e está pronto. E como é crocante!/Salada de repolho",
        "3": "Radish Salad/Salada de rabanete! Não há nada como um rabanete fresquinho e picante. Me lembra o fim da primavera... minha mãe cortava rabanetes frescos e os servia no pão de centeio com um pouquinho de sal e pimenta. Ah, tempo bom aquele... mas enfim. Agora, observe com atenção.../Salada de rabanete",
        "4": "Omelet/Omelete! Este é um prato tão simples, mas que muita gente faz errado! Uma omelete perfeita é uma obra de arte. A gema lembra o cabelo brilhante de um anjo. Agora, deixe-me mostrar o meu método secreto.../Omelete",
        "5": "Baked Fish/Peixe assado! Sempre que eu faço isto em casa, meus gatos piram. Preciso de um ajudante só para evitar que eles pulem no balcão para roubar o peixe! O peixe precisa estar fresco, de preferência pescado por você mesmo! Agora, vamos colocar o peixe em uma travessa com um pouco de couve.../Peixe cozido",
        "6": "Pancakes/Panquecas!Às vezes, me deixo levar por pratos sofisticados, complicados... mas tem algo de reconfortante em uma panqueca bem simples. Junte bastante manteiga e xarope de ácer e ponha em cima dessas pilhas quentinhas... huuuum!/Panquecas",
        "7": "Maki Roll/Sushi! O delicado sabor do oceano enrolado em uma cama fofinha de arroz. Talvez um pouco de wasabi para os corajosos. Só de falar já dá água na boca! Ah, como amo sushi!.../Rolinhos de arroz",
        "8": "Bread/Pão! A arte de fazer pães pode ser bem complicada, mas vou simplificá-la para vocês. O ingrediente mais importante é a farinha, é claro. Mas antes de preparar a massa, precisamos ativar o fermento. O levedo do nosso fermento prefere água quente e açúcar para se alimentar. Eu uso açúcar simples, mas mel ou xarope de ácer também servem!/Pão",
        "9": "Tortilla/Tortilhas! Quantos de vocês estão metendo os dentes em um burrito de caixinha enquanto assistem a este programa? Que vergonha! Comer isso e um pedaço de pano de chão dá no mesmo. Prestem atenção: Quando vocês experimentarem minhas tortilhas de milho frescas e rústicas, não vão querer saber de outra coisa.../Tortilha",
        "10": "Trout Soup/Sopa de truta! Tem alguma coisa em trutas frescas que me dá um gás. Talvez seja o gosto delicado da água doce. De qualquer forma, eu tenho uma deliciosa receita de sopa de truta para compartilhar com vocês hoje.../Sopa de truta",
        "11": "Glazed Yams/Inhame pincelado! É época de inhame, e tem um jeito melhor de apreciar esses tubérculos do que com uma cobertura doce, viscosa e brilhante? Você vai precisar de um inhame bem bonito e maduro e de bastante açúcar. Preste atenção em como se faz.../Inhames com cobertura",
        "12": "Artichoke Dip/Creme de alcachofra! Este é um ótimo jeito de comer mais alcachofra. Pessoalmente, acho que é um creme que pode ser consumido sozinho. Eu bebo o molho como se fosse um milkshake. Uma delícia!/Molho de alcachofra",
        "13": "Plum Pudding/Pudim de ameixa! Shane cansou do pé de feijão e está salivando só de pensar em ameixas. Mas quem pode culpá-lo por isso? As ameixas têm um gosto doce e floral, com acidez na medida certa para ativar cada uma das suas ansiosas papilas gustativas. Você precisa experimentar!/Pudim de ameixa",
        "14": "Chocolate Cake/Bolo de chocolate! Tem jeito melhor de passar as noites frias de inverno do que comendo uma montanha de chocolate? Com a minha ajuda, você estará prestes a criar o bolo mais bonito que seus olhos já viram. Você vai precisar de bastante açúcar.../Bolo de chocolate",
        "15": "Pumpkin Pie/Torta de abóbora! Na minha casa, é tradição comer torta de abóbora durante as festividades da Estrela Invernal. Nenhum inverno está completo sem aquele maravilhoso sabor que só pode ser alcançado com abóboras frescas. Um pouco de noz moscada, canela e cravo vão transportar você para uma terra de carmim e ouro.../Torta de abóbora",
        "16": "Cranberry Candy/Doce de oxicoco! Aqui vai algo bem legal para celebrar o ano novo. O oxicoco sozinho é amargo. Mas se você misturá-lo com bastante açúcar, ele terá o gosto de lágrimas de anjo. Preste atenção em como se faz.../Doce de oxicoco",
        "17": "Pizza/Pizza! A pizza não é considerada um clássico atemporal sem motivo. Ela tem uma crosta dourada e artesanal, um molho de tomate picante e cheio de alho, e uma cobertura com três queijos de dar água na boca. E isso é só o começo! Que tal uns pimentões frescos e tomates por cima? Meu Deus!/Pizza",
        "18": "Hashbrowns/Batata ralada frita! Este prato aqui é simples - o que é muito bom! Basta descascar algumas batatas, adicionar sal a gosto e fritar bem as batatas no seu óleo quente favorito. Parece fácil, certo? Bem, tenho algumas dicas para facilitar ainda mais seu trabalho.../Batata-palha",
        "19": "Complete Breakfast/Café da manhã completo! Na semana passada, ensinei vocês a fazer batata ralada frita. Esta semana, vou ensinar a combiná-la com outros ingredientes para criar um farto café da manhã. Esta refeição dará a vocês a energia necessária para um dia de trabalho duro./Café da manhã completo",
        "20": "Lucky Lunch/Almoço da sorte! Uma velha lenda diz que esta refeição é irresistível aos espíritos da sorte. Após comê-la, é bem provável que você atraia um espírito bom para a sua barriga. Ele o abençoará com boa sorte até que a comida seja digerida! Que estranho, né? Não sei se acredito, mas de qualquer forma é uma comida muito gostosa!/Almoço da sorte",
        "21": "Carp Surprise/Ei! Você já teve um bocado de carpas com você e não tinha ideia do que fazer com elas? É, eu também. Bem, eu desenvolvi uma ótima solução para este problema tão comum. E eu chamo de... Carpa-surpresa. É bem fácil de fazer, mas você vai precisar de muita carpa.../Carpa-surpresa",
        "22": "Maple Bar/Pães de Ácer! Já reparou que os pães de ácer são os primeiros a desaparecer da caixa de rosquinhas? Isso me deixa encafifada, porque um pão de ácer normal tem gosto de meia de jogador de futebol. Não concorda? Mas espere só até experimentar a minha receita. Dá para sentir o gosto da floresta nestes pães. Ah, e você vai precisar de xarope de ácer de verdade e de boa qualidade.../Pão de ácer",
        "23": "Pink Cake/Uma telespectadora da Vila Pelicanos escreveu para mim recentemente. Deixa eu ver... O nome dela é Haley. Ela escreveu: \"eu experimentei seu bolo rosa na última vez em que estive na Cidade de Zuzu e amei. \"Você pode compartilhar sua receita no próximo episódio? \"Claro! Por que não? É um bolo maravilhoso. E adivinha só qual é o ingrediente secreto... melão!/Bolo rosa",
        "24": "Roasted Hazelnuts/Avelãs torradas! Tenho uma linda aveleira atrás da minha casa, e todo ano convido a minha família para uma festa cheia de avelãs torradas! E quando começamos a torra, é inevitável que os vizinhos apareçam. Aquele aroma delicioso de semente é irresistível. Aqui vai a receita da minha família.../Avelãs torradas",
        "25": "Fruit Salad/Salada de fruta! Aqui vai uma receita saudável e deliciosa para iluminar o seu dia. A coisa mais importante a lembrar é que você precisa de frutas maduras. Esqueça aquelas coisas insossas que vendem no supermercado. Estou falando de frutas frescas, colhidas na hora, cheias de sabor. Certo. Agora, observe com atenção.../Salada de frutas",
        "26": "Blackberry Cobbler/Bolo mexido de amoras! Esta receita sempre me lembra do Vale do Orvalho. Quando chega o outono, tem certos dias em que o vale está cheio das mais deliciosas amoras que já experimentei. Se você conseguir algumas, recomendo de paixão que as utilize nest bolo mexido./Mexido de amoras",
        "27": "Crab Cakes/Bolinho de caranguejo! A carne de caranguejo é muito delicada por si só, portanto misturá-la com pedaços de pão e um pouco de ovo é um ótimo jeito de dar corpo a ela. É por isso que estes bolinhos são o meu jeito favorito de comer caranguejo! Mas antes de quebrar a casca, fique ligado para meu tempero especial!/Bolinhos de caranguejo",
        "28": "Fiddlehead Risotto/Risoto de broto de samambaia! Os brotos de samambaia são lindos, mas por si só são insossos. Por isso, é necessário prestar atenção nos temperos adicionados. Vou falar a verdade: não é muito fácil fazer risoto de broto de samambaia. Eu vou facilitar ao máximo esta tarefa para você./Risoto de samambaia",
        "29": "Poppyseed Muffin/Bolinho de semente de papoula! As papoulas são lindas flores ornamentais... por que não aproveitá-las totalmente com estes deliciosos bolinhos? Eu sou uma grande fã de sementes de papoula. Elas têm um gosto suave, mas dão um toque especial e uma excelente textura a sobremesas com massa de pão. E são muito saudáveis!/Bolinho de papoula",
        "30": "Lobster Bisque/Sopa de lagosta! Esta receita é digna do próprio governador. É rica, cremosa e deliciosa, com um toque do oceano. A parte mais difícil é encontrar lagostas, mas tenho certeza que você consegue. Se você for bem engenhoso, poderá pescá-la usando um covo!/Bisque de lagosta",
        "31": "Bruschetta/Brusqueta! É um aperitivo incrivelmente simples que demonstra a importância de ingredientes de qualidade. Você vai precisar de pão, tomate e óleo. Primeiro, grelhe o pão. Corte o tomate e ponha-o no pão grelhado. Então, salpique com óleo e sirva. Viu como é simples?/Brusqueta",
        "32": "Shrimp Cocktail/Coquetel de camarão! Aqui vai outro bom aperitivo para você e os convidados de seu jantar. Meu molho de coquetel é muito picante. Tenho certeza que você vai amar. O primeiro passo é.../Coquetel de camarão"
    }
}