{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Diese Sendung heute ist euch Grünschnäbeln gewidmet: Hackt ein wenig Holz und sucht nach Wildpflanzen, um ein wenig Geld zu verdienen, während ihr auf eure erste Ernte wartet!",
        "4": "Eine Meldung an alle Leute im Sternentautal. Schaut euch südwestlich der Stadt nach Frühlingszwiebeln um, wo der Fluss ins Meer mündet. Hin und wieder könnt ihr eine ganze Menge von ihnen dort finden.",
        "8": "Lasst uns über Zäune reden. Zäune sind nützlich, um Unkraut fernzuhalten und eure Pflanzen zu schützen. Sie helfen Bauern aber auch dabei ihr Vieh zusammen zu halten. Zäune gehen nach einer Weile kaputt, aber Stein-, Eisen- und Hartholzzäune halten länger als gewöhnliches Holz!",
        "11": "Krähen plagen? Nicht verzagen! Du brauchst nur eine Vogelscheuche! Mit einer Vogelscheuche auf dem Hof kannst du die Krähen fernhalten. Schütze deine wertvollen Pflanzen!^Eine Sache noch... brauchst du einen größeren Rucksack für all deine Sachen? Schau mal im örtlichen Gemischtwarenladen nach!",
        "15": "Es ist Lachsbeerenzeit! Im ganzen Land sind Büsche voller saftiger kleiner Beeren und du kannst sie einfach pflücken! Sie zu ernten ist ein großartiger Weg, um ein wenig Geld dazu zu verdienen.",
        "18": "Ah, erfrischender Regen... der beste Freund des Bauern! Wenn es regnet, brauchst du dir um die Bewässerung eurer Pflanzen keine Gedanken machen. Nutze das zu deinem Vorteil!",
        "22": "Schnapp dir eine Angel und verkaufe deine Ausbeute! Mit Angeln kannst du immer dein Konto etwas aufbessern, wenn du gerade sonst nichts zu tun hast. Die Distanz von deinem Köder zum Land entscheidet darüber, welche Art von Fisch dir an die Angel geht... aber auch der Ort, das Wetter, wie auch die Jahres- und Tageszeit!",
        "25": "Obstbäume. Sie brauchen eine volle Jahreszeit, um zu wachsen, also plane im Voraus! Wenn etwas das Gebiet um euren Baum herum blockiert, wird das Wachstum beeinträchtigt. Ist euer Obstbaum dann endlich herangewachsen, reifen jeden Tag neue, köstliche Früchte für die Jahreszeit heran! Zeit zu sparen!",
        "29": "Der Sommer ist da, zusammen mit einer Menge neuer Pflanzen zum Pflanzen! Wie zum Beispiel Hopfen. Die Ranken brauchen eine Weile, aber wenn sie erstmal ausgewachsen sind, kann man sie jeden Tag ernten. Viel Glück!",
        "32": "Hier ein kleiner Überblick über die Fische, die du nur im Sommer finden kannst: Goldmakrelen, in den Flüssen der Wälder am Tag. Regenbogenforellen, in den Flüssen der Wälder und den Bergen am Tag. Kugelfische, im Ozean am frühen Nachmittag. Und Oktopusse, im Ozean am Morgen. Schnapp sie dir, solange sie da sind!",
        "36": "Lass uns über Mais reden. Er ist eine etwas ungewöhnliche Pflanze, weil er ganze zwei Jahreszeiten überdauert! Das ist richtig, während die meisten Pflanzen beim Wechsel der Jahreszeit sterben, lebt der Mais weiter. Du kannst ihn im Sommer und im Herbst anpflanzen. Los, pflanz einfach mal ein wenig Mais an!",
        "39": "Ab morgen wird angeblich eine unüblich hohe Menge an Muscheln und Korallen an die Strände der Welt gespült werden. Ich bin kein Wissenschaftler, aber ich habe gehört, dass es irgendetwas mit der Paarungszeit der Krabben zu tun hat. Jedenfalls kannst du gutes Geld verdienen, wenn du dich ein wenig an eurem örtlichen Strand umsiehst.",
        "43": "Gibt es in deiner Stadt ein Spa? Entspanne dich im dampfend heißen Wasser, um neue Kräfte zu sammeln. Ahh... Das tut gut, oder?",
        "46": "Der Sommer ist bekannt für seine Gewitterstürme. Wenn du weißt, wie man einen Blitzableiter herstellt, kannst du die Elektrizität nutzen, um Batterien herzustellen. Diese können dann verkauft oder zur Herstellung von Objekten genutzt werden!",
        "50": "Die meisten Städte haben einen Kalender der Jahreszeiten vor ihren Gemischtwarenläden. Es ist sehr ratsam, diesen hin und wieder zu überprüfen. Dann weißt du auch Bescheid, was in deiner Gemeinde so vor sich geht. Und wirf immer einen Blick auf die Jobangebote!",
        "53": "Der Herbst ist fast da! Er ist wohl die ertragreichste Zeit für Bauern, also achte darauf, etwas Geld für neue Saat zurückzulegen! Wenn du bis jetzt noch keine bessere Gießkanne hast, wäre das vermutlich auch keine dumme Idee.",
        "57": "Reden wir über Sonnenblumen. Wenn du sie erntest, bekommst du nicht nur eine schicke Blume, sondern auch ein paar Samen. Ihr könnt die Samen nicht nur neu pflanzen, sondern auch verkaufen. Mehr brauche ich nicht zu sagen, oder?",
        "60": "Wenn du ein Bauer in einer kleinen Stadt bist, kann es gut sein, dass du zu einer \"Bauernhofschau\" eingeladen wirst. Dafür brauchst du gewöhnlich eine Auslage von 9 Gegenständen, die dein Talent am besten repräsentieren. Achte auf hohe Qualität, hohen Wert und Vielseitigkeit! Fische, Minerale, Handwerke, Früchte und Gemüse machen sich dabei sehr gut!",
        "64": "Es ist Brombeerenzeit! Die Büsche des ganzen Landes strotzen nur so vor reifen Früchten. Geh einfach nach draußen und sieh selbst!",
        "67": "Fisch-Fokus: Lachs. Lachse kehren im Herbst zu ihrem Geburtsort zurück, um Eier zu legen. Das heißt, dass die Flüsse voll von ihnen sind! Du kannst sie nur im Herbst finden, also schnapp dir deine Angel und ziehe los!",
        "71": "Hast du schon einen Zapfhahn? Geschickte Sammler wissen, wie man einen baut. Du kannst sie an jegliche Bäume anbringen, die überall wachsen. Ahornbäume produzieren Ahornsirup, Eichen Harz und Kiefern bringen Holzteer. Sirup ist am wertvollsten, aber alle Baumerzeugnisse haben ihren Nutzen!",
        "74": "Der Winter ist schon fast da. Lege einen Vorrat Heu für die Tiere im Winter an, da das Gras in der Jahreszeit verschwindet. Jeder Silo kann bis zu 240 Stücke Heu lagern, also rechne aus, wie viele du bauen solltest!",
        "78": "Fisch-Fokus: Glasaugenbarsch. Du kannst diesen Fisch an verregneten Abenden im Herbst und Winter finden. Er kann an allen Süßwasserorten gefunden werden.",
        "81": "Der Winter steht vor der Tür... Das heißt, dass erstmal Pause im Hofbetrieb angesagt ist. Es gibt keine Aussaat im Winter, außer du bist glücklicher Besitzer eines Gewächshauses. Aber es gibt trotzdem eine Menge zu tun! Mehr dazu das nächste Mal.",
        "85": "Winter... Eine Zeit, in der die ganze Welt still wird. Jetzt wäre ein großartiger Zeitpunkt, um ein wenig zu angeln, die Minen zu erforschen und zu sammeln. Verbessere deine Werkzeuge, um dich auf einen möglichst produktiven Frühling vorzubereiten! Oder bitte den örtlichen Schreiner darum, etwas auf eurem Hof zu bauen! Lege Vorräte an, verbessere Dinge und bereite dich auf das nächste Jahr vor.",
        "88": "Du willst bestimmt wissen, wie du an \"verfeinerten Quarz\" kommst. Wirf einfach gewöhnlichen Quarz in den Schmelzofen. Dann brauchst du noch einen Kohleklumpen, um das Feuer zu anzufachen.",
        "92": "Hast du beim Holzfällen irgendwelche Samen gefunden? Du kannst sie im Boden einpflanzen, um einen neuen Baum wachsen zu lassen. Sei kreativ!",
        "95": "Es gibt ein paar Fische, die du nur im Winter finden kannst... Tintenfische und Lengdorsche. Tintenfische können im Ozean am Abend gefangen werden. Lengdorsche den ganzen Tag in allen Süßwässern. Natürlich gibt es auch noch Gerüchte über extrem seltene und einzigartige Fische, die nur zu gewissen Jahreszeiten zu sehen sind, aber ich weiß nichts genaues darüber.",
        "99": "Diese Folge geht um Geoden. Geode sind hohle Steine, die oft sehr wertvolle Minerale enthalten. Ein Schmied kann sie dir zu einem gewissen Preis aufbrechen. Es gibt verschiedene Geode... und jeder einzelne davon produziert eine andere Gruppe an Mineralen. Der seltene \"Omni-Geode\" jedoch kann jede Art von Mineral beinhalten.",
        "102": "Wenn du jemanden wirklich glücklich machen willst, schenke der Person einfach ihr Lieblingsgeschenk an ihrem Geburtstag! Vertrau mir.",
        "106": "Hast du schon drei kleine, braune Stiele aus dem Boden sprießen sehen? Sie sind manchmal wirklich schwer zu erkennen. Aber wenn du an dieser Stelle gräbst, kannst du immer etwas finden. Frag mich nicht, wie das funktioniert.",
        "109": "Hattest du jemals das Bedürfnis, durch den Müll deines Nachbarn zu stöbern? Pfui! Hey, wenn dich das glücklich macht, dann tu es wenigstens still und heimlich. Wenn dich jemand dabei beobachtet, wird diese Person echt angewidert sein und sich von dir abwenden. Außer, sie steht auch auf so etwas.",
        "113": "Ein neues Jahr bricht an. Halte die Augen offen, falls ein neues Saatgut im örtlichen Gemischtwarenladen auftaucht. Hoffentlich hast du deine Werkzeuge verbessert und bist auf ein neues, produktives Jahr vorbereitet!",
        "116": "Fisch-Fokus: Aal. Aale können im Ozean gefangen werden, aber nur im Frühling und Herbst und an verregneten Abenden.",
        "120": "Hast du eine Küche? Kochen ist eine gute Methode, deine Fähigkeiten zu verbessern. Es dient nicht nur dazu, deine Energiereserven wieder aufzufüllen, manche Gerichte verbessern vorübergehend sogar deine Fähigkeiten, Geschwindigkeit und mehr! Riecht gut, oder?",
        "123": "Gegenstände im Rampenlicht: Krabbenreuse. Erfahrene Angler wissen, wie man eine Reuse herstellt. Diese Art an Falle kann dazu genutzt werden, eine Vielzahl von Wasserkreaturen zu in Süß- und Salzwässern zu fangen. Platziere die Reuse einfach im Wasser und lege einen Köder hinein. Am nächsten Tag kannst du dann nachsehen, was dir in die Falle gegangen ist. Danach musst du einen neuen Köder auslegen.",
        "127": "Es ist Lachsbeerenzeit! Im ganzen Land sind Büsche voller saftiger kleiner Beeren und du kannst sie einfach pflücken! Sie zu ernten ist ein großartiger Weg, um ein wenig Geld dazu zu verdienen.",
        "130": "Süße, Süßer... Wir müssen reden. Nein, so meinte ich das nicht. Natürlich rede ich vom süßen Produkt unserer Freunde, den Bienen. Pass auf... Wenn du ein paar Blumen in der Nähe deines Bienenkorbs hast, können deine Bienen besonderen Honig produzieren. Ansonsten produzieren sie nur gewöhnlichen Wildhonig. Ziemlich bien-ial, was?",
        "134": "Hier ein Tipp für die Abenteurer unter euch... Denkt an den Spezialangriff eurer Waffe! Schwerter können Angriffe blocken, was bei Schleimangriffen sehr gelegen kommt. Keulen können auf den Boden schlagen, wodurch Gegner in die Luft gewirbelt werden... und mit einem Dolch könnt ihr einen superschnellen Dreifachangriff ausführen! Passt auf euch auf.",
        "137": "Ich würde gerne über die berühmte Abenteurergilde in der Nähe von Pelikan reden. Der Gildenleiter Marlon hat ein nettes Belohnungsprogramm für jeden, der sich zur Monsterjagd in die Höhlen wagt. Abenteurer erhalten mächtige Gegenstände für das Besiegen möglichst vieler Monster. Dort hängt auch ein Poster mit weiteren Einzelheiten. Ziemlich cool!",
        "141": "Ich habe gehört, dass ein paar Leute neben vorbeifahrenden Zügen warten, um herausfallende Dinge aufzusammeln. Wow... Manche Leute tun alles für etwas Kostenloses!",
        "144": "Tiere im Rampenlicht: Schweine.^^In diesen Landen sind Schweine dazu trainiert, wertvolle Trüffel zu erschnüffeln. Du musst die Schweinchen raus lassen und geduldig sein... Sie brechen auf, sobald sie bereit sind. Um noch mehr Geld einzunehmen, kannst du aus den Trüffeln Öl machen.",
        "148": "Hier eine kurze Erinnerung bezüglich der Fische, die man nur im Sommer finden kann: Goldmakrelen, in den Flüssen der Wälder am Tag. Regenbogenforellen, in den Flüssen der Wälder und den Bergen am Tag. Kugelfische, im Ozean am frühen Nachmittag. Und Oktopusse, im Ozean am Morgen. Schnapp sie dir, solange sie da sind!",
        "151": "Fisch-Fokus: Super-Seegurke. Diesen seltenen Fisch kannst du nur im Ozean finden. Er kommt nur am Abend heraus, und das im Sommer und Winter.",
        "155": "Ich weiß, es ist schwer... aber mach dir nicht zu viele Sorgen um dein Pferd! Du kannst es überall stehen lassen und es findet immer seinen Weg zurück nach Hause. Pferde sind extrem schlaue und selbstständige Tiere!",
        "158": "Hier eine Idee... Züchte einen Wildbaum-Obstgarten heran! Bringe an all diesen Bäumen Zapfhähne an und ernte den wertvollen Sirup. Oder auch nicht! Mach, was du willst.",
        "162": "Gegenstände im Rampenlicht: Fass. Gewöhnlich werden Fässer zur Herstellung von Wein aus Trauben verwendet. Aber wusstest du, dass du Wein aus allen Früchten machen kannst? Oh ja.^Du kannst auch Saft aus Gemüse machen.",
        "165": "Führst du ein Tagebuch? Denke daran, hin und wieder einen Blick hinein zu werfen. Man vergisst schnell, dass man etwas Wichtiges aufgeschrieben hat.",
        "169": "Falls du in den Besitz einer \"seltenen Saat\" gekommen bist, wäre jetzt der Zeitpunkt zum Säen. Auch wenn es heißt, dass es eine ganze Jahreszeit braucht, haben mir verlässliche Quellen gesagt, dass es nur 24 Tage dauert. Das Resultat soll angeblich die süßeste Frucht der ganzen Welt sein.",
        "172": "Einige Bauern haben von merkwürdigen Vorkommnissen berichtet, wenn große Felder voll Blumenkohl, Melonen oder Kürbissen heranreifen. Hmmm. Ich selbst kann das nicht bestätigen.",
        "176": "Es ist Brombeerenzeit! Die Büsche des ganzen Landes strotzen nur so vor reifen Früchten. Geh einfach nach draußen und sieh selbst!",
        "179": "Du möchtest heiraten? Dann brauchst du ein Meerjungfrauen-Amulett. Alle Einheimischen diesseits der Edelsteinsee wissen, was es bedeutet, eins dieser Amulette zu bekommen.^Aber es zu finden kann etwas kompliziert sein. Jede Region scheint ihre eigenen Bräuche zu haben, aber normalerweise hat es immer etwas mit dem Strand oder Ozean zu tun.",
        "183": "Gegenstände im Rampenlicht: Recycle-Maschine. Hast du eine Menge Müll geangelt? Das kommt heutzutage einfach viel zu häufig vor. Allerdings kann man mit einer Recycle-Maschine diese Gegenstände wieder in etwas Nützliches verwandeln. Wirf einfach den Müll in die Maschine und sie kümmert sich darum. Jede Art Müll produziert eine andere Art von Gegenstand.",
        "186": "Fisch-Fokus: Weißer Thunfisch. Dieser Fisch kann entweder früh am Morgen oder in der Nacht gefunden werden. Suche ihn im Ozean, im Herbst oder Winter.",
        "190": "Fisch-Fokus: Waldspringer, Sandfisch und Skorpionkarpfen. Der Waldspringer lebt anscheinend nur tief in den Wäldern. Der Sandfisch und Skorpionkarpfen können nur in Wüstenoasen gefunden werden.",
        "193": "Nur noch wenige Tage, bis die Gemeinden der Farnschlucht-Republik die Geisternacht feiern! Eine Tradition, die dir vielleicht noch unbekannt ist, ist die Suche nach dem goldenen Kürbis. Wenn deine Stadt ein verfluchtes Labyrinth hat, dann ist dort sicher irgendwo ein goldener Kürbis versteckt. Diese Kürbisse sind wertvoll!",
        "197": "Leute, hört mir gut zu. Ihr braucht ein Kinderzimmer, bevor ihr Kinder haben könnt. Ein Baby braucht eine Krippe!",
        "200": "Gegenstände im Rampenlicht: Kristallarium. Diese geniale Maschine kann unendlich Kopien von jeder Art an Edelstein anfertigen. Lege einfach den gewünschten Edelstein in die Maschine und warte auf das Ergebnis. Es braucht vielleicht eine Weile, aber mal ehrlich... Das ist reiner Gewinn!",
        "204": "Wenn du ausgewachsene Tiere auf dem Hof und genügend Platz hast... dann ist es gut möglich, dass eines eurer Tiere Nachwuchs bekommt. Behalte das immer im Hinterkopf.",
        "207": "Fisch-Fokus: Katzenfisch. Dieser relativ seltene Fisch kommt nur aus seinem Versteck, wenn es regnet. Du findest ihn in Flüssen in der Nähe von Städten, wo er sich an allen möglichen Resten im Wasser labt. Er mag aber keine höheren Temperaturen, also brauchst du dir im Sommer keine Mühe mit der Suche geben!",
        "211": "Gegenstände im Rampenlicht: Wurmkübel. Brauchst du einen ewigen Vorrat an Ködern? Zeit für einen Wurmkübel. Sobald er bereit ist, bekommst du täglich ein paar Köder.",
        "214": "Unter all dem Schnee fängt die Frühlingssaat an, sich an die Oberfläche zu kämpfen um ihr neues Leben in der Sonne zu beginnen. Sei nicht überrascht, wenn der Frühling kommt und dein Hof ein wenig Aufräumarbeit nötig hat!",
        "218": "Wenn du eine Goldwaschpfanne besitzt, achte auf glänzende Dinge im Wasser.^Oft gibt es dort gutes Erz... Und wer es findet, darf es behalten!",
        "221": "Leute, ich habe eine Ankündigung für euch. Das ist die letzte Folge von \"Leben vom Land\", bevor ich in Rente gehe. Ich hatte eine gute Zeit und werde euch alle vermissen. Oh, die Leute vom Sender meinten, sie würden ab nächstes Jahr Wiederholungen zeigen. ^^Passt gut auf euch auf!"
    }
}