{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "이제 막 농사를 시작하시는 분들을 위한 팁입니다: 첫 작물이 자라는 것을 기다리면서 나무를 베거나 야생 식물을 채집해서 돈벌이를 할 수 있습니다!",
        "4": "이건 스타듀 밸리에 계신 시청자들을 위한 팁이네요. 마을 남서쪽에 강이 바다를 만나는 곳을 확인해보세요, 봄철 파를 찾을 수 있을 거예요. 가끔은 한 무리를 통째로 발견하는 경우도 있다는군요.",
        "8": "울타리에 대해 얘기해봅시다. 울타리는 잡초를 막고 작물을 보호하고 싶다면 아주 유용하죠. 가축을 한군데 모아둘 수도 있습니다. 시간이 지나면 망가지긴 하지만, 기본적인 나무로 된 울타리보다 돌이나 철, 혹은 단단한 나무로 만든 울타리가 더 오래가죠!",
        "11": "까마귀 때문에 골치가 아픈가요? 허수아비가 필요하신가 보군요! 허수아비를 두면 꽤 먼 거리까지 까마귀를 막아주죠. 꼭 귀중한 작물을 보호하세요!^한 가지 더... 혹시 더 큰 가방이 필요하신가요? 동네 잡화점에서 찾으실 수 있을 거예요.",
        "15": "새먼베리 철입니다! 전국의 덤불에 작고 쥬시 한 베리가 바글바글 맺히고 있어요, 누구든 따서 드시면 됩니다! 수확해서 돈벌이를 할 수도 있겠군요.",
        "18": "아, 상쾌한 비가 오네요... 농부의 가장 친한 친구죠! 비가 오면, 작물에 따로 물을 주지 않아도 되죠. 이 사실을 적극 활용하세요!",
        "22": "낚싯대를 구하고 잡은 생선을 파세요! 쉬는 동안 수입을 만들 수 있는 아주 좋은 방법이죠. 찌를 얼마나 멀리 보냈는지에 따라 잡히는 물고기의 종류가 달라지죠... 물론 장소, 계절, 밤낮, 그리고 날씨도 영향을 줍니다!",
        "25": "과일나무. 자라는 데 한 계절씩 걸리니, 꼭 미리 계획을 세우세요! 나무를 바로 둘러싼 구역에 다른 무언가가 있다면, 나무가 자라는 것을 방해합니다. 과일나무가 자란 후, 계절만 맞는다면 매일매일 맛있는 과일을 생산합니다. 어서 저축해서 하나 마련합시다!",
        "29": "여름이 왔습니다, 새로운 제철 작물도 함께 왔지요! 홉을 예로 들어봅시다. 줄기가 자라는데 시간이 좀 걸리지만, 다 자라고 나면 매일 수확할 수 있죠. 행운을 빕니다!",
        "32": "여름에만 잡히는 물고기들을 요약하자면: 만새기, 낮에 숲에 있는 강에서 발견됩니다. 무지개송어, 낮에 숲에 있는 강, 그리고 산에서도 발견되죠. 복어, 이른 오후 바다에서 잡을 수 있습니다. 그리고 문어, 아침에 바다낚시를 해서 잡을 수 있습니다. 잡을 수 있을 때 잡으세요!",
        "36": "옥수수 얘기를 할까요? 두 계절 동안 자라는 특이한 작물입니다! 그렇습니다, 대부분 작물이 계절이 변하면 죽지만, 옥수수는 살아남습니다. 여름과 가을에 키울 수 있어요. 자, 그럼 어서 가서 옥수수를 심읍시다!",
        "39": "내일부터 이상하리만큼 많은 양의 껍데기와 산호가 씻겨 올라온답니다. 제가 과학자는 아니지만, 게 짝짓기 철 때문이라고 들었어요. 이러나저러나, 근처 해변으로 가서 많이 모아서 수입을 좀 챙길 수 있겠죠?",
        "43": "동네에 스파가 있으신가요? 편안하게 앉아서 뜨거운 김이 원기회복에는 최고죠. 아... 정말 좋네요, 안 그런가요?",
        "46": "여름은 번개 폭풍이 치기로 유명하죠. 피뢰침을 제작할 줄 안다면, 전기를 모아서 배터리 팩을 만들 수도 있죠. 팔거나 다른 물품을 제작할 수 있습니다!",
        "50": "대부분 마을이 잡화점 앞에 계절별로 달력을 걸어두죠. 가끔씩 확인해서 마을에서 어떤 일이 일어나고 있나 보는 것이 좋습니다. 일거리에 관한 게시글이 있는지도 꼭 확인하세요!",
        "53": "거의 가을이네요! 농부가 득 볼 것이 많은 계절이죠, 물론 씨앗을 살 돈을 비축해뒀다면요. 아직 물뿌리개를 업그레이드하지 않으셨다면, 업그레이드하시는 걸 추천드립니다.",
        "57": "해바라기 얘기를 해볼까요. 수확하면 예쁜 꽃도 얻지만, 씨앗도 얻으실 수 있습니다. 다시 심거나 팔 수 있겠네요. 저라면 삽니다!",
        "60": "작은 마을에서 지내는 농부라면, \"농가 전시\"를 부탁받을 일이 아마 생길 겁니다. 일반적으로 농가 전시는 자신의 재능을 제일 잘 보여주는 9가지 물품으로 이루어지는데요, 품질 좋고 가치가 높은 물품으로 다양하게 준비하시는 것을 추천드려요. 생선, 광석, 장인 생산품, 과일, 채소, 다 좋습니다!",
        "64": "블랙베리 철입니다! 전국의 덤불에서 잘 익은 과일이 넘쳐흐르는군요. 바로 나가면 직접 보실 수 있습니다!",
        "67": "오늘의 생선: 연어. 연어는 자신이 태어난 장소로 돌아가서 산란하죠. 그렇다는 건 지금 강이 연어로 가득하다는 겁니다! 가을에만 잡을 수 있으니, 어서 낚싯대를 들고나가보세요.",
        "71": "수액 채취기가 있으신가요? 제작 좀 할 줄 아는 채집꾼들은 만들 줄 알죠. 어디든 자라고 있는 나무에 연결할 수 있습니다. 단풍나무는 메이플 시럽을, 참나무는 수지를, 소나무는 타르를 생산합니다. 시럽이 제일 값은 비싸지만, 모든 생산품이 각각 사용되는 곳이 있습니다!",
        "74": "곧 겨울이군요. 겨울에는 잔디가 나지 않으니, 꼭 가축들에게 먹여줄 건초를 미리 비축해놓으세요. 저장고 하나에 건초가 240개씩 들어가니, 더 건축해야 할지 꼭 계산해보세요!",
        "78": "오늘의 생선: 월아이. 이 생선은 가을이나 겨울 저녁에 비가 오면 잡힌다는군요. 민물고기입니다.",
        "81": "곧 겨울입니다... 인즉, 농장 일은 멈추게 되는 거죠. 겨울에는 작물이 자라지 않습니다, 물론 온실이 있다면 얘기가 다르지만요. 그래도 할 일은 충분히 있습니다! 다음 시간에 더 알아봅시다.",
        "85": "겨울... 온 세상이 조용한 시기죠. 채광, 낚시, 채집을 하기 정말 좋은 시기입니다. 봄에 사용할 수 있도록 도구도 미리 업그레이드하고요. 아니면 동네 목수에게 농장에 무언가 건설하는 것을 의뢰할 수도 있죠! 자원을 모으고, 업그레이드하고, 내년을 준비합시다.",
        "88": "'정제된 석영'을 어떻게 구하는지 궁금하신가요? 그냥 일반적인 석영을 용광로에 넣으세요. 석탄을 연료로 공급해야 될 겁니다.",
        "92": "나무를 베다가 나무 씨앗을 찾았나요? 심으면 새로운 나무가 자랄 겁니다. 창의적으로 써보세요!",
        "95": "겨울에만 찾을 수 있는 생선이 있죠... 오징어와 범노래미죠. 오징어는 저녁에 바다에서 잡을 수 있습니다. 범노래미는 민물에서 종일 잡을 수 있고요. 물론, 특정 계절에만 볼 수 있는 무척 희귀한 물고기가 있다는 정보도 있지만, 안타깝게도 저희에겐 자세한 정보가 없네요.",
        "99": "정동석에 관해 얘기해볼까요. 정동석은 속이 빈 돌로, 주로 내부에 귀중한 광물이 들어있죠. 대장장이에게 약간의 요금을 지불하면 열어줄 겁니다. 이게 근데, 정동석이 여러 가지가 있는데요... 각각 나올 수 있는 광물이 달라요. 하지만 희귀한 \"전 정동석\"은 모든 종류의 광물이 나올 수 있습니다.",
        "102": "누군가 행복하게 해주고 싶다면, 제일 좋아하는 선물을 생일에 주세요! 확신합니다.",
        "106": "땅에서 솟아난 작은 갈색 줄기 세 개를 본 적이 있나요? 가끔 눈에 잘 안 띄긴 하죠. 발견한다면, 땅을 파보세요, 항상 무언가 찾으실 겁니다. 이게 어떤 원리인지는 저도 몰라요.",
        "109": "가끔 이웃의 쓰레기를 뒤적이고 싶은 적 있었나요? 우웩! 그래도 정 하고 싶다면, 아무도 못 볼 때 하세요. 만약 발각된다면 기분이 상해서 관계가 안 좋아질 수도 있습니다. 뭐, 이웃분도 쓰레기통을 뒤적이는 걸 좋아하는 게 아니라면요.",
        "113": "새로운 한 해가 시작되었군요. 동네 잡화점이 새로운 종류의 씨앗을 판매하는지 확인해보세요. 겨울 동안 도구를 잘 업그레이드해서 올해도 생산적인 한해 될 수 있으시길 바랍니다!",
        "116": "오늘의 생선: 장어. 장어는 봄과 가을철 생선으로, 비 오는 날 저녁에 바다에서 잡으실 수 있습니다.",
        "120": "주방이 있으신가요? 요리는 능력을 향상시키기 좋은 방법이죠. 기력을 회복하기도 좋지만, 많은 음식들이 임시적으로 능력, 속도 등을 개선해줍니다! 냄새도 정말 좋네요, 그렇죠?",
        "123": "오늘의 아이템: 게잡이 통발. 경험 많은 낚시꾼은 통발을 만들 줄 알죠. 이름과 달리, 민물이건 바닷물이건 물에 사는 생물을 여러 가지 잡을 수 있습니다. 물속에 통발을 설치하고 미끼를 장착하시면 될 거예요. 다음날 돌아와서 무엇을 잡았는지 확인해보세요. 더 잡고 싶으시다면 미끼만 다시 걸면 됩니다.",
        "127": "새먼베리 철입니다! 전국구의 덤불에 작고 쥬시한 베리가 바글바글 맺히고 있어요, 누구든 따서 드시면 됩니다! 수확해서 돈벌이를 할 수도 있겠군요.",
        "130": "허니 얘기할까요. 아니, 여보 허니 말고요. 벌이 만들어낸 달콤한 액체, 꿀에 대한 이야기입니다. 중요한 게... 양봉장 근처에 꽃이 피고 있어야 특정 꿀을 생산할 수 있습니다. 안 그러면 그냥 '야생 벌꿀'만 얻을 거예요. 꽤나 달콤한 정보죠?",
        "134": "모험가들을 위한 팁입니다... 무기의 특수 공격을 잊지 마세요! 칼은 공격을 막을 수 있죠, 슬라임이 점프해오면 아주 유용합니다. 둔기로는 바닥을 내리쳐서 적들을 날려버릴 수 있고... 단검으로는 정말 빠르게 세 번 공격이 가능합니다! 안전한 모험되세요.",
        "137": "오늘 펠리컨 마을 근처에 있는 유명한 모험가 길드에 대해 얘기하고 싶네요. 길드장인 말론은 근처 동굴에서 몬스터를 잡는 용감한 사람들을 위해 보상 프로그램을 운영하고 있습니다. 많은 몬스터를 잡은 모험가들은 강력한 아이템을 받죠. 자세한 사항은 길드에 붙어있는 포스터를 확인해주세요. 아주 멋지네요!",
        "141": "몇몇 사람들은 기차에서 떨어지는 물품을 주우러 모여든다는군요. 와우... 공짜를 위해서라면 뭐든 할 사람들이 있네요!",
        "144": "오늘의 동물: 돼지.^^이 지역 돼지는 귀중한 송로버섯을 찾아낼 수 있는 훈련을 받았네요. 밖에 풀어주고 차분히 기다려봅시다... 스스로 준비가 되면 마법 같은 능력을 발휘할 거예요. 송로버섯 오일을 만들어서 수익을 최대한 늘려보세요.",
        "148": "여름에만 잡히는 물고기들을 다시 말씀드리자면: 만새기, 낮에 숲에 있는 강에서 발견됩니다. 무지개송어, 낮에 숲에 있는 강, 그리고 산에서도 발견되죠. 복어, 이른 오후 바다에서 잡을 수 있습니다. 그리고 문어, 아침에 바다낚시를 해서 잡을 수 있습니다. 잡을 수 있을 때 잡으세요!",
        "151": "오늘의 생선: 슈퍼 해삼. 이 귀한 해산물은 바다에서 찾을 수 있습니다. 저녁에만 볼 수 있고, 여름과 겨울에만 발견된다네요.",
        "155": "어려운 일이지만... 말에 대해 너무 걱정하실 필요는 없습니다! 그 어디에 두어도 알아서 집으로 잘 찾아갑니다. 정말 영리하고 독립적인 동물들입니다!",
        "158": "이런 아이디어도 있습니다... 야생 나무로 과수원을 차리는 거죠! 나무에 수액 채취기를 달고 귀중한 즙을 모아보세요. 아니면 말고요! 사실 저랑은 무관한 일이에요.",
        "162": "오늘의 아이템: 술통. 고전적인 술통의 용도는 포도로 와인을 만드는 일이죠. 하지만 그 어떤 과일을 쓰더라도 술을 만들 수 있다는 점, 알고 계시나요? 그렇습니다.^야채를 담아서 주스를 만들 수도 있습니다.",
        "165": "일기가 있으신가요? 종종 확인하세요. 무언가 중요한 것을 적어놓고도 까먹기 쉽죠.",
        "169": "만약 '희귀한 씨앗'이 있다면, 지금이 심기 좋은 시기입니다. 다 자라려면 한 계절이 지나야 한다는 소문이 있지만, 정확히는 24일이 걸립니다. 결과물은 세상에서 가장 달콤한 과일이 맺힌답니다.",
        "172": "몇몇 농부들의 제보에 의하면 콜리플라워, 멜론, 혹은 호박을 큰 밭에서 기르다 보면 이상한 일이 있다고 하네요. 흐음. 저는 입증할 방법이 없군요.",
        "176": "블랙베리 철입니다! 전국의 덤불에서 잘 익은 과일이 넘쳐흐르는군요. 바로 나가면 직접 보실 수 있습니다!",
        "179": "결혼하고 싶으신가요? 인어의 펜던트가 필요할 겁니다. 보석의 바다 이쪽 편에 지내시는 분들이라면 인어의 펜던트가 어떤 의미인지 아실 겁니다.^펜던트를 손에 넣기 어려울 수 있습니다. 지역마다 관습이 다르지만, 항상 해변이나 바다에 관련된 이야기죠.",
        "183": "오늘의 아이템: 재활용 기계. 낚시하다가 쓰레기를 많이 낚았나요? 요즘 참 흔한 일이죠. 다행인 건, 재활용 기계로 그런 아이템을 유용한 물품으로 바꿀 수 있다는 겁니다. 기계에 쓸모없는 아이템을 넣고 돌려보세요. 쓰레기마다 얻을 수 있는 아이템이 다르답니다.",
        "186": "오늘의 생선: 날개다랑어. 이 생선은 이른 아침이나 밤에 잡히죠. 가을이나 겨울 바다에서 낚아보세요.",
        "190": "오늘의 생선: 숲고기, 도루묵, 그리고 전갈 잉어. 숲고기는 깊은 숲속에 산다고 하네요. 도루묵이나 전갈 잉어는 사막 오아시스에서 발견할 수 있습니다.",
        "193": "이제 며칠만 있으면 펀길 공화국 여기저기서 영령의 전야제 축제가 열리겠군요! 사실 잘 알려지지 않은 전통 중 하나는 황금 호박을 찾는 거죠. 마을에서 축제의 일부로 유령의 미로를 진행한다면, 그 안 어딘가에 황금 호박이 있을 겁니다. 아주 귀중한 물건이에요!",
        "197": "여러분, 제 조언을 들어주세요. 아이를 가지고 싶다면 아이를 위한 방부터 마련해야 합니다. 아기가 잘 요람이 있어야죠!",
        "200": "오늘의 아이템: 결정생성기. 이 멋진 기계는 그 어떤 보석이라도 몇 번이고 복제할 수가 있습니다. 안에 보석을 넣어두고 기계가 돌아가는 걸 기다리시면 됩니다. 시간이 좀 걸리긴 하지만, 이건 정말... 순이익이죠!",
        "204": "다 자란 외양간 동물이 있고, 외양간에 자리가 남았다면... 동물이 새끼를 낳을 확률이 있습니다. 기억해둘 만한 사실이죠.",
        "207": "오늘의 생선: 메기. 비가 오면 숨어있다 나오는 흔한 편인 생선입니다. 마을 근처 강에서 발견할 수 있어요, 물에 떨어지는 남은 음식을 즐겨먹죠. 더운 날씨는 싫어하니, 여름에 찾진 마세요!",
        "211": "오늘의 아이템: 지렁이 통. 미끼를 끝없이 공급받고 싶으신가요? 지렁이 통을 하나 마련하세요. 매일 미끼를 몇 조각씩 제공해준답니다.",
        "214": "눈에 덮인 채, 여러 식물들이 봄의 햇빛을 받으며 살 날을 위해 열심히 싸우고 있습니다. 봄이 되어서 잡초가 무성하게 자라있어도 너무 놀라진 마세요!",
        "218": "혹시 황금 채취용 체가 있다면, 물속에서 무언가 반짝이는지 유심히 보세요.^좋은 광석을 발견할 수도 있습니다, 그것도 무료로요!   ",
        "221": "여러분, 전해드릴 소식이 있습니다. 오늘이 제가 은퇴하기 전에 촬영하는 자급자족 농경생활정보의 마지막 화입니다. 그동안 정말 즐거웠고, 많이 보고 싶을 거예요. 아, 방송국에서 내년부터 재방송을 튼다는군요. ^^그럼 다들 건강하세요!"
    }
}