{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Вот вам, новички, совет: рубите деревья и собирайте дикие дары природы, чтобы заработать немного, пока зреет ваш первый урожай!",
        "4": "А этот совет тех, кто живeт в долине Стардью. К юго-западу от города, где река впадает в океан, весной растeт лук-батун. Порой его там можно собрать целую кучу!",
        "8": "Поговорим о заборах. Заборы не дают разрастись сорнякам, защищая ваши посевы. А ещe они полезны фермерам, у которых есть домашний скот. Через какое-то время заборы ломаются, но если они сделаны из камня, железа или твeрдой древесины, то прослужат гораздо дольше, чем обычные деревянные!",
        "11": "Одолело вороньe? Похоже, вам не хватает пугала! Поставьте его на вашей ферме, и вороны будут облетать его далеко стороной. Не забудьте защитить свой драгоценный урожай!^И ещe... Не хватает места в рюкзаке? Загляните в местный магазин.",
        "15": "Сезон морошки! За городом все кусты набухли от этих сочных ягодок, собирай - не хочу! А ещe за них можно выручить немного денег.",
        "18": "Ах, освежающий дождь... Лучший друг фермера! Когда идeт дождь, не нужно поливать посевы. Распорядитесь этим временем с умом!",
        "22": "Найдите себе удочку и сбывайте улов за деньги! Рыбалка - отличная подработка, если у вас есть свободная минутка. От того, как далеко вы закинете удочку, зависит ваш улов... а ещe он зависит от того, где вы рыбачите, в какой сезон, в какое время суток, и в какую погоду!",
        "25": "Плодовые деревья. Планируйте посадку заранее - такие деревья смогут расти только через сезон после посева! Если вплотную к вашему саженцу растeт что-то ещe, то сам саженец расти дальше не сможет. Взрослое дерево плодоносит ежедневно в своeм сезоне. Начинайте копить!",
        "29": "Вот на дворе и лето, а значит, можно сажать целую кучу новых летних растений! Взять, к примеру, хмель. Его лианы растут не очень быстро, но когда вырастут, то хмель можно собирать ежедневно. Удачи!",
        "32": "А вот такие рыбы ловятся только летом: Дорада водится в лесных реках, ловится днeм. Радужную форель можно поймать днeм в горных и лесных реках. Рыба-eж водится в океане, поймать еe можно сразу после полудня. И, наконец, осьминог - его можно выловить в океане по утрам. Ловите, пока есть возможность!",
        "36": "Поговорим о кукурузе. Это необычная культура, потому что растeт два сезона подряд! Да-да, пока остальные посевы погибают, когда меняется время года, кукуруза остаeтся. Еe можно выращивать и летом, и осенью. А теперь идите и сажайте кукурузу!",
        "39": "С завтрашнего дня на пляжах по всему миру ожидается необыкновенное количество вынесенных на берег ракушек и кораллов. Я не учeный, но слышал, будто это как-то связано с брачным сезоном у крабов. Как бы там ни было, можно будет неплохо заработать, походив по пляжу.",
        "43": "В вашем городе есть баня? Расслабьтесь, и горячая вода восстановит ваши силы. Ах, как хорошо, правда?",
        "46": "Лето - грозовой сезон, это всем известно. Если вы умеете мастерить громоотводы, то с их помощью можно собирать электричество из молний в аккумуляторы. А их, в свою очередь, можно продать, или смастерить с ними что-то ещe!",
        "50": "Во многих городах перед главным магазином вывешен календарь. Так можно узнать, что и когда происходит в вашем городке. Не забудьте проверить и объявления о подработке!",
        "53": "Осень уже на пороге. Пожалуй, осень - самый прибыльный сезон для фермера, так что не забудьте отложить денег на семена. Если вы до сих пор не улучшили свою лейку - сейчас самое время.",
        "57": "Поговорим о подсолнухах. Они дают не только красивые цветы, но и семечки. Их можно посадить, а можно продать. Я - за подсолнухи!",
        "60": "Если вы фермер в небольшом городке, то, скорее всего, вас когда-нибудь пригласят участвовать на выставке товаров. Обычно на выставочный лоток выкладывают 9 товаров, которые лучше всего отражают ваши таланты. Постарайтесь выставить товары подороже и повыше качеством, и не забывайте их разнообразить. Рыба, минералы, товары собственного изготовления, фрукты и овощи - пригодится всe!",
        "64": "А вот и ежевичный сезон! За городом кусты ломятся от спелых ягод. Сходите и убедитесь сами!",
        "67": "Рыба дня: Лосось. Лосось возвращается на нерестилище, чтобы отложить икру. А это значит, что в реках их сейчас полно! Застать их можно только осенью, так что торопитесь закинуть удочку!",
        "71": "У вас есть подсочники? Опытные собиратели умеют изготовлять их своими руками. Их можно повесить на любое дикое дерево. Из клeнов можно добыть кленовый сироп, из дубов - дубовую смолу, а из сосен - сосновую. Сироп - самый ценный из этих продуктов, но все три пригодятся в хозяйстве!",
        "74": "Зима уже почти наступила. Не забудьте заготовить на зиму достаточно сена на корм своим животным. В одной силосной башне можно хранить до 240 снопов сена, так что посчитайте сами и подумайте, не нужно ли построить ещe башен!",
        "78": "Рыба дня: Желтый судак. Его можно выловить осенью и зимой в дождливый вечер. Эта рыба водится в пресноводных источниках.",
        "81": "Скоро зима... А это значит, что вся ваша работа на ферме скоро встанет. Зимой ничего нельзя вырастить, если только вы не из тех счастливчиков, у которых есть теплица. Но это не значит, что вам нечем будет заняться! Продолжение в следующем выпуске.",
        "85": "Зима... Время, когда весь мир замирает. Самое время спуститься в шахту, порыбачить и заготовить ресурсы. Подготовьтесь к продуктивной весне, улучшив свои инструменты. А ещe можно нанять плотника, чтобы он построил вам что-нибудь на ферме! Заготавливайте ресурсы и готовьтесь к следующему году.",
        "88": "Ломаете голову над тем, как получить очищенный кварц? Просто закиньте обычный кварц в плавильную печь. Правда, вам ещe понадобится кусок угля, чтобы поддерживать в печи температуру.",
        "92": "Когда-нибудь находили семена во время повала деревьев? Их можно посадить, и из них вырастут новые деревья. Приложите фантазию!",
        "95": "Двух водных обитателей можно поймать только зимой: Кальмар и змеезуб. Кальмара можно поймать в океане по вечерам. Змеезуба можно ловить на протяжении всего дня в пресных водоeмах. Ходят, конечно, слухи и о редчайших, уникальных рыбах, которых можно поймать только в определeнное время года, но о них я ничего не знаю.",
        "99": "Поговорим о жеодах. Жеоды - полые камни, которые часто содержат ценные минералы. За небольшую плату их вам может расколоть местный кузнец. Так вот, виды жеод бывают разные... и в каждом виде можно найти свои особые минералы. Редкие \"омни-жеоды\", однако, могут содержать в себе несколько минералов одновременно.",
        "102": "Если вы хотите кого-то сильно обрадовать, подарите им на день рождения то, что они больше всего любят. Уж поверьте - это работает.",
        "106": "Замечали когда-нибудь три коричневых росточка, торчащих из земли? Иногда заметить их бывает очень сложно. Но если вы копнeте в таком месте, обязательно что-нибудь откопаете. Даже не спрашивайте почему, я всe равно не знаю.",
        "109": "Вас когда-нибудь одолевало желание покопаться в соседской мусорке? Фу! Если вас так уж тянет на мусор, копайтесь незаметно. Если вас за этим кто-нибудь застанет, им будет очень противно, а это повлияет на вашу дружбу. Или нет, если они сами любят такое.",
        "113": "Вот и настал новый год. Проверьте, может быть, в местный магазин завезли новые семена! Я надеюсь, вы улучшили свои инструменты за зиму и готовы к продуктивному году!",
        "116": "Рыба дня: Угорь. Угря можно поймать в океане - весной и осенью, в дождливый вечер.",
        "120": "У вас есть своя кухня? Готовка здорово поможет вам улучшить свои способности. Домашняя еда хороша не только тем, что даeт вам энергию. Многие блюда могут временно улучшить ваши навыки, поднять скорость, и ещe много чего! Чуете, чем пахнет?",
        "123": "Предмет дня: Крабовая ловушка. Опытный рыбак сможет смастерить еe своими руками. Несмотря на своe название, в эти ловушки можно поймать всевозможную водную живность как в морской, так и в пресной воде. Просто опустите ловушку в воду и положите в неe приманку. На следующий день вам нужно будет только собрать улов. Чтобы ловушка работала и на следующий день, нужно положить в неe новую приманку.",
        "127": "Сезон морошки! За городом все кусты набухли от этих сочных ягодок, собирай - не хочу! А ещe за них можно выручить немного денег.",
        "130": "Поговорим о мeде. О правильном мeде, сделанном правильными пчeлами. Пчeлы нам друзья! Ну так вот: если рядом с ульем что-нибудь цветeт, то пчeлы будут делать из этого мeд. Иначе пчeлы будут давать так называемый дикий мeд. Весьма мило, правда?",
        "134": "Совет любителям приключений: не забывайте о спецатаке вашего оружия! Мечом можно блокировать атаки - очень полезно, когда на вас прыгают слаймы. Тупым оружием можно ударить по земле так, что враги разлетятся в разные стороны, а кинжалом можно провести молниеносную тройную атаку! Берегите себя.",
        "137": "Сегодня я хочу рассказать о знаменитой гильдии искателей приключений у города Пеликан. Глава гильдии, Марлон, предлагает смельчакам награду за истребление чудовищ в местных пещерах. За истребление большого количества чудовищ предлагаются полезнейшие предметы. Подробнее об этом вы можете прочитать на плакате в гильдии. Это очень круто!",
        "141": "Мне тут рассказывали, что у проезжающих мимо поездов стоят люди и подбирают всe, что выпадет из вагонов. На что только не идут ради халявы!",
        "144": "Животное дня: Свиньи.^^В наших краях свиней натаскивают искать трюфели. Выгоняете свинок на свежий воздух и набираетесь терпения... Они обязательно найдут трюфели. Чтобы получить максимальную выгоду, из трюфелей можно делать масло.",
        "148": "Напоминаем вам, что некоторые виды рыб можно поймать только летом. Это: Дорада водится в лесных реках, ловится днeм. Радужную форель можно поймать днeм в горных и лесных реках. Рыба-eж водится в океане, поймать еe можно сразу после полудня. И, наконец, осьминог - его можно выловить в океане по утрам. Ловите, пока есть возможность!",
        "151": "Рыба дня: Чудо-огурец. Эти редкие иглокожие водятся только в океанах. Ловятся они по вечерам, летом и зимой.",
        "155": "Я знаю, что сложно перестать волноваться о том, как там ваша лошадка. Но вы перестаньте! Где бы вы еe ни оставили, она сама найдeт дорогу домой. Лошадь - очень умное и независимое животное!",
        "158": "Вот вам идея: фруктовый сад, но с обычными деревьями! И не фруктовый, а с подсочниками, и сок продавайте. А можете и не продавать! Мне-то какое дело.",
        "162": "Предмет дня: Бочонок. Обычно в бочонке делают вино из винограда. Но знаете ли вы, что вино можно делать из любых фруктов? Так-то.^А из овощей можно давить сок.",
        "165": "Вы ведeте дневник? Не забывайте заглядывать в него время от времени. Иначе можно запросто забыть о чeм-нибудь важном!",
        "169": "Если вам удалось раздобыть так называемое «редкое семечко», то сейчас самое время его посадить. Хотя считается, что его растение вызревает весь сезон, надeжные источники сообщили мне, что на самом деле ему нужно только 24 дня. По слухам, это растение даeт самый сладкий плод в мире.",
        "172": "Когда созревают целые поля с цветной капустой, дыней или тыквой, может произойти что-то странное, как сообщают нам фермеры. Хм-м-м. Сам я не могу ничего такого подтвердить.",
        "176": "А вот и ежевичный сезон! За городом кусты ломятся от спелых ягод. Сходите и убедитесь сами!",
        "179": "Хотите обвенчаться? Тогда вам понадобится Кулон Русалки. По эту сторону Самоцветного моря каждому известно, что значит этот кулон. ^Заполучить такой кулон бывает непросто. В каждой области с этим связан свой обычай, который неизменно связан с океаном или пляжем.",
        "183": "Предмет дня: Утилизационная машина. Бывало с вами такое, что за удочку цепляется много мусора? В наше время такое очень уж часто случается. Так вот, с утилизационной машиной этот мусор можно превратить во что-нибудь полезное. Просто закиньте мусор в машину и подождите. Из разного мусора получаются разные предметы!",
        "186": "Рыба дня: Альбакор. Рыбу эту ловят либо рано утром, либо ночью. Обычно поймать еe можно осенью или зимой, в океане.",
        "190": "Рыба дня: Лесоплюх, песковник и скорпионовый карп. По слухам, лесоплюх водится только в самом дремучем лесу. Песковник и скорпионовый карп же водятся только в пустынных оазисах.",
        "193": "Всего через пару дней по всей республике Фернгилл начнут праздновать День всех духов! Одна из традиций праздника, о которой знают не все - поиски золотой тыквы. Если вдруг в вашем городе есть лабиринт с привидениями, будьте уверены - где-то в нeм спрятана золотая тыква. Дорогая, между прочим, штука!",
        "197": "Вот вам мой совет. Перед тем, как заводить детей, вам нужно будет обустроить детскую. Малышу понадобится кроватка!",
        "200": "Предмет дня: Кристаллярий. Удивительная машина, способная создавать бесконечные копии любого драгоценного камня. Просто положите в машину нужный вам камень и ждите. Ждать придeтся долго, но зато это чистая прибыль!",
        "204": "Всегда есть шанс, что одно из взрослых животных в вашем хлеву может родить, если в этом хлеву ещe оставалось место. Это так, к сведению.",
        "207": "Рыба дня: Сом. Рыба достаточно редкая, выходит из своего укрытия в дождливые дни. Этих рыб можно увидеть в пригородных реках, где они подъедают всe, что падает в воду. Жаркая погода им не по душе, так что летом можете их не ждать!",
        "211": "Предмет дня: Бак с червями. Ищете неиссякаемый источник приманки на рыбалку? Смастерите себе бак с червями. Когда черви внутри освоятся, немного приманки каждый день вам обеспечено.",
        "214": "Даже под снегом весенним семенам не терпится прорасти и увидеть солнце. Не удивляйтесь, когда весной придeтся пропалывать всю ферму!",
        "218": "Если у вас есть промывочный ковш, то смотрите в оба: если увидите, что под водой что-то блестит,^значит, там можно найти хорошую руду!",
        "221": "Друзья, у меня есть для вас объявление. Этот выпуск «Даров земли» - последний, после него я ухожу на пенсию. С вами было здорово. Я буду по вам скучать! Ах да, мне тут сказали, что в следующем году канал будет показывать повторы. ^^Бывайте!"
    }
}