{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Questa è per tutti principianti lì fuori: tagliate legna e cercate piante selvatiche per guadagnare del denaro mentre aspettate il primo raccolto!",
        "4": "Questa è per tutti gli abitanti di Stardew Valley. Cercate le cipolle primaverili a sud-ovest del paese, dove il fiume incontra l'oceano. A volte se ne trova tutto un mucchio che cresce fuori della terra.",
        "8": "Parliamo di recinti. I recinti aiutano a tenere a bada le erbacce e proteggere le colture. Consentono anche di contenere il bestiame. I recinti si rompono dopo un po', ma quelli di pietra, ferro e legno duro durano molto di più di quelli di legno base!",
        "11": "Pensieri torvi sui corvi? Sembra che vi serva uno spaventapasseri! Metterne uno nella vostra fattoria dissuade i corvi da una buona distanza. Accertatevi di proteggere le vostre preziose colture!^Un'altra cosa... vi serve uno zaino più grande per tenere tutta la vostra roba? Fate visita all'emporio locale.",
        "15": "È la stagione dei lamponi! Per tutta la campagna, i cespugli abbondano di bacche succose, e prenderle è gratis! Raccoglierle è un ottimo modo per guadagnare qualcosa in più.",
        "18": "Ah, pioggia rinfrescante... la migliore amica del fattore! Quando piove, non serve annaffiare le colture. Sfruttatelo a vostro vantaggio!",
        "22": "Mettete le mani su una canna da pesca e vendete il vostro pescato! Pescare è un gran modo per raggruzzolare qualcosa nei tempi morti. I tipi di pesci che prenderete sono determinati dalla distanza dalla riva a cui atterra il galleggiante... così come da luogo, stagione, ora del giorno e condizioni atmosferiche!",
        "25": "Alberi da frutto. Ci mettono tutta una stagione per crescere, quindi programmate per tempo! Se la zona intorno al vostro alberello non è sgombra, interferirà con la sua crescita. Una volta adulto, l'albero produrrà per voi frutti squisiti ogni giorno della sua stagione. Meglio fare scorta!",
        "29": "Ecco l'estate, insieme a tutta una nuova gamma di colture da piantare! Prendete il luppolo, ad esempio. Le piante crescono lentamente, ma una volta mature producono un po' ogni giorno. Buona fortuna!",
        "32": "Ecco una lista dei pesci che si trovano solo d'estate: Dorado, nei fiumi boschivi, di giorno. Trota arcobaleno, nei fiumi boschivi e montani, di giorno. Pesce palla, nell'oceano, nel primo pomeriggio. Infine la piovra, nell'oceano, di mattina. Prendeteli finché potete!",
        "36": "Parliamo di mais. È una coltura insolita perché dura per due stagioni! Eh già, molte colture muoiono col cambio di stagione, ma non il mais. Può crescere sia in estate che in autunno. Ora, uscite fuori e piantate del mais!",
        "39": "Da domani, si prevede che un'insolita quantità di conchiglie e coralli comparirà sulle spiagge di tutto il mondo. Non sono uno scienziato, ma ho sentito che ha a che fare col periodo degli amori dei granchi. Comunque, potreste guadagnare soldoni rastrellando la vostra spiaggia locale.",
        "43": "Avete le terme in paese? Rilassatevi e state fermi nell'acqua fumante per ripristinare la vostra energia. Ahh... che goduria, eh?",
        "46": "L'estate è famosa per i temporali. Se sapete fabbricare un parafulmine, potete raccoglierne l'elettricità e ricavarne delle batterie da vendere, o da usare per creare altre cose!",
        "50": "Molti paesi hanno un calendario delle stagioni di fronte all'emporio. Controllarlo ogni tanto è utile per farsi un'idea di come vanno le cose nella comunità. Controllate anche se ci sono annunci di lavoro!",
        "53": "L'autunno è alle porte! È di certo la stagione più remunerativa per i fattori, quindi vedete di risparmiare qualcosa per comprare nuovi semi. Se non avete già migliorato l'annaffiatoio, sarebbe una buona idea farlo ora.",
        "57": "Parliamo di girasoli. Quando li raccoglierete non otterrete solo un bel fiore, ma probabilmente anche dei semi. Potete ripiantare quei semi o venderli. Un affare!",
        "60": "Se siete fattori in un paesino, probabilmente a un certo punto vi inviteranno a metter su una \"bancarella d'esposizione\". Questa consiste, tipicamente, nei 9 oggetti che meglio mostrano il vostro talento. Puntate ad articoli di alta qualità e alto valore, e assicuratevi di essere vari. Sarebbe bene avere pesce, minerali, opere artigianali, frutta e verdura!",
        "64": "È tempo di more! I cespugli della campagna sono zeppi di bacche mature. Uscite e vedete da voi!",
        "67": "Punto pesci: Salmone. In autunno i salmoni tornano al loro luogo di nascita per deporre le uova. Pertanto i fiumi ne sono stracarichi! Si trovano solo in autunno, quindi canna in mano e uscite.",
        "71": "Avete un estrattore? I raccoglitori esperti sanno fabbricarne uno. Potete attaccarlo agli alberi selvatici che crescono ovunque. Gli aceri danno il loro sciroppo, le querce la resina, e i pini il catrame. Lo sciroppo è quello di maggior valore, ma tutti i prodotti sono utili!",
        "74": "L'inverno è alle porte. Accertatevi di aver accumulato abbastanza fieno per nutrire le vostre bestie per tutta la stagione, quando tutta l'erba muore. Ogni silo contiene fino a 240 pezzi di fieno, quindi fate bene i calcoli e vedete se è meglio costruirne altri!",
        "78": "Punto pesci: Walleye. È un pesce reperibile nelle serate piovose, durante l'autunno e l'inverno. Si trova in ogni zona d'acqua dolce.",
        "81": "Tra poco sarà inverno... per cui le vostre operazioni in fattoria subiranno un arresto. D'inverno non crescono colture, a meno che non abbiate la fortuna di avere una serra. Ma c'è ancora un sacco da fare! Ne parliamo la prossima volta.",
        "85": "L'inverno... Quando tutto il mondo tace. È il momento giusto per andare in miniera, a pesca o a caccia di piante selvatiche. Migliorate i vostri attrezzi per prepararvi a una primavera produttiva. O chiedete a un falegname di costruire qualcosa nella fattoria! Accumulate risorse, miglioratevi, e state pronti per l'anno prossimo.",
        "88": "Vi chiedete come mettere le mani su del 'Quarzo raffinato'? Basta mettere del quarzo normale nella fornace. Vi servirà un pezzo di carbone per alimentare il fuoco.",
        "92": "Avete trovato dei semi d'albero mentre tagliavate legna? Potete piantarli nel suolo per far nascere un nuovo albero. Siate creativi!",
        "95": "Ci sono due pesci che si trovano solo d'inverno... Calamaro e ofiodonte. Il calamaro si trova nell'oceano di sera. L'ofiodonte nell'acqua dolce, a qualsiasi ora del giorno. Certo, gira voce di pesci rarissimi e speciali che appaiono solo in determinate stagioni, ma su di quelli non so dirvi nulla.",
        "99": "Parliamo di geodi. I geodi sono pietre cave che spesso contengono minerali preziosi. Un fabbro può aprirli per voi, basta pagarlo. Ora, ci sono vari tipi di geodi... e ciascuno rilascia una gamma diversa di minerali. Il raro \"omni-geode\", però, può contenere minerali d'ogni tipo.",
        "102": "Se volete davvero far felice qualcuno, donategli la sua cosa preferita il giorno del suo compleanno! Fidatevi.",
        "106": "Avete mai visto tre peduncoli marroni che sbucano dal suolo? Possono essere difficili da notare. Ma scavando in quel punto troverete sempre qualcosa. Non domandatemi come funziona.",
        "109": "Vi viene mai l'impulso di rovistare nell'immondizia dei vicini? Puah! Ehi, se volete farlo va bene, però evitate quando c'è altra gente. Se vi notano, saranno davvero disgustati da voi, e i vostri rapporti ne risentiranno. Beh, a meno che non piaccia anche a loro.",
        "113": "Beh, è arrivato l'anno nuovo. Occhi aperti per nuovi tipi di semi al vostro emporio locale. Spero che abbiate migliorato gli attrezzi durante l'inverno, e che siate pronti per un anno fruttuoso!",
        "116": "Punto pesci: Anguilla. Le anguille si pescano nell'oceano in primavera e autunno, nelle serate piovose.",
        "120": "Avete una cucina? Cucinare è un gran modo per acuire le vostre capacità. Molti piatti, oltre ad essere una comoda fonte d'energia, accrescono temporaneamente la vostra abilità, velocità e altro! Che profumino, vero?",
        "123": "L'oggetto di oggi: Nassa per granchi. I pescatori esperti sanno fabbricarle. Nonostante il nome, le nasse possono catturare una grande varietà di creature d'acqua sia dolce che salata. Basta mettere una nassa in acqua e caricarla con l'esca. Tornate il giorno dopo e controllate cosa avete preso. Se vorrete acchiappare altre cose, dovrete rimpiazzare l'esca.",
        "127": "È la stagione dei lamponi! Per tutta la campagna, i cespugli abbondano di bacche succose, e prenderle è gratis! Raccoglierle è un ottimo modo per guadagnare qualcosa in più.",
        "130": "Parliamo di dolcezze. No, non voi, sciocchini. Intendo il dolce prodotto delle nostre amiche api, il miele. Un consiglio... se avete dei fiori che stanno sbocciando vicino alle vostre arnie, le api produranno miele aromatizzato. Altrimenti otterrete solo 'miele millefiori'. Dolce, eh?",
        "134": "Un consiglio per gli avventurieri... Non scordatevi l'attacco speciale della vostra arma! Le spade possono bloccare gli attacchi avversari, il che è utile quando le melme vi saltano addosso. Le clave possono scuotere il terreno, facendo volare via i nemici... e con un pugnale potete eseguire un triplo-colpo ultra-rapido! Fate attenzione.",
        "137": "Vorrei parlare della famosa Gilda degli Avventurieri vicino a Pelican Town. Il capo, Marlon, ha delle belle ricompense per chi è abbastanza audace da uccidere mostri nelle caverne locali. Gli avventurieri riceveranno oggetti potenti se elimineranno grandi quantità di mostri. Sul muro c'è un poster con maggiori dettagli. Forte!",
        "141": "Ho sentito che certa gente si mette vicino ai treni che passano nel caso cadano oggetti interessanti. Wow... cosa non si fa per la roba gratis!",
        "144": "L'animale di oggi: Maiale.^^Da queste parti, i maiali sono addestrati a scovare preziosi tartufi. Dovete liberare i suini all'esterno e portare pazienza... quando saranno pronti faranno la magia. Per massimizzare il profitto, ricavate dell'olio dai tartufi.",
        "148": "Ecco una lista dei pesci che si trovano solo d'estate: Dorado, nei fiumi boschivi, di giorno. Trota arcobaleno, nei fiumi boschivi e montani, di giorno. Pesce palla, nell'oceano, nel primo pomeriggio. Infine la piovra, nell'oceano, di mattina. Prendeteli finché potete!",
        "151": "Punto pesce: Supercetriolo. Questo pesce raro si trova nell'oceano. Compare solo di sera, in estate e inverno.",
        "155": "So che è dura... ma non preoccupatevi tanto del vostro cavallo! Potete lasciarlo ovunque e tornerà a casa da solo. Sono animali intelligenti e indipendenti!",
        "158": "Ecco un'idea... Date il via a un cortile di alberi selvatici! Mettete estrattori su quegli alberi e raccogliete il caro sciroppo. Oppure non fatelo! Sapete quanto m'importa.",
        "162": "L'oggetto di oggi: Barilotto. La funzione classica del barilotto è di ricavare il vino dall'uva. Ma sapevate che potete ricavare vino da qualsiasi frutto? Già.^E potete ricavare succhi dalle verdure.",
        "165": "Ce l'avete un diario? Consultatelo di tanto in tanto. È facile dimenticarsi d'averci scritto qualcosa d'importante.",
        "169": "Se siete riusciti a mettere le mani su un 'seme raro', ora è il momento di piantarlo. Si dice che cresca nel corso di un'intera stagione, ma fonti affidabili m'informano che, in realtà, servono solo 24 giorni. Pare che il risultato finale sia il frutto più dolce del mondo.",
        "172": "Alcuni fattori hanno raccontato che succedono strane cose quando i grandi campi di cavolfiori, meloni o zucche giungono a maturità. Hmmm. Non posso verificare di persona.",
        "176": "È tempo di more! I cespugli della campagna sono zeppi di bacche mature. Uscite e vedete da voi!",
        "179": "Vorreste sposarvi? Vi servirà un Ciondolo sirenesco. Chiunque abiti da questa parte del Mar di Gemme saprà cosa vuol dire, quando darete loro un Ciondolo sirenesco.^Procurarvene uno non è semplice. Sembra che ogni regione abbia i suoi costumi, ma hanno sempre qualcosa a che fare con la spiaggia e l'oceano.",
        "183": "L'oggetto di oggi: Riciclatore. Avete preso parecchia robaccia pescando? Di questi tempi è fin troppo comune. Beh, con un riciclatore potete convertire quella robaccia in qualcosa di utile. Mettete i rifiuti nella macchina e lasciatela lavorare. Ciascun tipo di rifiuti produce oggetti diversi.",
        "186": "Punto pesce: Alalonga. Questo pesce si trova o di notte o di mattina presto. Cercatelo nell'oceano, in autunno o inverno.",
        "190": "Punto pesce: Saltaboschi, Pesce delle sabbie e Carpa scorpione. Si dice che il saltaboschi viva solo nelle selve profonde. Il pesce delle sabbie e la carpa scorpione si trovano unicamente nelle oasi del deserto.",
        "193": "Mancano solo un paio di giorni prima che le comunità della Repubblica di Ferngill festeggino la Vigilia degli spiriti! Una tradizione che potreste non conoscere è la ricerca della zucca dorata. Se il vostro paese ha un labirinto infestato, potete star certi che lì dentro c'è una zucca dorata, nascosta da qualche parte. Sono oggetti di valore!",
        "197": "Gente, ascoltate me. Vi servirà una camera dei bambini in casa, prima di iniziare ad avere figli. Il bimbo vuole la culla!",
        "200": "L'oggetto di oggi: Cristallario. Questa macchina incredibile può generare copie infinite di qualsiasi gemma. Basta mettere la gemma che volete copiare nella macchina, e lasciarla lavorare. Forse ci vorrà un po', ma ehi... è tutto denaro guadagnato!",
        "204": "Se avete degli animali da granaio adulti, e c'è ancora spazio nel granaio... c'è sempre la possibilità che uno dei vostri animali partorisca. Tenetelo a mente.",
        "207": "Punto pesce: Pesce gatto. Questo pesce relativamente raro esce dalla sua tana quando piove. Lo troverete nei fiumi vicino ai paesi, dove ama nutrirsi di tutti gli scarti che finiscono nell'acqua. Non gli piace l'acqua calda, quindi non perdete tempo a cercarlo d'estate!",
        "211": "L'oggetto di oggi: Bidone per vermi. Vi serve una scorta infinita di esche? Costruitevi un bidone per vermi. Quando ne avrete fatto partire uno, otterrete qualche pezzo di esca ogni singolo giorno.",
        "214": "Sotto tutta quella neve, i semi primaverili non stanno più nella pelle per cominciare le loro nuove vite al sole. Non sorprendetevi quando giungerà la primavera e la vostra fattoria avrà bisogno di una riordinata!",
        "218": "Se avete messo le mani su un setaccio, occhi aperti per i luccichii nell'acqua.^Spesso in quei punti ci sono dei buoni minerali, da prendere gratis!   ",
        "221": "Gente, ho un annuncio da fare. Questo è l'ultimo episodio originale di 'Campare di terra' prima che vada in pensione. Mi sono divertito molto, e mi mancherete, gente. Oh, e mi hanno detto che la stazione trasmetterà delle repliche, l'anno prossimo. ^^Abbiate cura di voi!"
    }
}