{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Uma dica para os principiantes: cortem madeira e procurem por vegetais silvestres para ganhar dinheiro enquanto esperam suas primeiras colheitas!",
        "4": "Aqui vai uma dica para quem vive no Vale do Orvalho. Vocês podem encontrar cebolinhas no sul da cidade, onde o rio se encontra com o oceano.Às vezes, é possível encontrar um bocado delas crescendo no chão.",
        "8": "Vamos falar de cercas. Cercas são úteis para manter ervas daninhas longe e proteger sua plantação. Elas também ajudam os fazendeiros a conter o gado. As cercas quebram após um tempo, mas as cercas de pedra, ferro e madeira de lei duram muito mais que as cercas de madeira comum!",
        "11": "Problemas com corvos? Então você precisa de um espantalho! Colocar um espantalho em sua fazenda os manterá longe. Proteja as suas valiosas plantações!^Ah, mais uma coisa: precisa de uma mochila grande para guardar todas as suas coisas? Dê uma olhada no armazém mais próximo.",
        "15": "É época de amora-silvestre! Por todo o interior, os arbustos estão cheios dessas frutinhas deliciosas e todo mundo pode pegá-las! Aliás, colhê-las é uma ótima forma de ganhar um dinheirinho extra.",
        "18": "Ah, que chuva refrescante... a melhor amiga do fazendeiro! Quando chove, você não precisa se preocupar em regar suas plantações. Tire vantagem disso!",
        "22": "Pegue uma vara de pescar e ganhe dinheiro com sua pesca! Pescar é uma ótima forma de ganhar um dinheirinho extra quando você tem tempo. A distância da terra em que sua boia aterrissa determina o tipo de peixe que você vai fisgar... O local, estação, hora do dia e clima também influenciam!",
        "25": "Árvores frutíferas. Elas demoram uma estação inteira para crescer, então planeje com antecedência! Se a área diretamente ao redor não estiver limpa, o crescimento será afetado. Quando sua árvore frutífera amadurecer, produzirá frutas deliciosas todos os dias durante a estação. É melhor começar a economizar!",
        "29": "O verão chegou, junto com diversas novas opções de plantio! Observe o lúpulo, por exemplo. As videiras demoram bastante para crescer, mas quando crescem podem ser colhidas todos os dias. Boa sorte!",
        "32": "Aqui vai uma lista dos peixes que você só pode encontrar no verão. Dourado, encontrado durante o dia em rios de florestas. Truta arco-íris, encontrada em rios de florestas e montanhas durante o dia. Baiacu, encontrado no oceano no começo da tarde. E polvo, encontrado no oceano pela manhã. Pegue-os se puder!",
        "36": "Vamos falar de milho. Esta é uma lavoura diferente, pois dura duas semanas! Isso mesmo: enquanto muitas plantações morrem quando muda a estação, o milho sobrevive. Você pode cultivá-lo no verão e no outono. Agora vá plantar um pouco de milho!",
        "39": "A partir de amanhã, haverá uma grande quantidade de conchas e corais em praias de todo o mundo. Não sou cientista, mas ouvi dizer que isso está ligado à temporada de acasalamento dos caranguejos. Se continuar assim, você poderá lucrar um pouco dando uma olhada na praia mais próxima.",
        "43": "Tem um SPA na sua cidade? Sente e relaxe na água quente para restaurar a sua energia. Ah... é muito bom, não é?",
        "46": "O verão é conhecido por suas tempestades de raios. Se você souber como criar um para-raios, poderá colher a eletricidade e criar baterias. Elas podem ser vendidas para a confecção de materiais!",
        "50": "A maioria das cidades possui um calendário sazonal na frente do armazém. É bom verificá-lo agora para entender melhor o que está acontecendo com a comunidade. Dê uma olhada nas vagas de emprego também!",
        "53": "O outono está chegando! Essa é, possivelmente, a estação mais lucrativa para fazendeiros, então economize um pouco para comprar novas sementes. Se você ainda não atualizou seu regador, provavelmente agora é uma boa hora para fazê-lo.",
        "57": "Vamos falar de girassóis. Ao colhê-los, você não só obtém uma linda flor, como também algumas sementes. Você pode replantá-las ou vendê-las. Que ótimo negócio!",
        "60": "Se você for fazendeiro em uma cidade pequena, é bem provável que seja convidado a criar uma \"exibição\" para seu sítio em um determinado momento. Geralmente, uma exibição de sítio é formado por 9 itens que demonstram seu talento. Procure por um equilíbrio entre itens de alta qualidade, alto valor agregado e variedade. Peixes, minerais, produtos artesanais e legumes são todos ótimas opções!",
        "64": "É época de amora! Arbustos por todo o interior estão cheios de frutas maduras. Vá lá fora e veja por si mesmo!",
        "67": "Peixe do dia: Salmão. No outono, o salmão volta para o local em que nasceu para depositar ovos. Isso significa que os rios estão cheios deles! Só é possível encontrá-los no outono, então sacuda o esqueleto e use sua varia de pescar.",
        "71": "Você tem torneirinhas? Bons coletores de ingredientes sabem como construí-las. Você pode adiciona-las às árvores selvagens que crescem por aí. O ácer produz xarope, o carvalho produz resina e o pinheiro produz alcatrão de pinho. O xarope é o item mais valioso, mas todos os derivados de árvores têm seus usos!",
        "74": "O inverno está quase aqui. Tenha bastante feno armazenado para alimentar seus animais no inverno, quando toda a grama morrer. Cada silo pode armazenar até 240 blocos de feno, então faça as contas e verifique se é necessário construir mais!",
        "78": "Peixe do dia: Peixe picão-verde: Você pode encontrar esse peixe em noites chuvosas de outono ou de inverno. Ele pode ser encontrado em qualquer local de água doce.",
        "81": "O inverno está chegando... e isto significa que seu cultivo vai ter que dar uma parada. Nenhuma cultura cresce no inverno, a menos que você tenha a sorte de ter uma estufa. Mas ainda há muito a fazer! Falaremos mais sobre isso depois.",
        "85": "O inverno... Uma época em que tudo fica em silêncio. Agora é uma boa época para mineração, pescaria e coleta de recursos. Atualize suas ferramentas para se preparar para uma primavera produtiva! Ou procure o carpinteiro mais próximo para construir algo em sua fazenda! Junte recursos, atualize, e prepare-se para o próximo ano.",
        "88": "Se perguntando como obter \"Quartzo Refinado\"? Basta por um pedaço de quartzo comum na fornalha. Você vai precisar de um pedaço de carvão para alimentar o fogo.",
        "92": "Achou alguma semente cortando madeira? Você pode plantá-la no chão e uma nova árvore nascerá. Seja criativo!",
        "95": "Há alguns peixes que só podem ser achados no inverno... A lula e o bacalhau ling. A lula só pode ser encontrada no oceano no fim de tarde. O bacalhau ling pode ser encontrado em água doce, o dia todo. Claro, também há rumores de peixes extremamente raros e únicos que só podem ser encontrados em estações específicas, mas não possuo informação sobre eles.",
        "99": "Vamos falar de geodos? Geodos são pedras ocas que geralmente contém minerais valiosos. Por uma taxa, um ferreiro poderá abri-lo para você. Sabe, há diferentes tipos de geodos... cada um contendo um tipo diferente de mineral. Entretanto, o raro \"omnigeodo\" pode conter todos os tipos de minerais.",
        "102": "Se você realmente quiser fazer alguém feliz, no dia do aniversário, dê a ele seu presente favorito! Confie em mim.",
        "106": "Você já viu três pequenos caules marrons brotando do chão?Às vezes, é difícil vê-los. Mas se você cavar naquele ponto, sempre encontrará alguma coisa. Não me pergunte como isso funciona.",
        "109": "Você já sentiu vontade de fuçar no lixo do vizinho? Eca! Mas sabe, se esse é o seu negócio, não faça isso com alguém olhando. Se perceberem você, vão ficar com muito nojo e isso afetará a amizade de vocês. Bem, a menos que a pessoa também goste disso.",
        "113": "Bem, um novo ano chegou. Fique atento às sementes vendidas no armazém mais próximo. Com sorte, você terá melhorado as suas ferramentas no inverno e estará pronto para um ano muito produtivo!",
        "116": "Peixe do dia: Enguia. As enguias podem ser capturadas no oceano durante a primavera e o outono em tardes chuvosas.",
        "120": "Você tem uma cozinha? Cozinhar é uma excelente forma de aperfeiçoar suas habilidades. Muitos pratos são mais do que ótimas fontes de energia, eles aumentam temporariamente suas habilidades, sua velocidade e muito mais! Que cheiro bom, não é mesmo?",
        "123": "Item do dia: O covo. Pescadores experientes sabem como fazer um covo. Aliás, o que é covo? Covo é uma armadilha que pode ser utilizada para a captura de diversas criaturas aquáticas tanto em água doce quanto salgada. Basta posicionar seu covo na água com uma isca dentro. Volte no dia seguinte e veja se pegou algo. É preciso colocar uma isca no covo toda vez que você for pescar.",
        "127": "É época de amora-silvestre! Por todo o interior, os arbustos estão cheios dessas frutinhas deliciosas e todo mundo pode pegá-las! Aliás, colhê-las é uma ótima forma de ganhar um dinheirinho extra.",
        "130": "Vamos falar de um docinho? Não estou falando de você, seu bobo. Estou falando do mel, feito por nossas amiguinhas, as abelhas. Aqui vai um fato interessante: se você possuir algumas flores desabrochando perto do seu apiário, suas abelhas produzirão mel aromatizado. Do contrário, você obterá só \"mel selvagem\". Que coisa doce de ouvir, né?",
        "134": "Uma dica para os aventureiros de plantão: não se esqueçam do ataque especial de suas armas! As espadas conseguem bloquear ataques, o que é muito útil quando os gosmas estão pulando em cima de você. Clavas acertam o chão e fazem os inimigos voar... e com uma adaga, você pode executar um ataque triplo e super-rápido! Cuide-se.",
        "137": "Vamos falar da Guilda dos Aventureiros, na Vila Pelicanos? O líder da guilda, Marlon, possui um ótimo programa de recompensas para aqueles que forem corajosos o suficiente para abaterem monstros nas cavernas locais. Os aventureiros receberão itens poderosos em troca de matar grandes quantidades de monstros. Há um pôster na parede com mais detalhes. Que legal!",
        "141": "Ouvi falar de algumas pessoas que ficam perto de trens em movimento para pegar os objetos que caem. Nossa... o que as pessoas não fazem por algo grátis?",
        "144": "Animal do dia: O porco.^^Por aqui, os porcos são treinados para cheirar trufas valiosas. Basta soltar os suínos e ser paciente... se eles estiverem fortes e saudáveis, resolverão tudo sozinhos. Extraia óleo das trufas para maximizar seus lucros.",
        "148": "Lembrete dos peixes só encontrados no verão: Dourado, encontrado durante o dia em rios de florestas. Truta arco-íris, encontrada em rios de florestas e montanhas durante o dia. Baiacu, encontrado no oceano no começo da tarde. E polvo, encontrado no oceano pela manhã. Pegue-os se puder!",
        "151": "Peixe do dia: Superpepino. Você só pode encontrar este peixe raro no oceano. Ele só aparece durante a noite, no verão e no inverno.",
        "155": "Sei que é difícil, mas pare de se preocupar tanto com seu cavalo! Você pode deixá-lo em qualquer lugar e ele saberá voltar para casa. Cavalos são muito inteligentes e independentes!",
        "158": "Aqui vai uma ideia... crie um pomar de árvores selvagens! Ponha torneirinhas nessas árvores e colha o valioso xarope. Ou não! Estou me lixando.",
        "162": "Item do dia: Barril. O uso básico do barril é fazer vinhos a partir de uvas. Mas, você sabia que dá para fazer vinho de qualquer fruta? Sim.^Você também pode fazer suco com legumes.",
        "165": "Você tem um diário? Não esqueça de espiá-lo de tempos em tempos. É fácil esquecer que você escreveu algo muito importante.",
        "169": "Se você conseguiu colocar as mãos em uma \"semente rara\", agora é hora de plantá-la. Apesar de dizerem que essas sementes demoram uma estação inteira para crescer, fontes confiáveis me disseram que levam apenas 24 dias. O resultado final é a fruta mais doce do mundo.",
        "172": "Alguns fazendeiros relataram coisas estranhas acontecendo quando grandes campos de couve-flor, melão ou abóbora atingem a maturidade. Huuum... Eu nunca vi nada acontecendo.",
        "176": "É época de amora! Arbustos por todo o interior estão cheios de frutas maduras. Vá lá fora e veja por si mesmo!",
        "179": "Quer se casar? Você vai precisar de um Pingente da Sereia. Todo mundo deste lado do Mar das Joias sabe o que significa quando você recebe um Pingente da Sereia.^Entretanto, conseguir um pingente desses é muito difícil. Cada região tem seu próprio costume, mas sempre tem algo a ver com a praia ou com o oceano.",
        "183": "Item do dia: Máquina de reciclagem. Está pegando muito lixo na hora de pescar? Hoje em dia, isso é muito comum. Bem, com uma máquina de reciclagem, você poderá transformar esses itens em algo útil. Basta colocar os itens do lixo na máquina e deixá-la fazer seu trabalho. Lixos diferentes produzem itens diferentes.",
        "186": "Peixe do dia: Albacora. Esse peixe pode ser encontrado tanto no começo da manhã quanto à noite. Procure por ele no oceano durante o outono ou inverno.",
        "190": "Peixe do dia: Madeirão, areinha e carpa-escorpião. Dizem que o madeirão vive apenas no meio da floresta. A areinha e a carpa-escorpião só podem ser encontradas em oásis do deserto.",
        "193": "Só faltam alguns dias até que as comunidades da República da Fernígia celebrem a Véspera do Dia dos Espíritos! Uma tradição que é pouco conhecida é a busca pela abóbora dourada. Se a sua cidade possui um labirinto mal assombrado, pode ter certeza de que há uma abóbora dourada em algum lugar. Essas coisas são valiosas!",
        "197": "Sigam o meu conselho: Vocês vão precisar de um berço em casa antes de terem filhos. Um bebê precisa de um lugar para dormir!",
        "200": "Item do dia: O cristalário. Esta incrível máquina pode criar cópias ilimitadas de qualquer tipo de joia. Basta por a joia que gostaria de copiar e deixar a máquina fazer o trabalho. Pode demorar um pouco, mas... é lucro certo!",
        "204": "Se você tiver animais adultos no estábulo e houver espaço vazio nele, sempre há a chance de um desses animais podem dar a luz. É algo importante para se ter em mente.",
        "207": "Peixe do dia: O bagre. Este peixe relativamente raro aparece quando chove. Você vai encontrá-lo vivendo em rios do lado de cidades, onde eles apreciam os restos de comida que caem na água. Eles não gostam de temperaturas muito altas, então nem tente pescá-los no verão!",
        "211": "Item do dia: Lata de minhocas. Precisa de um estoque ilimitado de iscas? Crie uma lata de minhocas. Quando você tiver um, poderá pegar algumas iscas todos os dias.",
        "214": "Por baixo de toda aquela neve, as sementes da primavera mal podem esperar para começarem suas novas vidas ao sol. Não se surpreenda se sua fazenda precisar de uma limpeza quando a primavera chegar!",
        "218": "Se você conseguir colocar as mãos em uma bateia, preste atenção se algo brilhante aparecer na água.^Pode haver minério de ouro ali, pronto para ser extraído!",
        "221": "Pessoal, tenho um anúncio a fazer. Este foi o último episódio de \"Vivendo no Campo\" antes da minha aposentadoria. Eu me diverti muito e sentirei falta de todos vocês. Ah, e ouvi falar que as emissoras vão exibir reprises no ano que vem.^^ Cuidem-se!"
    }
}