{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Bu tüyomuz yeniler için. İlk hasadınızı beklerken para kazanmak için odun kesin ve yabani bitkileri toplayın!",
        "4": "Bu tüyomuz Yıldızçiyi Vadisi'nde yaşayan dostlarımız için. Kasabanın güneybatısına, nehrin denizle birleştiği yere bahar soğanı toplamaya gidebilirsiniz. Orada çamurun içinde yetişmiş soğanlar bulunabiliyor.",
        "8": "Çitlerden bahsedelim biraz. Çitler ekinlerinizi korur ve yabani otları uzak tutar. Hayvanlarınızı da rahatça kontrol etmenizi sağlar. Çitler bir süre sonra kırılır ama taş, demir ve kereste çitler ahşaptan yapılmışlara göre daha uzun süre dayanır!",
        "11": "Kargalar dert mi oluyor? Öyleyse korkuluğa ihtiyacınız var! Çiftliğinize korkuluk koymak kargaları uzaklaştırır. Değerli ekinlerinizi koruyun!^Bir şey daha var!... Eşyalarınızı taşımak için daha büyük bir çantaya mı ihtiyacınız var? Bölge bakkalına uğrayın.",
        "15": "Ahududu mevsimi geldi! Kırsal boyunca çalılar bu sulu ve harika meyveler ile doldu taştı. Üstelik toplaması bedava! Ahududu toplamak, güzel ek gelir elde etme yollarından biridir.",
        "18": "Ah, can veren yağmur... Çiftçinin en iyi dostudur! Yağmur yağdığında ekinlerinizi sulamanıza gerek kalmaz. Bundan faydalanın.",
        "22": "Bir olta edinin ve tuttuklarınızı satın! Balık tutmak boş zamanınızda para kazanmanın muhteşem bir yoludur. Karadan attığınız oltanın gittiği uzaklık, yakalayacağınız balık türünü belirler... Konum, günün hangi vaktinde olta attığınız ve mevsim de etkilidir.",
        "25": "Meyve ağaçları! Yetişmeleri bir mevsim sürer, bu yüzden planınızı doğru yapın! Eğer ağacınızı ektiğiniz yerin etrafı boş değilse, bu yetişme sürecini etkiler. Ağacınız olgunlaştığında, mevsiminde size her gün meyve verir. Para biriktirmeye başlayın!",
        "29": "Yaz ile beraber ekecek yeni ekin türleri de geldi! Örneğin şerbetçiotu. Şerbetçiotunun asması geç olgunlaşır ama olgunlaştıktan sonra her gün ürün verir. Bol şans!",
        "32": "İşte yalnızca yaz mevsiminde tutabileceğiniz balıkların listesi: Turuncubalık, gün içinde ormandaki nehirde bulunur. Renkli Alabalık, gün içinde denizde ve ormanlardaki nehirde bulunur. Balon Balığı, öğle saatlerinde denizde bulunur. Son olarak da Ahtapot, sabah vakti denizde bulunur. Yakalayabiliyorken yakalayın!",
        "36": "Mısırdan bahsedelim biraz. Sıradışı bir ürün, zira iki mevsim boyunca dayanıyor! Bu doğru! Birçok ürün mevsim bittiğinde telef olurken, mısır hayatta kalır. Yaz ve güz mevsimlerinde yetiştirebilirsiniz. Şimdi çıkın ve biraz mısır ekin!",
        "39": "Yarından başlayarak dünya çapında, kıyıya aşırı miktarda mercan ve denizkabuğu vurması bekleniyor. Bilimadamı değilim ama yengeç üreme dönemi ile alakası olduğunu duydum. Her neyse, sahili biraz tarayarak iyi gelir elde edebilirsiniz.",
        "43": "Kasabanızda hamam mı var? Enerjinizi doldurmak için sıcak suya girin ve rahatlayın. Ah... harika, değil mi?",
        "46": "Yaz mevsimi yıldırımlı fırtınaları ile bilinir. Eğer paratoner yapmayı biliyorsanız, yıldırımın gücünü kullanıp pil üretebilirsiniz. Bunları gelir elde etmekte ya da diğer tariflerde kullanabilirsiniz!",
        "50": "Çoğu kasabada bakkalın önünde mevsim takvimi bulundurur. Ara sıra onu kontrol edip neler olup bittiğini öğrenmek iyi olabilir. İş ilanlarını da kontrol etmeyi unutmayın!",
        "53": "Güz neredeyse geldi! Çiftçiler için nerden baksan en kazançlı mevsim denebilir, bu yüzden tohum almak için para biriktirmeyi unutmayın. Sulama kabınızı henüz geliştirmediyseniz, durmayın.",
        "57": "Biraz ayçiceklerinden bahsedelim. Hsat ettiğinizde yalnızca güzel bir ayçiceği değil, tohum da elde edebilirsiniz. Bu tohumları satabilir ya da yeniden ekebilirsiniz. Bence harika!",
        "60": "Eğer küçük bir kasabada çiftçiyseniz, bir noktada 'çiftlik sergisi' açmanız beklenir. Çiftlik sergisi, genellikle yeteneklerinizi gösteren en iyi 9 üründen oluşur. Çeşitlilik ve kaliteli ürünler sunmak çok önemlidir. Balık, zanaat ve maden ürünleri, sebze ve meyveler sunun!",
        "64": "Böğürtlen mevsimi geldi! Kırsaldaki çalılar taze böğürtlenlerle dolup taşıyor. Çıkıp kendiniz görün!",
        "67": "Balık İncelemesi: Somon. Somon balıkları güzde doğdukları yere yumurtlamak için tekrar dönerler. Bu da nehirlerin somon dolduğu anlamına geliyor! Onları yalnızca güzde yakalayabilirsiniz, bu yüzden çıkın ve somon tutun.",
        "71": "Akıtaçınız mı var? Becerikli toplayıcılar nasıl akıtaç yapacaklarını bilirler. Onları her yerde büyüyen yabani ağaçlara takabilirsiniz. Akçaağaçlar pekmez, meşe ağaçları reçine, çam ağaçları ise katran verir. Pekmez, aralarında en değerli olanı olsa da diğerleri de işe yarardır!",
        "74": "Kış neredeyse geldi. Kış geldiğinde bütün otlar ölür. Bu yüzden hayvanlarınızı kış boyunca besleyecek kadar saman depoladığınızdan emin olun. Her silo 240 parça saman depolayabilir, buna göre matematiği yapın ve gerekirse bir silo daha kurun!",
        "78": "Balık İncelemesi: Kömür Balığı. Bu balığı kışın yağmurlu havalarda yakalayabilirsiniz. Tüm tatlı su kaynaklarında bulunabilirler.",
        "81": "Kış geliyor... Bu da tarım etkinliklerinin durması demektir. Kışın hiçbir ekin yetişmez, tabi seranız yoksa. Yine de yapacak çok şey bulabilirsiniz!",
        "85": "Kış... Tüm dünyanın sessizliğe büründüğü zamandır.  Kış mevsimi, madene gitmek, toplayıcılık yapmak ve balık tutmak için harika zamandır. Verimli bir bahar için aletlerinizi geliştirin, ya da marangozunuzdan çiftliğinize bir şey eklemesini isteyin! Kaynakları istifleyin, üretin ve gelecek yıla hazırlanın!",
        "88": "'İşlenmiş Kuvars' nasıl elde edilir biliyor musunuz? Fırına sıradan bir kuvars koymanız yeterli. Ateşi yakmak için biraz kömüre ihtiyacınız olacak.",
        "92": "Odun keserken yeni tohumlar mı buldunuz? Onları tekrar ekin ve seneye yetişmelerini bekleyin. Yaratıcı olun!",
        "95": "Sadece kış mevsiminde yakalayabileceğiniz bir balık var... Mürekkepbalığı ve dipbalığı. Mürekkepbalığı geceleri denizde yakalanır. Dipbalığı ise tatlı sularda gün boyunca yüzer. Elbette, belirli sezonlarda çok nadir ve benzersiz balıkların yakalanabileceği üzerine dedikodular var ama bu konuda bilgim yok.",
        "99": "Jeotlardan bahsedelim biraz. Jeotlar kabukları oyuk olan ve içlerinde genellikle değerli mineraller bulunduran taşlardır. Demirci bir ücret karşılığında onları kırıp açabilir. Farklı çeşitlerde jeotlar var... Her bir çeşit, farklı türde mineral içerir. Nadir bulunan 'Bütünjeot' ise tüm mineralleri içerebilir.",
        "102": "Eğer birini mutlu etmek istiyorsanız ona doğum gününde en sevdiği ürünü ya da nesneyi verin. ",
        "106": "Yerden çıkan kahverengi sapları farkettiniz mi hiç? Görmesi zordur ama sapın çıktığı yeri kazdığınızda bir şey bulabilirsiniz. Nasıl olduğunu bilmiyorum, bana sormayın.",
        "109": "Hiç komşunuzun çöplerini karıştırma isteğiniz oldu mu? Öğk! Bari etrafta kimse yokken yapın. Sizi çöpleri karıştırırken görürlerse tiksinirler. Tabi onlarda da aynı istek yoksa.",
        "113": "Yeni yıl geldi. Bakkalınızdan yeni tohumlara göz atmayı unutmayın. Umarım aletlerinizi geliştirmiş ve verimli bir yıla hazırsınızdır!",
        "116": "Balık İncelemesi: Yılanbalığı. Yılanbalığı güz ve bahar mevsimlerinde yağmurlu gecelerde yakalanabilir.",
        "120": "Mutfağınız var mı? Yemek pişirmek, yeteneklerinizi geliştirmenin güzel yollarındandır. Yemekler yalnızca sağlam bir enerji kaynağı olmakla kalmayıp, çoğu yemek yeteneklerinizi, hızınızı ve daha bir çok şeyi arttırır. Güzel kokuyorlar, değil mi?",
        "123": "Nesne Odağı: Yengeç Çömleği. Tecrübeli oltacılar nasıl yengeç çömleği yapacaklarını bilir. İsmine rağmen, tatlı veya tuzlu suda yaşayan varlıkları yakalamada işinizi görür. Yengeç çömleğinizi suya bırakın ve içini yemle doldurun. Ertesi gün gelip bakın. Yeniden yakalamak içinse yine yem koymanız gerekir.",
        "127": "Ahududu mevsimi geldi! Kırsal boyunca çalılar bu sulu ve harika meyveler ile doldu taştı. Üstelik toplaması bedava! Ahududu toplamak, güzel ek gelir elde etme yollarından biridir.",
        "130": "Baldan konuşalım biraz. Ayılar, televizyonlarınızın başında sakin kalmaya çalışın lütfen. Eğer kurduğunuz arı kovanının yanında çicekler yetişiyorsa, leziz ballar elde edebilirsiniz. Aksi halde, yabani bal da elde edersiniz. Bayağı iyi, ha?",
        "134": "İşte maceracılarımız için bir tüyo... Elinizdeki silahın özel saldırılarını unutmayın! Kılıçlar gelen saldırıları engelleyebilir. Balçıkçalar üzerinize doğru atlarken kalkan görevi görürler. Gürzler ise yere vurulduklarında çevredeki yaratıkları uçurur... Hançerle hızla üçlü saldırı yapabilirsiniz! Esenlikle kalın.",
        "137": "Pelikan Kasabası'nın yakınlarındaki Maceraperestler Loncası'ndan bahsetmek istiyorum. Lonca lideri Marlon, mağaralardaki canavarları katledecek kadar cesur maceracılara ödül veriyor. Maceracılar fazla miktarda canavar keserken güzel nesneler de edinebiliyor. Ayrıntılı bilgi için duvardaki afişe bakın. Çok havalı!",
        "141": "Duyduğuma göre trenlerin yakınında yaşayan insanlar bir şeyler düşerse diye bekliyormuş. Vay anasını... beleşçiliğin bu kadarı olur!",
        "144": "Hayvan İncelemesi: Domuz.^^Buralarda, domuzlar değerli yermantarlarını koklayıp bulmak için eğitilmişlerdir. Domuzları salın ve sabırlı olun... hazır ve nazır olduklarında size iyi getiri sağlayacaklardır. Gelirinizi tepeye çıkarmak için yermantarlarını yağlayın.",
        "148": "İşte yalnızca yaz mevsiminde tutabileceğiniz balıkların listesi: Turuncubalık, gün içinde ormandaki nehirde bulunur. Renkli Alabalık, gün içinde denizde ve ormanlardaki nehirde bulunur. Balon Balığı, öğle saatlerinde denizde bulunur. Son olarak da Ahtapot, sabah vakti denizde bulunur. Yakalayabiliyorken yakalayın!",
        "151": "Balık İncelemesi: Büyük Denizhıyarı. Bu nadir görünen balığı denizde bulabilirsiniz. Sadece yaz ve kış mevsimlerinde geceleri çıkarlar.",
        "155": "Zor olduğunu biliyorum... ama atınız hakkında endişelenmeyi bırakın! Onu istediğiniz yerde bırakabilirsiniz, evin yolunu bulacaklardır. Atlar, çok akıllı ve özgür hayvanlardır!",
        "158": "İşte size bir düşünce... Yabani ağaç korusu kurun! Ağaçlara akıtaç takın ve pekmez elde edin. Ya da etmeyin! Umrumda mı sanki!",
        "162": "Nesne İncelemesi: Fıçı. Klasik fıçı tekniği, üzümlerden şarap yapmaktır. Ama her meyveden şarap yapabileceğinizi biliyor muydunuz? Aynen.^Sebzelerin de suyunu çıkarabilirsiniz.",
        "165": "Ajandanız var mı? Ara sıra kontrol edin ve önemli şeyleri yazın. Çok işinize yarayacaktır.",
        "169": "Daha önceden elinize 'Ender Tohum' geçtiyse, onu ekmenin tam zamanı. Olgunlaşması bir mevsim sürer diyorlar ama, güvenilir bir kaynaktan duyduğuma göre sadece 24 gün sürüyormuş. Bu tohumların büyümüş hali söylenilene göre dünyanın en tatlı meyvesiymiş.",
        "172": "Bazı çiftçiler kavun, karnabahar ve balkabağı tarlalarındaki ürünlerin olgunlaştığında acayip şeyler olduğunu bildirdi. Hım. Ben de tam bilemiyorum şimdi.",
        "176": "Böğürtlen mevsimi geldi! Kırsaldaki çalılar taze böğürtlenlerle dolup taşıyor. Çıkıp kendiniz görün!",
        "179": "Evlenmeyi mi düşünüyorsunuz? Denizkızı'nın Kolyesi'ne ihtiyacınız olacak. Mücevher denizinin bu kıyısında yaşayan herkes, Denizkızı'nın Kolyesi'ni almanın ne demek olduğunu bilir.^Böyle bir kolyeyi elde etmek biraz zor olabilir. Her bölgenin kendi yöntemleri olsa daher zaman kumsal ya da denizle ilgili bir şey oluyor.",
        "183": "Eşya İncelemesi: Geri Dönüşüm Makinesi. Balık tutarken çöp mü denk geldi? Şu devirde oldukça yaygın bir durum. Bu çöpleri geri dönüşüm makinesine atın ve değerli bişey elde edin. Makinenin içine çöpü koyup işinize bakıyorsunuz. Farklı çöpler farklı eşyalara dönüşür.",
        "186": "Balık İncelemesi: Tonbalığı. Bu balık ya sabahın erken saatlerinde ya da geceleri yakalanabilir. Güz ve kış mevsimlerinde denize bakın.",
        "190": "Balık İncelemesi: Korkakbalık, Kumbalığı ve Akrepbalığı. Korkakbalığın sadece ormanın derinliklerinde yaşadığı söyleniyor. Kumbalığı ve Akrepbalığı ise yalnızca çöl vahalarında bulunuyor.",
        "193": "Ferngill Cumhuriyeti'nin sakinleri yakında Ruhluk Arefesini kutlayacak! Bilmiyor olabileceğiniz bir gelenek ise altın balkabağını arayışıdır. Kasabanız perili bir labirente sahipse, orada bir yerde mutlaka bir altın balkabağı bulunur. Oldukça değerlidir!",
        "197": "Millet, tavsiyemi dinleyin. Çocuk yapmadan önce bir çocuk odasına ihtiyacınız olacak. Bebeğin beşiği olmalı!",
        "200": "Eşya İncelemesi: Kristalaryum. Bu inanılmaz makine herhangi bir değerli taştan sınırsız sayıda üretebilir. Kopyasını üretmesini istediğiniz değerli taşı koyun ve bekleyin. Biraz zaman alabilir ama... kemiksiz kar!",
        "204": "Eğer yetişkin ahır hayvanlarınız ve ahırınızda boşluk varsa, her zaman bir doğum ihtimali vardır... Aklınızda tutun.",
        "207": "Balık incelemesi: Kedibalığı. Bir nebze ender görülen bu balık yağmur yağdığında çıkar. Onları kasabanın yanındaki nehirde, sudaki atıkların tadını çıkarırken bulabilirsiniz. Sıcak mevsimi sevmezler, bu yüzden yaz mevsiminde kedibalığı yakalama umuduyla olta falan atmayın!",
        "211": "Eşya incelemesi: Solucan Kutusu. Sınırsız olta yemi kaynağı mı lazım? Kendinize bir solucan kutusu kurun. Üretmeye başladığında her gün birkaç tane solucan sağlar.",
        "214": "Kar altında kalan bahar bitkileri yetişmek ve yeni hayatlarına başlamak için can atıyor. Bahar geldiğinde çiftliğinizi düzeltmeniz gerektiğine şaşırmayın!",
        "218": "Eğer altın tavanız varsa, suda parlayan bir şeyler arayın.^Orada genellikle güzel cevherler var, beleş hem de!   ",
        "221": "Millet, bir açıklama yapmam gerekiyor. Bu bölüm, Kırsalda Yaşam programının emekliliğimden önceki son bölümü. Burada çok güzel vakit geçirdim. Sizleri özleyeceğim. Son olarak, kanalımız önümüzdeki yıl tekrar bölümleri yayınlayacakmış. ^^Kendinize iyi bakın, sağlıcakla kalın!"
    }
}