{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "新人牧場主のキミにひとつアドバイスだ。はじめての収穫をまつあいだは、木を切ったり自然のめぐみをあつめたりしてお金をかせいでおこう！",
        "4": "この番組はスターデューバレーのみなさんにお送りしてるよ。町の南西、川が海に流れこむあたりには、野生の葉タマネギが自生してるんだ。時には、育った葉タマネギが土からいくつものぞいているのを見つけることができるよ。",
        "8": "今回は柵について話そう。柵はスペースをくぎるのに便利だし、作物のまわりに雑草がはえるのをふせぐこともできるよ。それに、動物たちを囲うこともできる。木の柵は時間がたつとこわれてしまうけれど、石や鉄、堅い木でつくった柵はもっと長もちするよ！",
        "11": "カラスのことでお悩みかな？それだったらカカシの出番だ！カカシを畑においておけば、カラスはこわがって近づかなくなるよ。だいじな作物をしっかり守ろう！ それからもうひとつ…もっと大きなリュックがほしいと思ったことはないかい？地元の商店をのぞいてみるといいよ。",
        "15": "サーモンベリーの季節だね！谷じゅうのしげみはジューシーなベリーでいっぱいだし、しかもタダでとりほうだいだ！ベリー採りは小金かせぎにもちょうどいいよ。",
        "18": "ああ、めぐみの雨…牧場主のつよい味方だね！雨がふれば、作物にわざわざ水をやらなくていい。この利点をうまく活かしてみよう！",
        "22": "さあ釣ざおを手にとって、釣りに出かけよう！釣りは、空いた時間でちょっとしたお金をかせぐのにぴったりだ。どんな魚が釣れるかは、岸辺からどれくらいの距離に釣り針を投げこんだかで決まる。釣りをする場所、時間、天候、季節によっても左右されるよ！",
        "25": "くだものの木は、育つのにまる1シーズンかかる。だから計画的に植えよう！もし木の苗ととなりあうスペースにものがあると、苗はじゃまされて成長できないから気をつけて。いったん成長した木は、シーズンがくれば毎日くだものを実らせてくれるよ。いまから苗を買うお金をためておこう！",
        "29": "いよいよ夏だね。チャレンジできるあたらしい作物がたくさんあるよ！たとえば、ホップなんてどうだろう。つるがのびるまでに少しかかるけど、いったん成長すれば毎日収穫できるんだ。さあ、やってみよう！",
        "32": "きょうは、夏にしか見つからない魚を紹介しよう。まずはドラド。森の川で一日中見られるよ。それにニジマス。森の川や山に行けば一日中釣れるよ。ハリセンボンは海にいる。釣れるのは午後の早いうちだけだ。さいごはタコ。朝に海へいけば見つかるよ。チャンスをにがさないようにしよう！",
        "36": "トウモロコシの話をしよう。こいつはめずらしい作物で、2シーズンをまたいで収穫できるんだ！そう、ふつうの作物は季節が変わると枯れてしまうけど、トウモロコシは残る。夏と秋をとおして育てることができるんだ。さあ、実際に植えてみよう！",
        "39": "あしたから世界中のビーチで、うちあげられる貝やサンゴの量がとてもふえることが予想されてるよ。カニのはんしょく期と関係があるんだそうだ。専門家じゃないからくわしくないけどね。ともかく、地元のビーチでお金をかせぐにはいいチャンスだよ。",
        "43": "キミの町に温泉はあるかな？お湯につかってゆったりとリラックスすれば、疲れたからだも回復するよ。ああ…いい湯だな、なんてね。",
        "46": "夏になると、カミナリをともなう嵐がやってくる。ひらい針のつくり方を知っていれば、カミナリの電力を利用して電池をつくることができるよ。できた電池は売ってもいいし、クラフトにもつかえるぞ！",
        "50": "たいていの町では、商店の前に季節のカレンダーがはってある。こまめにチェックして、地元でどんなイベントがあるのかチェックしておくといいよ。お手伝いの求人もよくチェックしておこう！",
        "53": "もうすぐ秋だね！牧場主にとって、秋が一番かせげる季節なのはまちがいない。あたらしいタネを買えるように、いまからお金をためておこう。もしまだジョウロをアップグレードしていないなら、しておくといいかもしれないよ。",
        "57": "ヒマワリについて話そう。ヒマワリを収穫すると、キレイな花だけでなく、タネもいっしょに手に入ることがある。タネはまた植えてもいいし、売ることもできるよ。わたしは売る派さ！",
        "60": "もしキミが小さな町の牧場主なら、そろそろ「町内品評会」に招待されるころかもしれないね。ふつう、品評会では9種類のアイテムを展示することで自分の実力をしめすんだ。高評価をねらうなら、いろんなタイプの価値が高いアイテムをそろえよう。たとえば魚、鉱物、加工品、くだもの、野菜、などなど。タイプはなるべく多いほうがいいよ！",
        "64": "ブラックベリーの季節だね！谷じゅうのしげみに、熟したベリーがすずなりになってるよ。さあ、外に出て探してみよう！",
        "67": "きょう紹介する魚はサケだ。秋になると、サケはタマゴを産むために自分が生まれた川に帰ってくるんだ。シーズンが来ると、川は彼らでいっぱいになる！釣れるのは秋のあいだだけ。さあ、釣ざおをもって出かけよう。",
        "71": "樹液採取器はもってる？キミが採集好きで器用なら、つくり方を知ってるかもね。採取器は、そのへんにはえてる野性の木にとりつけることができる。カエデの木からはメープルシロップ、オークの木からは樹脂、マツの木からはマツやにが採れる。価値が高いのはシロップだけど、ほかの樹液にもいろんなつかい道があるよ！",
        "74": "もうすぐ冬だね。干し草をたくわえるのを忘れずにね。冬は牧草が枯れてしまうから、動物たちのエサにする干し草が必要だ。サイロひとつで干し草を240までストックできる。冬をこすのに必要な量を計算して、足りなければあたらしく建てておこう！",
        "78": "きょう紹介する魚はウォールアイだ。この魚は秋と冬、雨がふる日の夜にあらわれる。淡水魚だから、川や池を探せば見つかるよ。",
        "81": "もうすぐ、冬がやってくる…つまり、農作業をお休みする季節が近づいてるってことだ。温室をもってるラッキーな人でもなければ、冬には作物を育てられない。とはいえ、やるべきことはたくさんあるよ！次でくわしく話すからね。",
        "85": "冬…すべてがしずまりかえる季節だね。採掘や釣り、採集にはちょうどいい時期だ。春が来るのにそなえて、どうぐのアップグレードもしておこう。町の大工さんにお願いして、建て物を建てておくのもいいね！素材をあつめ、どうぐをアップグレードして来年にそなえておこう。",
        "88": "『精錬クリスタル』はどうやったら手に入るのかって？なあに、水晶を溶鉱炉に入れるだけだよ。炉に火をおこすための石炭も忘れないでね。",
        "92": "木を切っていて、木のタネをひろったことはあるかい？ひろったタネを地面に植えれば、あたらしい木を育てられるよ。さあ、やってみよう！",
        "95": "きょうは、冬にしか釣れない魚を紹介しよう…イカとリングコッドだ。イカは夜に海で釣ることができ、リングコッドは淡水の釣り場で一日中見かけることができるよ。決まったシーズンにしかあらわれない、とってもめずらしくてユニークな魚のうわさも入ってきているけど、たしかな情報はいまのところ不明だ。",
        "99": "きょうはジオードについて。ジオードは、なかの空洞にいろんな鉱物が入った石のことだ。鍛冶屋でお金をはらえば割ってもらうことができるよ。さて、ジオードにはいくつか種類があるんだ。種類ごとになかから出てくる鉱物の種類もかわるけど、どの鉱物も出てくる可能性がある、レアな『オムニジオード』もあるよ。",
        "102": "だれかを本気でよろこばせたいなら、相手の大好きなものを誕生日にプレゼントしてあげよう！効果はばつぐんだよ。",
        "106": "地面からほそながい茶色のクキが突き出してるのを見たことはあるかな？すこし見つけづらいかもしれないね。でもそこを掘れば、かならずなにかが見つかるよ。どうしてなのかはナゾだけどね。",
        "109": "ご近所さんのゴミあさりをしたい衝動に駆られたことはあるかな？うえっ！まあどうしてもやりたいんなら、だれもまわりにいない時にしておくことだね。気づかれたらみんな気味悪がるだろうし、友情にヒビが入ることうけあいだ。相手のシュミがキミとおなじなら別だけど。",
        "113": "やあ、新年あけましておめでとう。地元の商店の品ぞろえから目をはなさないようにしよう。あたらしい種類のタネが入荷しているかもしれないよ。冬のあいだにきちんとどうぐをアップグレードできていれば、きっと今年は実りおおい1年になるよ！",
        "116": "きょう紹介する魚はウナギだよ。ウナギの季節は春と秋だ。雨が降っている日の夜、海に行けば釣ることができるよ。",
        "120": "家にキッチンはついてるかい？料理は自分の能力を上げるのにとっても役だつよ。疲れを回復してくれるだけじゃない。一部の料理は、一時的にスキルやスピードなどの能力をアップさせてくれるんだ！おいしい話だろ？",
        "123": "きょう紹介するアイテムはカニかごだ。経験ほうふな釣り人なら、自分でつくることもできる。名前はカニかごだけど、カニに限らず水にすむいろんな生きものをつかまえられる。淡水でも海水でもつかえるよ。つかい方はカンタン。水中にセットして釣りエサを入れるだけだ。次の日になったら、なにがかかったか見にいってみよう。1回しかけるごとにあたらしいエサが必要だから注意してね。",
        "127": "サーモンベリーの季節だね！谷じゅうのしげみはジューシーなベリーでいっぱいだし、しかもタダでとりほうだいだ！ベリー採りは小金かせぎにもちょうどいいよ。",
        "130": "きょうの話題はハニーについて。いや、奥さんのことじゃないよ。ミツバチたちが作ってくれる、あまーいハチミツのことだ。ここだけの話…ハチの巣箱の近くに花が咲いていると、ミツバチたちはその花から香りつきのミツをあつめてくれるんだ。近くに花がない場合なら「百花ミツ」が手に入る。おいしい話だろ？",
        "134": "きょうは冒険者のみんなにアドバイスだ…武器のスペシャルアタックを活用しよう！剣は敵の攻撃をふせぐことができる。スライムの体あたりから身をまもるとき役だつよ。こんぼうは地面をたたいて敵をふきとばせるし、ダガーならすばやい攻撃を3連続でくりだせる！くれぐれも気をつけてね。",
        "137": "きょうはペリカンタウンにある、かの有名な冒険者ギルドの話をしよう。ギルドリーダーのマーロンが、地元の洞窟でモンスターを討伐する冒険者向けにステキな賞品を用意してるよ。モンスターをたくさん討伐すれば、強力なアイテムを受け取ることができるんだ。くわしい情報は壁のポスターに書いてあるそうだよ。おトクな話だね！",
        "141": "なんでも、通りすぎていく電車からおっこちるものをひろいあつめてる人たちがいるって話だ。すごいね…タダでもらえるなら手段はえらばず、って感じだ。",
        "144": "きょう紹介する動物はブタだよ。このへんでは、高級トリュフを探すようにブタを訓練してるんだ。ブタを放牧したら、あとはしんぼうづよく待とう…時が来れば、彼らはそのすばらしい才能を見せてくれる。取れたトリュフはオイルにするといい。価値があがるよ。",
        "148": "夏にしか見つからない魚についておさらいしておこう。まずはドラド。森の川で一日中見られるよ。それにニジマス。森の川や山に行けば一日中釣れるよ。ハリセンボンは海にいる。釣れるのは午後の早いうちだけだ。さいごはタコ。朝に海へいけば見つかるよ。チャンスをにがさないようにしよう！",
        "151": "きょう紹介する魚はスーパーナマコ。海に生息するめずらしい生き物だよ。すがたが見られるのは夏と冬、それも夜のあいだだけなんだ。",
        "155": "ウマのことは、そんなに心配しなくてもだいじょうぶ！どこかにおいてきてしまっても、彼らは自力で帰ってこれるよ。それだけウマはかしこくて、自立心がつよい動物なんだ！",
        "158": "どうだろう…ふつうの林を果樹園にしてみるっていうのは？木に樹液採取器をとりつけて樹液をあつめるんだ。まあ、するかどうかはキミの自由だけどね！",
        "162": "きょう紹介するアイテムは醸造ダルだ。ワインの材料にはブドウをつかうのがスタンダードだけど、ブドウ以外のくだものでもワインをつくれるって知ってたかい？野菜を入れてジュースをつくることもできるよ。",
        "165": "手帳はもってるかい？ふだんからこまめにチェックするクセをつけておこう。たとえだいじなことでも、チェックしないとカンタンに忘れちゃうものだからね。",
        "169": "もしキミが「めずらしいタネ」をもってるなら、植えるタイミングはまさにいまだよ。説明書きにはそだつのに1シーズンかかるとあるけど、信頼できる情報によると、じっさいは24日しかかからないそうだ。うわさによると、収穫するときにはこの世で一番あまいフルーツがみのるそうだよ。",
        "172": "特定の作物を1か所でたくさんつくると、収穫するときに妙なことが起きるらしい。これはカリフラワー、メロン、カボチャで報告されてる。うーん、わたしは見たことないんだけどね。",
        "176": "ブラックベリーの季節だね！谷じゅうのしげみに、熟したベリーがすずなりになってるよ。さあ、外に出て探してみよう！",
        "179": "結婚する決意がかたまったら、人魚のペンダントを手に入れよう。ジェム海のそばに住む人ならだれでも、人魚のペンダントを贈るのはプロポーズのしるしだと分かってる。あつかいにはじゅうぶん気をつけてね。地域によってやり方はちがうみたいだけど、プロポーズの作法にはビーチや海にまつわるものがつきものなんだ。",
        "183": "きょう紹介するアイテムはリサイクルマシン。魚のかわりにゴミを釣っちゃったことはないかい？近ごろはよくおきることだよね。リサイクルマシンを使えば、ゴミをリサイクルして役にたつアイテムに変えられるんだ。使い方はカンタン。マシンのなかにゴミをいれるだけでいい。ゴミの種類によって、手にはいるアイテムの種類も変わるよ。",
        "186": "きょう紹介する魚はビンナガだ。早朝から夜にかけて、秋と冬の海ですがたを見ることができるよ。",
        "190": "きょう紹介する魚はキノボリウオ、コチ、サソリゴイだ。キノボリウオがすむのは深い森の奥だけだ。そして、コチとサソリゴイが見つかるのはさばくのオアシスだけだよ。",
        "193": "フェーンギル共和国じゅうがお祭りさわぎになるスピリットイブまで、あと数日だね！スピリットイブでは、みんなで金のカボチャを探すのがならわしなんだ。キミの町に迷路式のおばけ屋敷ができてたら、かならずどこかに金のカボチャがかくしてあるよ。価値が高いものだから、探してみてね！",
        "197": "みんな、きょうはわたしからアドバイスがある。子どもをもうける気があるなら、かならず子ども部屋を用意しておこう。赤ちゃんにはベビーベッドが必要だからね！",
        "200": "きょう紹介するアイテムは結晶コピーマシンだ。このすごいマシンは、どんな宝石からも無限にコピーをつくることができるんだよ。つかい方はカンタン。コピーしたい宝石をマシンのなかに入れるだけ。コピーができるまで時間はかかるけど、利益はおおきいよ！",
        "204": "もしおとなの動物を飼っていて、動物小屋のスペースによゆうがある場合、動物は赤ちゃんを産むことがあるよ。おぼえておこう。",
        "207": "きょう紹介する魚はナマズだよ。ふだんは見つからないけど、雨がふるとかくれ場所から出てくるんだ。彼らはおもに町のそばの川に生息していて、水のなかに落ちてきたものならなんでもよろこんで口にするよ。あたたかい水は苦手な魚だから、夏には見つかりづらいので注意してね！",
        "211": "きょう紹介するアイテムはミミズ飼育器だ。釣りエサを毎日補充できたら便利だろ？自分のミミズ飼育器をつくってみよう。いったん設置すれば、毎日ちょっとずつ釣りエサが手に入るよ。",
        "214": "こんな雪の下でも、草のタネたちはうずうずしながらあたたかい日ざしにそなえているんだ。だから春がおとずれた時、牧場じゅうに雑草が芽ぶいたとしてもおどろかないようにね！",
        "218": "もし砂金皿をもってたら、水のなかにキラキラ光るものがないか探してみよう。質のいい鉱石をタダで手にいれるチャンスかもしれないよ！",
        "221": "みんな、きょうはだいじなお知らせがあるんだ。わたしは今回で引退するんだ。だから、「自然とくらそう」の新エピソードもこれがさいごになる。いままでありがとう、楽しかったよ。さみしくなるね。放送局によると、過去のエピソードは来年から再放送されるそうだよ。お楽しみにね！"
    }
}