{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Esto va para todos los novatos: ¡cortad madera y recolectad para ganar algún dinero mientras esperáis vuestra primera cosecha!",
        "4": "Esto va para los que vivís en Stardew Valley. Buscad cebolletas al suroeste del pueblo, donde el río se une al océano. A veces pueden encontrarse unas cuantas juntas saliendo de la tierra.",
        "8": "Hablemos de vallas. Las vallas resultan útiles para mantener a raya las malas hierbas y proteger los cultivos. También permiten a los granjeros guardar su ganado. Las vallas se rompen al cabo del tiempo... ¡Pero las de piedra, hierro y madera noble duran mucho más que las de madera normal!",
        "11": "¿Problemas con los cuervos? ¡Parece que necesitas un espantapájaros! Colocar un espantapájaros en tu granja mantiene alejados a los cuervos hasta una distancia considerable. ¡Protege tus valiosas cosechas! Una cosa más... ¿Necesitas una mochila más grande para guardar tus cosas? Echa un vistazo en tu tienda local.",
        "15": "¡Es temporada de frambuesas! Por todo el campo hay arbustos rebosantes de estas pequeñas y jugosas bayas, ¡y solo tienes que recogerlas! Recolectarlas es una gran manera de ganar un dinero extra.",
        "18": "Ah, la refrescante lluvia... ¡La mejor amiga de un granjero! Cuando llueve no necesitas regar tus cultivos. ¡Aprovéchalo!",
        "22": "¡Hazte con una caña de pescar y vende tus capturas! Pescar es una gran manera de ganarse un dinero extra cuando tienes tiempo libre. La distancia a la que llegue tu corcho determina los peces que pueden picar... ¡Así como la ubicación, la temporada, la hora del día y el clima!",
        "25": "Árboles frutales. ¡Les cuesta una temporada entera crecer, así que planea con antelación! Si la zona que rodea a tu nuevo árbol no está despejada, afectará a su crecimiento. Cuando tu árbol frutal esté maduro, producirá fruta deliciosa para ti todos los días de la temporada. ¡Empieza ya a ahorrar!",
        "29": "¡Ya ha llegado el verano, y con él cantidad de nuevas cosechas que plantar! Mira el lúpulo, por ejemplo. Cuesta que sus tallos crezcan, pero una vez maduran se puede cosechar todos los días. ¡Suerte!",
        "32": "Un resumen de los peces que solo encontrarás en verano: Dorado, que se encuentra en ríos forestales durante el día. Trucha arcoíris, que se encuentra en ríos forestales y montañas durante el día. Pez globo, que se encuentra en el océano a primera hora de la tarde. Pulpo, que se encuentra en el océano por la mañana. ¡Atrápalos mientras puedas!",
        "36": "Hablemos del maíz. Es un cultivo poco común, ¡porque dura dos temporadas! Exacto. Así como la mayoría de cultivos mueren con el cambio de temporada, el maíz no. Lo puedes cultivar en verano y en otoño. ¡Sal ahí y planta maíz!",
        "39": "A partir de mañana, se espera que una sorprendente cantidad de conchas y corales aparezcan en las playas de todo el mundo. No soy científico, pero creo que tiene algo que ver con la temporada de apareamiento de los cangrejos. En cualquier caso, podrías ganarte un dinerito peinando tu playa local.",
        "43": "¿Hay un spa en tu pueblo? Relájate y quédate dentro de su humeante agua calentita para recuperar energía. Ahh... Qué bien se está, ¿no?",
        "46": "El verano es conocido por sus tormentas eléctricas. Si sabes fabricar pararrayos, podrás obtener electricidad y crear pilas. ¡Puedes venderlas o utilizarlas para fabricar otras cosas!",
        "50": "La mayoría de pueblos tienen un calendario de temporada frente a la tienda local. Es buena idea echarle un vistazo de vez en cuando para saber lo que pasa en la comunidad. ¡Y mira también las ofertas de trabajo!",
        "53": "¡El otoño está a la vuelta de la esquina! Sin duda, la temporada más lucrativa para los granjeros, así que asegúrate de ir ahorrando para comprar nuevas semillas. Si aún no has mejorado tu regadera, seguramente sea buena idea hacerlo.",
        "57": "Hablemos de girasoles. Al cosecharlos no solo obtienes una bonita flor, sino también algunas semillas. Puedes replantarlas o venderlas. ¡Me apunto!",
        "60": "Si tienes una granja en un pueblo, es probable que te inviten a participar en una «exposición agrícola» en algún momento. Normalmente, una exposición agrícola consiste en mostrar los 9 objetos que mejor representan tus talentos. Elige objetos de alta calidad y mucho valor, y asegúrate de que también haya variedad. ¡Puedes exponer peces, minerales, artesanías, frutas y verduras!",
        "64": "¡Es temporada de moras! Hay arbustos por todo el campo rebosantes de frutos maduros. ¡Sal y compruébalo!",
        "67": "Especial peces: Salmón. Los salmones vuelven a su lugar de desove en otoño para poner huevos. ¡Lo que significa que los ríos están plagados de ellos! Solo podrás encontrarlos en otoño, así que sal a tirar el sedal.",
        "71": "¿Tienes resineras? Los recolectores más espabilados saben cómo fabricarlas. Puedes ponérselas a los árboles que crecen por todas partes. Los arces producen jarabe de arce, los robles resina, y los pinos brea de pino. El jarabe es lo más valioso, ¡pero todos sirven para algo!",
        "74": "¡El invierno está a la vuelta de la esquina! Asegúrate de almacenar suficiente heno para tus animales, ya que con la llegada del invierno toda la hierba morirá. Cada silo puede almacenar 240 pilas de heno, ¡así que haz las cuentas y comprueba si necesitas construir alguno más!",
        "78": "Especial peces: Lucio. Lo podrás encontrar en las tardes de lluvia de otoño e invierno. Se puede encontrar en cualquier lugar de agua dulce.",
        "81": "Se acerca el invierno... Lo que significa que la actividad en la granja se detendrá. Ninguna cosecha crece en invierno, a menos que tengas la suerte de contar con un invernadero. ¡Pero, aun así, hay mucho que hacer! Más detalles próximamente.",
        "85": "Invierno... Esa temporada en la que el mundo se detiene. Es un gran momento para la minería, la pesca y la recolección. Mejora tus herramientas y prepárate para tener una primavera productiva. ¡O pídele a tu carpintero local que construya algo para tu granja! Acumula recursos, realiza mejoras y prepárate para el año próximo.",
        "88": "¿Te preguntas cómo conseguir cuarzo refinado? Coloca un cuarzo normal en el horno, y listo. Necesitarás un pedazo de carbón para alimentar el fuego.",
        "92": "¿Has encontrado semillas al talar árboles? Puedes plantarlas en el suelo y crecerá un nuevo árbol. ¡Deja volar tu creatividad!",
        "95": "Hay un par de peces que solo encontrarás en invierno... El calamar y el bacalao largo. El calamar se puede atrapar en el océano por la noche. El bacalao largo se puede atrapar en agua dulce durante todo el día. Por supuesto, hay rumores de peces muy raros y únicos que solo se encuentran en temporadas concretas, pero no dispongo de información sobre ellos.",
        "99": "Hablemos de geodas. Las geodas son piedras huecas que a menudo contienen materiales valiosos. Un herrero puede abrírtelas por un módico precio. Hay distintos tipos de geodas... Y cada una contiene sus propios tipos de minerales. Sin embargo, la «omnigeoda», muy poco común, puede contener cualquier tipo de mineral.",
        "102": "Si quieres hacer a alguien feliz de verdad, ¡dale su regalo favorito cuando sea su cumpleaños! Confía en mí.",
        "106": "¿Has visto alguna vez tres pequeños gusanitos saliendo de la tierra? A veces cuesta verlos. Pero si excavas ahí, siempre encontrarás algo. No me preguntes el porqué.",
        "109": "¿Alguna vez has sentido la necesidad de revolver en la basura de tu vecino? ¡Puaj! Bueno, si disfrutas haciéndolo, hazlo cuando no tengas a nadie cerca. Si te pillan se van a escandalizar mucho, y eso perjudicará a vuestra amistad. A menos que ellos también lo hagan, claro está.",
        "113": "Bueno, ya está aquí el nuevo año. Presta atención a cualquier nuevo tipo de semilla que se venda en tu tienda local. ¡Espero que hayas mejorado tus herramientas y esté todo a punto para un año productivo!",
        "116": "Especial peces: Anguila. Las anguilas se pueden pescar en el océano en primavera y otoño, durante las noches de lluvia.",
        "120": "¿Tienes cocina? Cocinar es una gran manera de mejorar tus habilidades. No solo te proporcionan una cómoda fuente de energía, sino que muchos platos aumentan temporalmente tus habilidades, velocidad, ¡y mucho más! Huele bien, ¿no?",
        "123": "Especial objetos: Trampa para cangrejos. Los pescadores con experiencia saben fabricar trampas para cangrejos. A pesar de su nombre, estas trampas se pueden usar para capturar una gran variedad de criaturas acuáticas, tanto de agua dulce como salada. Coloca tu trampa en el agua y llénala de cebo. Vuelve al día siguiente y comprueba lo que has pescado. Necesitarás volver a ponerle cebo para seguir utilizándola.",
        "127": "¡Es temporada de frambuesas! Por todo el campo hay arbustos rebosantes de estas pequeñas y jugosas bayas, ¡y solo tienes que recogerlas! Recolectarlas es una gran manera de ganar un dinero extra.",
        "130": "Hablemos de algo dulce. No, no me refiero a ti, sino a la miel. Ese dulce producto que fabrican nuestras amigas las abejas. Funciona así... Si tienes flores cerca de tu colmena, tus abejas podrán producir miel con aromas. Si no, obtendrás solo «miel silvestre». Muy dulce todo, ¿no?",
        "134": "Un consejo para los aventureros... ¡No olvidéis el ataque especial de vuestra arma! Las espadas pueden bloquear ataques, lo que es muy útil cuando las babas saltan hacia ti. Las porras pueden golpear el suelo y hacer volar a los enemigos... ¡Y con una daga podrás hacer un triple golpe superveloz! Ten cuidado.",
        "137": "Me gustaría hablar del famoso gremio de aventureros que hay cerca de Pueblo Pelícano. El líder del gremio, Marlon, tiene un bonito programa de recompensas para cualquiera que sea lo bastante valiente para eliminar monstruos en las cuevas locales. Los aventureros recibirán poderosos objetos a cambio de eliminar grandes cantidades de monstruos. Hay un póster en la pared con más detalles. ¡Mola mucho!",
        "141": "He oído que hay quien se queda quieto junto a trenes en marcha para hacerse con cualquier resto que caiga de ellos. Caray... ¡Lo que hace la gente por algo gratis!",
        "144": "Especial animales: Cerdo.^^Por estos lares, se entrena a los cerdos para que encuentren preciadas trufas. Tienes que dejar a tus cerdos fuera y tener paciencia... Harán su trabajo cuando estén preparados. Fabrica aceite a partir de las trufas para maximizar los beneficios.",
        "148": "Un recordatorio de los peces que solo encontrarás en verano: Dorado, que se encuentra en ríos forestales durante el día. Trucha arcoíris, que se encuentra en ríos forestales y montañas durante el día. Pez globo, que se encuentra en el océano a primera hora de la tarde. Pulpo, que se encuentra en el océano por la mañana. ¡Atrápalos mientras puedas!",
        "151": "Especial peces: Superpepino. Puedes encontrar a este extraño pez en el océano. Solo sale por la noche, durante el verano y el invierno.",
        "155": "Sé que cuesta, pero... ¡No te preocupes mucho por tu caballo! Puedes dejarlo en cualquier sitio y sabrá volver a casa. ¡Son animales listos e independientes!",
        "158": "Tengo una idea... ¡Monta un huerto de árboles! Pon resineras en los troncos y recoge su valioso sirope. ¡O no, tú verás! Me importa tres pepinos.",
        "162": "Especial objetos: Barril. El uso clásico de un barril es hacer vino de uva. Pero, ¿sabías que se puede hacer vino de cualquier fruta? Sí.^Y también puedes hacer zumo de verdura.",
        "165": "¿Tienes un diario? No olvides revisarlo de vez en cuando. Es fácil olvidar que has anotado algo importante.",
        "169": "Si has conseguido hacerte con una «semilla rara», es el momento de plantarla. Aunque se dice que tarda una temporada entera en crecer, fuentes fiables me han dicho que en realidad solo son 24 días. El resultado, según los rumores, es la fruta más dulce del mundo.",
        "172": "Algunos granjeros han informado de que ocurren cosas extrañas cuando grandes campos de coliflor, melón o calabaza llegan a la madurez. Hmmm. Yo no puedo comprobarlo.",
        "176": "¡Es temporada de moras! Hay arbustos por todo el campo rebosantes de frutos maduros. ¡Sal y compruébalo!",
        "179": "¿Quieres casarte? Vas a necesitar un colgante de sirena. Todo el mundo a este lado del mar de Gema sabe lo que significa dar a alguien un colgante de sirena. ¡Hacerse con un colgante así puede resultar complicado! Cada región tiene sus costumbres, pero siempre tienen algo que ver con la playa o el océano.",
        "183": "Especial objetos: Máquina recicladora. ¿Has recogido mucha basura mientras pescabas? Es algo muy común en la época en la que vivimos. Pero, con una máquina recicladora, podrás convertir esos objetos en algo útil. Simplemente coloca los objetos en la máquina y déjala trabajar. Cada tipo de basura produce objetos distintos.",
        "186": "Especial peces: Atún blanco. Este pez aparece o a primera hora de la mañana o por la noche. Búscalo en el océano en otoño o invierno.",
        "190": "Especial peces: Pez muyu, lenguado y carpa escorpión. Se dice que el pez muyu solo vive en las profundidades del bosque. El lenguado y la carpa escorpión solo se pueden encontrar en los oasis del desierto.",
        "193": "¡Faltan un par de días para que las comunidades de la República Ferngill celebren la víspera de los espíritus! Una tradición que quizás no conozcas es la búsqueda de la calabaza dorada. Si tu pueblo cuenta con un laberinto embrujado, ten por seguro que hay una calabaza dorada escondida en algún sitio. ¡Son muy valiosas!",
        "197": "Chicos, hacedme caso. Antes de tener hijos vais a necesitar una habitación para el bebé. ¡El bebé necesita una cuna!",
        "200": "Especial objetos: Cristalario. Esta increíble máquina puede hacer copias infinitas de cualquier tipo de gema. Simplemente coloca la gema que quieres copiar en la máquina y déjala que haga su trabajo. Puede que tarde un poco, pero... ¡Su beneficio es neto!",
        "204": "Si tienes animales de granja adultos y te sobra espacio... es posible que uno de ellos dé a luz. Es algo que hay que tener en cuenta.",
        "207": "Especial peces: Pez gato. Este pez, relativamente difícil de obtener, sale de su escondite cuando llueve. Los encontrarás viviendo en ríos cerca de pueblos, donde disfrutan comiendo cualquier resto que caiga al agua. No les gusta el clima cálido, ¡así que no te molestes en buscarlos en verano!",
        "211": "Especial objetos: Vivero de cebo. ¿Necesitas una provisión eterna de cebo? Pues construye un vivero de cebo. Mientras tengas uno a mano, conseguirás algo de cebo todos los días.",
        "214": "Bajo toda esa nieve, las semillas de primavera se mueren de ganas por empezar sus nuevas vidas bajo el sol. ¡No te asustes cuando llegue la primavera y tu granja necesite una limpieza!",
        "218": "Si has conseguido una batea, presta atención a todo lo que brille en el agua.^¡A menudo hay buenos minerales por ahí, esperando a que los recojas! ",
        "221": "Chicos, tengo algo que anunciaros. Este es el último episodio de «Vivir de la tierra» antes de mi jubilación. Me lo he pasado muy bien, y os voy a echar de menos. Ah, y me han dicho que la emisora pondrá reposiciones el año que viene.^^¡Cuidaos mucho!"
    }
}