{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Petit guide pour les néophytes : couper du bois et faire la cueillette vous permettra de gagner un peu d’argent en attendant votre première récolte !",
        "4": "Guide spécial pour les habitants de Stardew Valley. Cherchez des oignons de printemps au sud-ouest du village, où la rivière rencontre rejoint la mer. Vous pouvez parfois en trouver tout un tas qui pousse hors de la terre.",
        "8": "Parlons de clôtures. Les clôtures sont utiles pour éloigner les mauvaises herbes et pour protéger vos récoltes. Elles aident également les fermiers à contenir leur bétail. Les clôtures finissent par casser au bout d’un certain temps, mais les clôtures en pierre, en fer et en bois dur sont beaucoup plus solides et plus résistantes que celles en bois classique !",
        "11": "Problèmes de corbeaux ? On dirait que vous avez besoin d’un épouvantail ! Placer un épouvantail sur votre ferme éloigne les corbeaux d’une assez bonne distance. Assurez-vous de protéger vos précieuses récoltes !^Une dernière chose... si vous avez besoin d'un plus grand sac à dos pour transporter tout votre matériel, rendez-vous dans votre magasin général local.",
        "15": "C’est la saison des baies de saumon ! Partout dans la campagne, les buissons regorgent de petits fruits juteux, et ils sont gratuits ! Les récolter est un excellent moyen de gagner de l’argent supplémentaire.",
        "18": "Ah, de la pluie rafraîchissante... la meilleure amie d’un fermier ! Quand il pleut, vous n’avez pas besoin d'arroser vos récoltes. Utilisez ça à votre avantage !",
        "22": "Trouvez-vous une canne à pêche et vendez vos prises ! La pêche est un excellent moyen de gagner un peu d’argent quand vous avez du temps libre. La distance sur laquelle vous pouvez lancer votre ligne de pêche est déterminée avec le type de poisson que vous voulez attraper... ainsi que le lieu, la saison, l’heure et le temps !",
        "25": "Arbres fruitiers. Ils prennent toute une saison pour pousser, alors planifiez bien en avance ! Si la zone entourant directement votre nouvel arbre n’est pas bien dégagée, cela gênera sa croissance. Une fois que votre arbre fruitier est arrivé à maturité, il produira des fruits délicieux pour vous tous les jours durant la bonne saison. Mieux vaut commencer à économiser !",
        "29": "L’été est arrivé, avec toute une nouvelle variété de récoltes à planter ! Prenez le houblon, par exemple. Cette plante met du temps à pousser, mais une fois arrivée à maturité, elle peut être récoltée chaque jour. Bonne chance !",
        "32": "Voici un aperçu des poissons que l’on ne trouve qu’en été : les dorades se trouvent dans les cours d’eau en forêt pendant la journée. Les truites arc-en-ciel se trouvent dans les rivières en forêt et dans les montagnes pendant la journée. Les poissons-globe se trouvent dans la mer en début d’après-midi. Et les poulpes se trouvent dans la mer pendant la matinée. Attrapez-les au bon moment !",
        "36": "Parlons de maïs. C’est une récolte inhabituelle, car elle est cultivable pendant deux saisons ! En effet, alors que la plupart des récoltes meurent au changement de saisons, le maïs continue de pousser. Vous pouvez le cultiver en été et en automne. Filez et allez planter du maïs !",
        "39": "À partir de demain, une quantité inhabituelle de coquillages et de coraux devrait s’échouer sur les plages du monde entier. Je ne suis pas un scientifique, mais j’ai entendu dire que cela avait un rapport avec la saison de reproduction des crabes. Quoi qu’il en soit, vous pourriez vous faire une petite fortune en ratissant votre plage locale.",
        "43": "Existe-t-il un spa dans votre village ? Détendez-vous et relaxez-vous dans les vapeurs chaudes pour retrouver votre énergie. Ahh... ça fait du bien, n’est-ce pas ?",
        "46": "L’été est réputé pour ses orages. Si vous savez fabriquer un paratonnerre, vous pouvez recycler l’électricité des orages et créer des batteries. Elles peuvent être revendues ou utilisées pour l’artisanat !",
        "50": "La plupart des villages ont un calendrier saisonnier en face du magasin général. Ce serait une bonne idée d’aller y jeter un coup d’oeil de temps en temps pour avoir une petite idée de ce qui se passe au sein de la communauté. Assurez-vous aussi de vérifier toutes les offres d’emploi !",
        "53": "L’automne arrive ! C’est sans doute la saison la plus lucrative pour les fermiers, alors assurez-vous d’économiser de l’argent pour acheter de nouvelles graines. Si vous n’avez pas encore amélioré votre arrosoir, ce serait probablement une bonne idée de le faire tout de suite.",
        "57": "Parlons tournesols. En les récoltant, vous obtiendrez non seulement de belles fleurs, mais également des graines. Vous pouvez replanter ces graines ou les revendre. J’achète !",
        "60": "Si vous êtes un fermier dans un petit village, il est probable que vous soyez invité à créer un \"présentoir de fermier \" à un moment donné. En règle générale, un présentoir comporte 9 choses qui mettent en valeur vos talents. Utilisez des articles de haute qualité et de grande valeur et assurez-vous également d’avoir des choses variées à présenter. Du poisson, des minéraux, des produits artisanaux, des fruits et des légumes sont tous bons à avoir !",
        "64": "C’est la saison des mûres ! Les buissons à travers la campagne regorgent de ces fruits mûrs. Allez voir ça par vous-même !",
        "67": "Accent sur le poisson : le saumon. Les saumons retournent sur leur lieu de reproduction à l’automne pour y déposer ses oeufs. Cela signifie que les rivières en sont remplies ! Vous ne pouvez les trouver qu’en automne, alors sortez, et allez pêcher.",
        "71": "Un saigneur ? Les cueilleurs astucieux savent comment en fabriquer. Vous pouvez vous en servir sur les arbres sauvages qui poussent partout. Les érables donnent du sirop d’érable, les chênes et les pins produisent de la résine. Le sirop d'érables est le plus précieux, mais tous les produits des arbres ont leurs utilisations !",
        "74": "L’hiver est presque arrivé. Assurez-vous d'avoir stocké assez de foin pour nourrir vos animaux pendant l’hiver, lorsque toute l’herbe meurt. Chaque silo peut contenir 240 meules de foin, alors assurez-vous de bien calculer et de déterminer si vous avez besoin d’en construire plus !",
        "78": "Accent sur le poisson : le doré jaune. Vous pouvez trouver ce poisson les soirs de pluie en automne et en hiver, dans toutes les sortes d'eaux douces.",
        "81": "L’hiver arrive bientôt... et cela signifie que vos activités agricoles vont s’arrêter. Aucune récolte ne pousse en hiver, sauf si vous avez la chance d’avoir une serre. Mais il reste encore beaucoup à faire ! Plus d’informations la prochaine fois.",
        "85": "L’hiver... Un moment où le monde entier devient silencieux. Le moment est venu de faire de l’exploitation minière, de la pêche et de la cueillette. Améliorez vos outils en vue d’un printemps productif. Sinon, demandez à votre charpentière locale de construire quelque chose sur votre ferme ! Stockez des ressources, procédez à des améliorations et préparez-vous pour l’année à venir.",
        "88": "Vous vous demandez comment mettre la main sur du \"Quartz raffiné\" ? Il suffit de mettre un vieux quartz ordinaire dans la fournaise. Vous aurez besoin d’un morceau de charbon pour alimenter le feu.",
        "92": "Vous avez trouvé des graines d’arbre tout en coupant du bois ? Vous pouvez les planter dans le sol et un nouvel arbre poussera. Faites preuve de créativité !",
        "95": "Il y a quelques poissons que l’on ne trouve qu’en hiver... Les calmars et les morues-lingues. Le calmar peut être attrapé dans la mer en soirée. Les morues-lingues peuvent être trouvées dans l’eau douce toute la journée. Bien sûr, il y a des rumeurs au sujet de poissons extrêmement rares et uniques que l’on ne peut trouver que durant certaines saisons, mais je n’ai aucune information à ce sujet.",
        "99": "Parlons des géodes. Les géodes sont des pierres creuses qui contiennent souvent des minéraux précieux. Un forgeron peut les ouvrir pour vous moyennant des frais. Maintenant, il existe différentes sortes de géodes... et chacune d’elles renferme une sous-catégorie différente de minéraux. La rare \"Omni-Géode\" peut cependant contenir tous les types de minéraux.",
        "102": "Si vous voulez vraiment faire plaisir à quelqu’un, offrez-lui son cadeau préféré le jour de son anniversaire ! Faites-moi confiance.",
        "106": "Avez-vous déjà vu trois petites tiges brunes sortir du sol ? Elles sont difficiles à repérer, parfois. Cependant, si vous creusez à l’endroit où elles sortent du sol, vous trouverez toujours quelque chose. Ne me demandez pas comment ça marche.",
        "109": "Avez-vous déjà eu envie de fouiller dans les poubelles de votre voisin ? Beurk ! Hé, si c’est votre truc à vous, ne le faites pas quand il y a quelqu’un dans les parages. S’ils vous remarquent, ils seront sérieusement dégoûtés et cela nuira à votre amitié. Sauf si c’est leur truc à eux aussi !",
        "113": "La nouvelle année est arrivée. Gardez les yeux ouverts pour détecter de nouvelles variétés de graines en vente dans votre magasin général local. J’espère que vous avez amélioré vos outils pendant l’hiver et que vous êtes prêt pour une nouvelle année productive !",
        "116": "Accent sur le poisson : l’anguille. Les anguilles peuvent être attrapées en mer au printemps et en automne, lors de soirées pluvieuses.",
        "120": "Avez-vous une cuisine ? La cuisine est un excellent moyen d’améliorer vos capacités. Non seulement les plats cuisinés fournissent une source d’énergie très avantageuse, mais certains plats peuvent aussi augmenter temporairement vos compétences, votre vitesse et bien plus encore ! Ça sent bon, n’est-ce pas ?",
        "123": "Le casier à crabe. Les pêcheurs expérimentés savent comment fabriquer des casiers à crabe. Malgré leur nom, ces casiers peuvent être utilisés pour attraper une grande variété de créatures aquatiques, aussi bien en eau douce que salée. Il suffit de placer votre casier à crabe dans l’eau et d’y ajouter un appât. Revenez le lendemain et vérifiez ce que vous avez attrapé. Vous devrez le remplir à nouveau avec un appât pour attraper de nouvelles prises.",
        "127": "C’est la saison des ronces ! Partout dans la campagne, les buissons regorgent de petits fruits juteux, et ils sont gratuits ! Les récolter est un excellent moyen de gagner de l’argent supplémentaire.",
        "130": "Parlons, mon petit sucre adoré. Non, pas vous ! Je parle de ce produit sucré fabriqué par nos amis les abeilles. Voici ce que vous devez savoir... si vous avez des fleurs qui fleurissent près de votre ruche, vos abeilles peuvent produire du miel parfumé. Sinon, vous n’obtiendrez que du \"miel sauvage\". Pas mal, non ?",
        "134": "Voici un petit conseil pour vous, les aventuriers... n’oubliez pas d’utiliser l’attaque spéciale de votre arme ! Les épées peuvent parer les attaques, ce qui est très utile lorsque les Slimes se jettent sur vous. Les gourdins peuvent marteler le sol, propulsant les ennemis dans les airs... et avec une dague, vous pouvez effectuer une attaque à trois coups très rapides ! Faites attention à vous.",
        "137": "J'aimerais vous parler de la célèbre Guilde des Aventuriers de Pélican Ville. Le chef de la guilde, Marlon, a un programme de récompenses intéressant pour tous ceux qui ont le courage de tuer des monstres dans les grottes locales. Les aventuriers recevront des objets puissants en échange de l'élimination d'une grande quantité de monstres. Il y a une affiche sur le mur avec plus de détails. C’est plutôt sympa !",
        "141": "J’ai entendu dire que des gens restent à proximité de la voie ferrée pour ramasser les débris qui tombent des trains qui passent. Waouh... les choses que les gens peuvent faire pour avoir quelque chose de gratuit !",
        "144": "Le porc.^^Dans la région, les porcs sont spécialement élevés pour détecter les truffes de valeur. Vous devez laisser les porcs dehors et être patients... Ils opèreront leur magie quand ils seront prêts. Fabriquez de l’huile à partir des truffes pour maximiser vos revenus.",
        "148": "Voici un petit rappel des poissons que l’on ne trouve qu’en été : les dorades se trouvent dans les cours d’eau en forêt pendant la journée. Les truites arc-en-ciel se trouvent dans les rivières en forêt et dans les montagnes pendant la journée. Les poissons-globe se trouvent dans la mer en début d’après-midi. Et les poulpes se trouvent dans la mer pendant la matinée. Attrapez-les au bon moment !",
        "151": "Accent sur le poisson : le grand concombre de mer. Vous pouvez trouver ce poisson rare dans la mer. Il ne sort que le soir, été comme hiver.",
        "155": "Je sais que c’est difficile... mais arrêtez de vous inquiéter autant pour votre cheval ! Vous pouvez les laisser n’importe où et ils retrouveront le chemin de la maison. Ce sont des animaux très intelligents et indépendants !",
        "158": "Voici une petite idée... créez un verger d’arbres sauvages ! Utilisez un saigneur sur ces arbres et récoltez leur précieux sirop. Ou pas ! C’est à vous de voir.",
        "162": "Le tonneau. L’utilisation classique d'un tonneau est de faire du vin avec du raisin. Mais saviez-vous que vous pouvez faire du vin avec n’importe quel fruit ? Eh oui.^Vous pouvez aussi faire du jus de légumes.",
        "165": "Avez-vous un journal ? N’oubliez pas d’y jeter un coup d’oeil de temps en temps. Il est facile d’oublier les choses importantes que vous avez écrites dedans.",
        "169": "Si vous avez réussi à trouver une \"graine rare\", le moment est venu de la planter. Normalement, elle a besoin de toute une saison pour arriver à maturité, mais des sources fiables indiquent qu'il ne faut en fait que 24 jours. Il semblerait que le résultat final soit le fruit le plus sucré au monde.",
        "172": "Certains fermiers ont signalé que des choses étranges se produisent lorsque de grands champs de chou-fleur, de melon ou de citrouille arrivent à maturité. Mmm. Malheureusement, je ne peux pas le vérifier moi-même.",
        "176": "C’est la saison des mûres ! Les buissons à travers la campagne regorgent de ces fruits mûrs. Allez voir ça par vous-même !",
        "179": "Vous cherchez à vous marier ? Vous allez avoir besoin d’un pendentif de sirène. Tout le monde de ce côté-ci de la mer des Gemmes, sait ce que cela signifie lorsque vous offrez un pendentif de sirène.^Mettre la main sur l'un de ces pendentifs peut être compliqué. Chaque région semble avoir sa propre coutume, mais cela est toujours en rapport avec la plage ou mer.",
        "183": "La machine de recyclage. Avez-vous attrapé beaucoup de déchets en pêchant ? C'est malheureusement trop fréquent de nos jours. Eh bien, avec une machine de recyclage, vous pouvez transformer ces objets en quelque chose d’utile. Il suffit de placer vos déchets dans la machine et de la laisser faire le reste. Chaque type de déchets produit différents types d’objets.",
        "186": "Accent sur le poisson : l’albacore. Ce poisson peut être trouvé tôt le matin ou dans la soirée. Trouvez-le dans la mer en automne ou en hiver.",
        "190": "Accent sur le poisson : le poisson de forêt, le poisson des sables et la carpe scorpion. On raconte que le poisson de forêt ne vit que profondément dans les bois. Le poisson des sables et la carpe scorpion ne peuvent être trouvés que dans les oasis du désert.",
        "193": "Il ne reste que quelques jours avant que les communautés autour de la République de Ferngill ne célèbrent la fête des esprits ! Sa tradition — que vous ne connaissez peut-être pas — est la chasse à la citrouille dorée. Si votre village possède un labyrinthe hanté, vous pouvez être sûr qu’il y a une citrouille dorée cachée quelque part. Elles sont très précieuses !",
        "197": "Chers amis, suivez mon conseil. Vous allez avoir besoin d’une chambre d’enfant chez vous avant de pouvoir avoir des enfants. Un bébé a besoin d'un berceau !",
        "200": "Le cristalarium. Cette machine étonnante peut créer des copies infinies de tout type de pierre précieuse. Placez simplement la pierre précieuse que vous souhaitez copier dans la machine, laissez-la faire le reste. Cela prendra peut-être un peu de temps, mais bon, après tout... c'est tout bénéfice !",
        "204": "Si vous avez des animaux d’élevage qui ont atteint l’âge adulte et qu’il reste de l’espace dans votre grange... il y a toujours une chance qu’un de vos animaux puisse mettre bas. C’est quelque chose à ne pas oublier.",
        "207": "Accent sur le poisson : le poisson-chat. Ce poisson relativement rare sort de sa cachette quand il pleut. Vous en trouverez dans les rivières à proximité de villages, où ils aiment manger tout ce qu’ils trouvent dans l’eau. Ils n’aiment pas la chaleur, alors n’essayez pas de faire de la pêche aux poissons-chat en été !",
        "211": "La boîte d’appâts. Besoin d’un approvisionnement inépuisable d'appâts ? Construisez vous-même une boîte à vers. Une fois faite, vous obtiendrez de nouveaux appâts chaque jour.",
        "214": "Sous toute cette neige, des graines de printemps désirent plus que tout de retrouver la chaleur des doux rayons de soleil. Ne soyez pas surpris lorsque le printemps arrivera et que votre ferme aura besoin d’être nettoyée !",
        "218": "Si vous avez trouvé une poêle en or, gardez un oeil sur quelque chose de brillant à la surface de l’eau.^On y trouve souvent du bon minerai qui ne demande qu’à être ramassé !",
        "221": "Chers amis, j’ai une annonce à faire. Ceci est le dernier épisode de \"Comment vivre de la terre\" avant que je ne prenne ma retraite. J’ai passé de très bons moments avec vous et vous allez me manquer. Oh, et apparemment, la chaîne va rediffuser les épisodes l’année prochaine.^^Prenez soin de vous !\n"
    }
}