{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Ezt minden zöldfülűnek üzenjük: vágjatok fát és gyűjtögessetek vad terméseket, hogy ezzel is pénzt szerezzetek, míg a termésetek kinövésére vártok!",
        "4": "Ezt a Stardew Valleyben lévő embereknek üzenjük. A várostól délnyugatra, ahol a folyó az óceánba torkollik, ott keressetek újhagymát. Néha egész nagy kupacban találhatjátok őket a földből kinőve.",
        "8": "Beszéljünk a kerítésekről. A kerítések hasznosak, hogy ne nője be a területet a gaz és a gyom, és hogy megvédjük a terméseket. Ezen kívül körbe lehet keríteni a gazdák által tartott haszonállatokat. A kerítések idővel megkopnak, de a kő, vas és keményfa kerítések sokkalta tovább bírják a gyűrődést, mint a sima, fából készült változat!",
        "11": "Problémád van a varjakkal? Akkor neked madárijesztőre van szükséged! Ha egy madárijesztőt helyezel a farmodra, az kellő távolságból tartja távol őket. Védd meg az értékes terméseidet!^Még valami... nagyobb hátizsák kell, amibe több holmit pakolhatsz? Nézz be a helyi vegyesboltba.",
        "15": "Díszszeder szezon van! Vidék szerte bővelkednek a bokrok ettől az édes kis bogyótól, és ingyen elvihetőek! A begyűjtésükkel könnyen lehet extra jövedelemhez jutni.",
        "18": "Á, a frissítő eső... a Gazdák legjobb barátja! Amikor esik, nem kell megöntözni a terméseket. Használd ki ennek az előnyét!",
        "22": "Szerezz be egy horgászbotot, és add el, amit kifogtál! A horgászással a szabad idődben kisebb extra jövedelmet szerezhetsz. Az határozza meg, hogy mit fogsz ki, hogy a parttól milyen távolságra dobod be a csalidat... no meg a helyszín, az évszak, a napszak és az időjárás is befolyásolja mindezt!",
        "25": "Gyümölcsfák. Egész évszakban nőnek, szóval tervezz előre! Ha a fádat körülvevő terület nem tiszta, akkor az bezavarhat a növekedésébe. Amint kinőtt a fád, akkor a megfelelő évszakban minden nap fog finom gyümölcsöket teremni neked. Jobb lesz, ha spórolsz egyre!",
        "29": "Itt a nyár, és persze egy halom új termés is jár vele! Ott van például a komló. Jó időbe telik, mire megnőnek az indái, de amint ez megtörtént, akkor minden nap le lehet aratni a termést. Sok szerencsét!",
        "32": "Nézzük csak, hogy mik azok a halak, amiket kizárólag nyáron foghatsz ki: Aranydurbincs, ami napközben az erdei folyókban található. Szivárvány pisztráng, ami napközben az erdei folyókban és a hegyekben található. Gömbhal, ami kora délután az óceánban található. És a polip, ami reggel az óceánban található. Fogd ki őket, míg teheted!",
        "36": "Beszéljünk a kukoricáról. Ez egy szokatlan termés, mivel két évszakon át is kitart! Pontosan, míg más termések az évszakok változásánál elpusztulnak, a kukorica mindent kibír. Egyszerre termesztheted nyáron és ősszel. És most hajrá, termessz egy kis kukoricát!",
        "39": "Holnaptól kezdve szokatlan mennyiségű kagyló és korall vetődhet partra a világ minden strandján. Nem vagyok tudós, de úgy hallottam, hogy a rákok párzási szezonja miatt történik ez. Mindenesetre jó pénzt zsebelhetsz be, ha átfésülöd a helyi strandodat.",
        "43": "Van a városodban fürdő? Menj el, és pihenj a gőzölgő, forró vízben, hogy visszanyerd az energiádat. Áhhh... ugye milyen jó érzés?",
        "46": "A nyár a villámló viharairól híres. Ha tudsz villámhárítót készíteni, akkor begyűjtheted az eleketromosságot, és elemeket készíthetsz belőle. Ezeket eladhatod, vagy akár további tárgyakat barkácsolhatsz belőle!",
        "50": "A legtöbb város vegyesboltja előtt található egy évszakos naptár. Jó ötlet, ha erre ránézel néhanapján, hogy megtudd mit csinál épp a közösség. Nézd meg, hátha van számodra valamilyen munka is rajta!",
        "53": "Mindjárt itt az ősz! Kétségkívül ez a legjövedelmezőbb évszak a gazdák számára, szóval spórolj sokat, hogy jó sok magvat vehess meg. Ha még nem fejlesztetted fel az öntözőkannádat, akkor épp itt az ideje.",
        "57": "Beszéljünk a napraforgókról. Mikor learatod őket, akkor nem csak egy szép virágot szerezhetsz, de akár pár magvat is. Azokat a magvakat pedig ismét elültetheted, vagy eladhatod. Nagyszerű!",
        "60": "Ha egy kisvárosi gazda volnál, akkor előbb-utóbb téged is meg fognak hívni egy nap, hogy készíts egy \"kirakatot\". Általában egy kirakat 9 tárgyból áll, amik a legjobban fejezik ki a képességeidet. Célszerű kiváló minőségű, értékes tárgyakat kirakni mindenféle variációból. Halak, ásványok, kézműves termékek, gyümölcsök, zöldségek és egyebek mind jól jönnek!",
        "64": "Itt a szeder szezonja! Vidék szerte teremnek bokrokon ezek az érett gyümölcsök. Menj csak ki, nézd meg magad!",
        "67": "Halfókusz: Lazac. A lazacok ősszel visszatérnek otthonukba, hogy ikrákat rakjanak. Vagyis a folyók csurig vannak velük! Csak ősszel találhatod meg őket, szóval menj ki, és vesd ki rájuk a botodat.",
        "71": "Van pár csapolód? Az ügyes kezű gyűjtögetők tudják, hogyan kell ilyet készíteni. Ezeket mindenféle vadon található fára rárakhatod. A juharfák juharfa szirupot, a tölgyfák gyantát, a fenyőfák pedig fenyőkátrányt adnak. Ezek közül a szirup a legértékesebb, de minden ilyen terméknek megvan a maga haszna!",
        "74": "Hamarosan beköszönt a tél. Érdemes most sok szénát begyűjteni, hogy télen is tudd etetni az állataidat, mikor minden fű elhal. Minden silóba 240 darab szénát pakolhatsz, szóval alaposan számolj utána annak, hogy szükséged lesz-e még silókra vagy sem!",
        "78": "Halfókusz: Süllő. Ezt a halat az őszi vagy téli esős éjszakákon találhatod meg. Bármilyen édesvízi helyszínen fellelhető.",
        "81": "Hamarosan beköszönt a tél... és ez azt jelenti, hogy a növénytermesztés le fog állni. Egyetlen termés se nő meg télen, hacsak nincs olyan szerencséd, hogy saját üvegházzal rendelkezel. De ettől még bőven van tennivalód! A többi később is ráér.",
        "85": "Tél... Egy olyan időszak, mikor az egész világ lecsendesül. Most van a legmegfelelőbb idő a bányászásra, horgászásra, vagy gyűjtögetésre. Fejleszd fel az eszközeidet egy termékenyebb tavaszra készülődve. Vagy kérd meg a helyi ácsot, hogy építsen valamit a farmodra! Szerezz sok nyersanyagot, fejleszgess, és készülődj a jövő évre.",
        "88": "Azon töprengsz, hogy hogyan szerezhetnél be egy 'finomított kvarcot'? Csak rakj egy sima, régi kvarcot a kemencédbe. Szükséged lesz még egy kis szénre is, hogy begyújthasd a tüzet.",
        "92": "Találtál pár fa magvat, miközben fát vágtál? Azokat elültetheted a földbe, és idővel egy új fa fog kinőni belőle. Légy kreatív!",
        "95": "Van pár hal, amit kizárólag télen találhatsz meg... Például a tintahal, vagy a lingcod. A tintahalat esténként lehet kifogni az óceánból. A lingcod egész nap a friss vizekben található. Persze pletykálkodnak extrém ritka és egyedi halakról, amiket csak bizonyos évszakokban lehet kifogni, de nekem ezekről nincs információm.",
        "99": "Beszéljünk a geódákról. A geódák üreges kövek, amikben gyakran találhatóak értékes ásványok. Egy kovács jó árért feltörheti őket neked. Különböző fajta geódák léteznek... és mindegyikben különböző féle ásványok találhatóak. A ritka \"omni-geódában\" például bármilyen ásvány lehet.",
        "102": "Ha valakit igazán boldoggá szeretnél tenni, akkor add oda neki a kedvenc ajándékát a születésnapján! Bízz bennem.",
        "106": "Láttál már három kis barna gilisztát kilógni a földből? Néha nehéz lehet őket észrevenni. De ha egy ilyen helyen ásnál, akkor mindig találnál valamit. Azt ne kérdezd, hogy ez hogyan működik.",
        "109": "Éreztél már késztetést arra, hogy a szomszéd szemetesében turkálj? Fúj! Figyelj, ha te ezt szereted csinálni, ám legyen, de senki se legyen a közelben, ha ilyet csinálnál. Ha észrevennének, akkor nagyon elítélhetnek téged, és ez árthat a barátságotoknak. Hacsak ők maguk is kedvelik ezt a tevékenységet.",
        "113": "Nos, eljött az újév. Nézz szét, hátha találsz pár új magvat a helyi vegyesboltban. Remélhetőleg télen felfejlesztetted az eszközeidet, így termékeny évnek nézel elébe!",
        "116": "Halfókusz: Angolna. Az angolnákat az óceánból lehet kifogni az esős tavaszi és őszi éjszakákon.",
        "120": "Van konyhád? A főzés jó módja annak, hogy felerősítsd a képességeidet. Az ételek nem csak remek energiaforrásként szolgálnak, de sokuk ideiglenesen megnöveli a képességeidet, a sebességedet és egyebeket! Ugye, hogy jó az illata?",
        "123": "Kiemelt tárgy: Rák varsa. A tapasztalt horgászok tudják, hogyan kell rák varsát készíteni. A nevük ellenére ezeket a varsákat mindenféle vízi teremtmény befogására készítik, mind friss és sós vizekhez. Csak rakd le a rák varsákat a vízbe, és töltsd meg csalival. Másnap ha visszatérsz nézd meg, hogy mit fogtál ki. Ha továbbra is használni szeretnéd, akkor ismét fel kell töltened csalival.",
        "127": "Díszszeder szezon van! Vidék szerte bővelkednek a bokrok ettől az édes kis bogyótól, és ingyen elvihetőek! A begyűjtésükkel könnyen lehet extra jövedelemhez jutni.",
        "130": "Beszéljünk az édes dolgokról. Nem, nem rólad, te butus. Most olyan dologra gondolok, amit jó barátaink, a méhek készítenek: A mézre. A helyzet a következő... ha van pár virág a méhkaptárad körül, akkor a méheid ízletes mézet tudnak készíteni. Egyébként csak 'vad mézet' szerezhetsz. Elég édes, ugye?",
        "134": "Itt egy tipp nektek kalandoroknak... ne feledkezzetek meg a fegyveretek speciális támadásáról! A kardok kivédhetik a támadásokat, ami nagyon hasznos, mikor a ragacsok nekünk ugranak. A botokkal rá lehet csapni a földre, ezzel elrepítve az ellenfeleket... és egy tőrrel szupergyors tripla csapást végezhetünk! Csak óvatosan.",
        "137": "Szeretnék beszélni a Pelikán Város közelében található híres Kalandorok Céhéről. A céh vezetője, Marlon egy remek jutalmazós programot talált ki az olyan bátor embereknek, akik képesek leölni a helyi barlangban lévő szörnyeket. A kalandorok erős tárgyakat kapnak azért cserébe, hogyha rengeteg számú szörnyet ölnek le. A falon van egy poszterük, ami mindezt részletesen leírja. Nagyon király!",
        "141": "Hallottam olyan emberekről, akik egy mozgó vonat mellett szoktak álldogálni, hátha leesik róla valami, amit begyűjthetnek. Váó... hogy egyes emberek mire nem képesek pár ingyen holmiért!",
        "144": "Állati szemle: Disznó.^^Ezeken a helyeken a disznókat arra képzik ki, hogy kiszimatolják a szarvasgombát. Ki kell engedned a hízókat, és türelmesnek kell lenned... idővel nagyon jók lesznek, ha készen állnak majd. Készíts olajt a szarvasgombából, hogy maximalizáld a profitodat.",
        "148": "Itt egy emlékeztető egy halról, amit csak nyáron találhatsz meg: Aranydurbincs, ami napközben az erdei folyókban található. Szivárvány pisztráng, ami az erdei folyókban és a hegyekben található, szintén napközben. Gömbhal, ami kora délután az óceánban található. És a polip, ami reggel az óceánban található. Fogd ki őket, míg teheted!",
        "151": "Halfókusz: Szuper uborka. Ezt a ritka halat az óceánban találhatod meg. Csak esténként jön elő, nyáron és télen.",
        "155": "Tudom, hogy nehéz... de ne aggódj annyit a lovad miatt! Bárhol magára hagyhatod, és haza fognak térni. Nagyon okos és független állatok!",
        "158": "Van egy ötletem... termessz vad gyümölcsfákat! Rakj ezekre a fákra csapolót, és gyűjtsd be az értékes szirupokat. Vagy ne! Ez nem az én dolgom.",
        "162": "Kiemelt tárgy: Keghordó. Egy keghordó klasszikus felhasználása az, ha szőlővel megtömve bort készítünk benne. De tudtad, hogy bármilyen gyümölcsből készíthetsz bort? Bizony.^A zöldségekből pedig dzsúszt is készíthetsz.",
        "165": "Van egy naplód? Időről-időre nézz bele. Könnyű elfelejteni azt, ha valami fontosat írtál le.",
        "169": "Ha sikerült beszerezned egy 'ritka magvat', akkor jobb lesz, ha már most elülteted. Habár állítólag egy teljes évszak kell ahhoz, hogy megnőjön, megbízható források szerint valójában mindez csak 24 napba telik. A végeredmény állítólag a világ legédesebb gyümölcse lesz.",
        "172": "Egyes gazdák furcsa dolgokról számoltak be, mikor nagy mennyiségű karfiolt, dinnyét vagy tököt termesztenek egymás mellett. Hmmm. Jómagam nem tudok ennek utánajárni.",
        "176": "Itt a szeder szezonja! Vidék szerte teremnek bokrokon ezek az érett gyümölcsök. Menj csak ki, nézd meg magad!",
        "179": "Házasodni szeretnél? Akkor szükséged lesz egy sellő talizmánra. A Drágakő Tenger ezen oldalán mindenki tudja, hogy mit jelent, ha ilyesmit kap.^Egy ilyet beszerezni nagyon trükkös lehet. Minden régióban megvan ennek a hagyománya, de mindig a strandhoz vagy az óceánhoz van köze.",
        "183": "Kiemelt tárgy: Újrahasznosító gép. Fogtál már ki horgászás közben szemetet vagy ócskaságokat? Manapság ez egyre valószínűbb. Nos, egy újrahasznosító gépezettel ezeket a tárgyakat valami hasznosabbá alakíthatod át. Csak rakd bele a szemétnek vélt tárgyadat a gépbe, és hadd dolgozzon rajta. Minden egyes szemét más fajta tárgyat hordoz magában.",
        "186": "Halfókusz: Germon. Ezt a halat vagy kora reggel, vagy este lehet megtalálni. Ősszel és télen keresd őket az óceánban.",
        "190": "Halfókusz: Faugró, homokhal és skorpió ponty. A faugró állítólag az erdők mélyén él. A homokhal és a skorpió ponty csak a sivatagi oázisban található meg.",
        "193": "Már csak egy pár nap van addig, amíg a Ferngill Köztársaság közösségei ünnepelni fogják a Lelkek Éjszakáját! Az egyik kevésbé ismert hagyomány az arany tök utáni keresés. Ha a városodban van kísértet útvesztő, akkor biztos, hogy valahol el van rejtve benne egy arany tök. Azok nagyon értékesek ám!",
        "197": "Emberek, fogadjátok meg a tanácsomat. Előbb kell egy gyerekszoba az otthonotokba, mielőtt gyereket vállalnátok. A gyereknek bölcsőre van szüksége!",
        "200": "Kiemelt tárgy: Kristalárium. Ez a lenyűgöző gépezet képes bármilyen drágakőből végtelen mennyiségű másolatot előállítani. Csak rakd bele a drágakövet, amit másolni szeretnél, és hadd dolgozzon rajta. Lehet, hogy eltart egy darabig, de hé... ez színtiszta profit!",
        "204": "Ha vannak felnőtt állataid, és van még hely a csűrben... akkor van rá esély, hogy az egyik állat leellik. Ezt jó észben tartani.",
        "207": "Halfókusz: Harcsa. Ez a viszonylag ritka hal akkor jön elő, mikor esik az eső. Városok melletti folyókban találhatod meg őket, ahol bármit megesznek, ami épp a vízbe kerül. A forró időjárást nem kedvelik, szóval nyáron ne is próbálkozz a kifogásukkal!",
        "211": "Kiemelt tárgy: Kukacos doboz. Végtelen mennyiségű csalira van szükséged? Készíts egy kukacos dobozt. Amint beüzemeltél egyet, akkor minden nap pár csalit fogsz kapni belőle.",
        "214": "A sok hó alatt tavaszi magvak várják, hogy új életet kezdhessenek a Nap alatt. Ne csodálkozz, ha eljönne a tavasz és a farmodra rá fog férni némi takarítás!",
        "218": "Ha szereztél egy arany serpenyőt, akkor figyelj a víz csillogására.^Ott általában remek ércek vannak, amiket így elvihetsz!",
        "221": "Emberek, van egy bejelentésem. Ez az utolsó része a Megélni A Földeken című műsornak, mielőtt nyugdíjba vonulnék. Nagyon jól szórakoztam, és mind hiányozni fogtok. Ó, és azt mondták itt a központban, hogy minden évben ismét leadják a korábbi részeket. ^^Vigyázzatok magatokra!"
    }
}