{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Maru0": "No quepo en mí de la emoción.$h#$b#Voy a ser tu esposa. Je, je.$l",
        "Maru1": "Me tengo que preparar mentalmente para mi nueva vida en la granja.",
        "Leah0": "...$l#$e#Uf, qué nervios. Pero me hace muy feliz.$h",
        "Leah1": "Siempre he soñado con vivir en una granja.$h#$e#Voy a ser muy feliz.",
        "Haley0": "¡Qué alegría!$h#$e#Siempre había soñado con algo así.$l",
        "Haley1": "No pasa nada. Sé que no podemos irnos de luna de miel porque tu granja necesita cuidados.#$e#¡Ahora yo también estoy a cargo de la granja!",
        "Penny0": "@... Me da un poco de miedo. ¡Es un cambio enorme!#$e#No te preocupes, en realidad también me alegra mucho.$h",
        "Penny1": "Pronto formaremos una pequeña familia granjera.$l#$e#Me alegra mucho que pienses así sobre mí.$h",
        "Abigail0": "Je, je. ¿Yo? ¿Casarme? Jamás pensé que algo así pudiera suceder.$h#$e#Nos lo vamos a pasar genial, ya lo verás.$h",
        "Abigail1": "Me voy a casar con alguien que lleva una granja. ¡Guau!$h#$e#Nuestras vidas van a ser muy diferentes a partir de ahora.$l",
        "Sam0": "Voy a ser muy feliz siendo tu marido, @.$l#$e#Estoy muy emocionado.",
        "Sam1": "Nunca imaginé que esto pudiera ocurrir. Qué suerte tengo.$l#$e#Me muero de ganas de que llegue la boda.$h",
        "Sebastian0": "En un par de días estaré viviendo en una granja. No me lo puedo creer.$h#$e#Eso sí, me hace mucha ilusión.$l",
        "Sebastian1": "Cuando apareciste en el pueblo, jamás imaginé que acabaría casándome contigo.$l#$e#Qué de vueltas da la vida, ¿no?$h",
        "Harvey0": "¡Oh, cielos! ¡Tengo que preparar mil cosas antes de la boda! Qué nervios.$l#$e#No me tranquilizaré hasta que me haya instalado por fin en la granja.$h",
        "Harvey1": "¡Qué alegría!.$h#$e#Este siempre ha sido mi anhelo más secreto.$l",
        "Elliott0": "La granja será un lugar fabuloso para escribir. Qué ilusión me hace.$h#$e#Vamos a formar un dúo excelente.$l",
        "Elliott1": "¡Esta va a ser una gran aventura! ¡Qué emoción! ¿No te emociona?$h#$e#Podemos usar mi cabaña como casa en la playa.$l",
        "Alex0": "@, es lo mejor que podría haber ocurrido.$l#$e#Me muero de ganas.$h",
        "Alex1": "Me va a encantar lo de trabajar en la granja.$h",
        "Shane0": "Parte de mí se pregunta si no se trata de una broma muy elaborada.#$e#No me puedo creer que quieras casarte con alguien como yo.",
        "Shane1": "@... Me da vueltas la cabeza, y hoy aún no me he tomado ninguna cerveza.",
        "Emily0": "¿Te puedes creer que vayamos a vivir en la misma casa? Nunca he vivido con nadie más que con mi familia.#$e#Es... emocionante.",
        "Emily1": "Siempre he sabido que ocurriría algo importante entre tú y yo... ¡Pero nunca pensé que fuera esto!$h#$e#El loro también está emocionado.",
        "Krobus0": "@... Siento mucho que tengamos que mantener esto como un secreto... Ni tu pueblo ni el mío aceptarían que viviésemos juntos.",
        "Krobus1": "Sabes que voy a ser alguien muy extraño con quien convivir, ¿verdad? No voy a poder salir de casa..."
    }
}