{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Maru0": "Je suis vraiment excitée.$h#$b#Je vais devenir ta femme. Hé hé.$l",
        "Maru1": "Je dois me préparer mentalement à devenir la femme d’un fermier.",
        "Leah0": "...$l#$e#Je suis un peu nerveuse. Mais heureuse.$h",
        "Leah1": "J'ai toujours rêvé de vivre à la ferme.$h#$e#Je vais être tellement heureuse.",
        "Haley0": "Je suis tellement heureuse !$h#$e#C'est ce dont j'ai toujours rêvé.$l",
        "Haley1": "Ce n’est pas grave. Je sais que nous ne pouvons pas partir en lune de miel, puisqu'il faut s'occuper de la ferme.#$e#Je suis une fermière maintenant moi aussi.",
        "Penny0": "@... J’ai un peu peur. C’est un si grand changement !#$e#Ne t’inquiète pas, je suis très heureuse aussi.$h",
        "Penny1": "Nous allons bientôt avoir une petite famille d’agriculteurs.$l#$e#Je suis tellement heureuse que tu ressentes ça pour moi.$h",
        "Abigail0": "Hé hé. Moi ? Mariée ? Je n’aurais jamais pensé que cela arriverait un jour.$h#$e#Nous allons tellement nous amuser ensemble.$h",
        "Abigail1": "Je suis fiancée à un fermier. Waouh !$h#$e#Nos vies vont être très différentes à partir de maintenant.$l",
        "Sam0": "Je suis tellement heureux de devenir ton mari, @.$l#$e#Je suis tellement excité.",
        "Sam1": "Je n’aurais jamais imaginé que cela arriverait un jour. Je suis tellement chanceux.$l#$e#J’ai hâte d’être au mariage.$h",
        "Sebastian0": "Dans quelques jours, je vais emménager à la ferme. Je n’arrive pas à y croire.$h#$e#Cependant, je suis vraiment heureux.$l",
        "Sebastian1": "À ton arrivée en ville, je n’aurais jamais pensé qu'on se marierait un jour.$l#$e#La vie est étrange, pas vrai ?$h",
        "Harvey0": "Oh, mon Dieu ! J’ai tellement de choses à préparer avant le mariage ! Je suis tellement nerveux.$l#$e#Je serai soulagé une fois que nous serons installés dans ta ferme.$h",
        "Harvey1": "Je suis vraiment heureux.$h#$e#Ça a toujours été mon souhait le plus cher.$l",
        "Elliott0": "La ferme sera un endroit parfait pour écrire. J’attends ça avec impatience.$h#$e#On fera un très beau couple tous les deux.$l",
        "Elliott1": "Ça va être une telle aventure ! J'ai tellement hâte. Pas toi ?$h#$e#Nous pourrons utiliser mon chalet comme une maison de vacances.$l",
        "Alex0": "@, c'est la meilleure chose qui pouvait m'arriver.$l#$e#J’ai tellement hâte.$h",
        "Alex1": "Je vais aimer la vie à la ferme.$h",
        "Shane0": "Une partie de moi se demande encore si ce n'est pas une blague.#$e#Je n’arrive pas à croire que tu veuilles épouser quelqu’un comme moi.",
        "Shane1": "@... J'ai la tête qui tourne et je n’ai même pas bu de bière aujourd’hui.",
        "Emily0": "Tu te rends compte qu'on va emménager ensemble ? Je n’ai jamais vécu avec personne d’autre que ma famille.#$e#C’est... excitant.",
        "Emily1": "J’ai toujours su que quelque chose d’important arriverait entre nous... mais je n'avais jamais imaginé ça ! Le perroquet aussi est tout excité.",
        "Krobus1": "Tu sais que je serai une personne très étrange avec qui vivre, non ? Je ne pourrai pas sortir de la maison...",
        "Krobus0": "@... J’ai bien peur que nous devions garder tout ça secret... Aucun de nos peuples n’accepterait notre relation."
    }
}