{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Maru0": "Sono davvero eccitata.$h#$b#Diventerò tua moglie. Hehe.$l",
        "Maru1": "Devo prepararmi mentalmente alla vita da fattoressa.",
        "Leah0": "...$l#$e#Sono un po' nervosa. Ma felice.$h",
        "Leah1": "Ho sempre sognato di vivere in una fattoria.$h#$e#Sarò così felice.",
        "Haley0": "Sono così felice!$h#$e#È proprio come ho sempre sognato.$l",
        "Haley1": "Non importa. So che non possiamo andare in luna di miele, hai la fattoria a cui badare.#$e#Anch'io sono una fattoressa, adesso!",
        "Penny0": "@.. Ho un po' paura. È un cambiamento così grande!#$e#Non preoccuparti, sono anche tanto felice.$h",
        "Penny1": "Presto saremo una piccola famiglia campagnola.$l#$e#Sono così felice che tu provi questo per me.$h",
        "Abigail0": "Hehe. Io? Sposarmi? Non credevo sarebbe mai successo.$h#$e#Ci divertiremo un mondo insieme.$h",
        "Abigail1": "Mi sposerò e vivrò in una fattoria. Wow!$h#$e#Le nostre vite saranno diversissime d'ora in poi.$l",
        "Sam0": "Sarò felicissimo di essere tuo marito, @.$l#$e#Non vedo l'ora.",
        "Sam1": "Non me lo sarei mai sognato. Che fortuna!$l#$e#Non resisto fino al matrimonio.$h",
        "Sebastian0": "Tra un paio di giorni vivrò in una fattoria. Non ci credo.$h#$e#Sono felice, però.$l",
        "Sebastian1": "Al tuo arrivo in paese, non avrei mai pensato che ci saremmo sposati, un giorno.$l#$e#Strana la vita, eh?$h",
        "Harvey0": "Oh santo cielo! Quante cose devo preparare prima del matrimonio! Sono nervoso.$l#$e#Mi calmerò dopo che ci saremo stabiliti alla fattoria.$h",
        "Harvey1": "Sono felicissimo.$h#$e#Questo è da sempre il mio desiderio nascosto.$l",
        "Elliott0": "La fattoria sarà un luogo incantevole dove scrivere. Attendo con ansia il momento.$h#$e#Saremo una magnifica coppia, noi due.$l",
        "Elliott1": "Questa sarà una tal'avventura! Non sto nella pelle. E tu?$h#$e#Possiamo utilizzar il mio capanno come residenza estiva.$l",
        "Alex0": "@, questa è la cosa più forte che poteva succedere.$l#$e#Non vedo l'ora.$h",
        "Alex1": "Mi piacerà una cifra fare il contadino.$h",
        "Shane0": "Parte di me si chiede se non sia tutto uno scherzo elaborato.#$e#Non riesco a credere che tu voglia davvero sposare uno come me.",
        "Shane1": "@... Mi gira la testa, e oggi non mi sono fatto neanche una birra.",
        "Emily0": "Ci credi che stiamo per convivere? Ho vissuto sempre e solo con i miei.#$e#È... eccitante.",
        "Emily1": "Ho sempre saputo che sarebbe successo qualcosa d'importante fra di noi... Solo non pensavo a questo!$h#$e#Anche il pappagallo è eccitato.",
        "Krobus0": "@... Temo che dovrà rimanere un segreto... Né la mia né la tua gente accetterebbero che viviamo insieme.",
        "Krobus1": "Lo sai che sarò una persona molto strana con cui vivere, sì? Non potrò mai uscire di casa..."
    }
}