{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "LostItemQuest_DefaultThankYou": "Você encontrou! Obrigado.",
        "NewChild_SecondChild1": "Olhe para nossa pequena família... Nós chegamos bem longe, não é?",
        "NewChild_SecondChild2": "Duas crianças lindas... Nós chegamos bem longe, não é?",
        "NewChild_Adoption": "Como é maravilhoso é receber {0} em nossas vidas.",
        "NewChild_FirstChild": "Tudo foi bem, e agora {0} é parte de nossas vidas. Temos muita sorte.",
        "Spouse_KitchenBlocked": "Tem muitas coisas suas bloqueando a cozinha... Acho que você não vai jantar hoje.$a",
        "Spouse_MonstersInHouse": "Há... Amor? Por que tem monstros em casa?",
        "Farm_RobinWorking_ReadyTomorrow": "Você receberá {0} amanhã! Está feliz?",
        "Farm_RobinWorking1": "{0} estará pronto em {1} dias. Finja que não estou aqui.",
        "Farm_RobinWorking2": "{0} estará pronto em {1} dias. Vou trabalhar nisto noite e dia!",
        "AnimalShop_Marnie_Trash": "Por que você está olhando para meu lixo?$s",
        "JoshHouse_Alex_Trash": "Hã... O que você está fazendo?$s",
        "SamHouse_Sam_Trash": "Ei, não olhe aí!$a",
        "SeedShop_Abigail_Drawers": "Ei, nem pense nisso! É confidencial!$a",
        "Wizard_Hatch": "O que você está fazendo? Só pode entrar aí gente em quem confio.",
        "Clint_NoInventorySpace": "Olá. A sua ferramenta está pronta, mas não há espaço em seu inventário.",
        "Clint_StillWorking": "Hã... ainda estou trabalhando em {0}. Não vai terminar hoje.",
        "Gunther_MuseumComplete": "O museu parece maravilhoso! Obrigado novamente por sua ajuda.",
        "Gunther_NothingToDonate": "Parece que você não tem nada para doar ao museu. É melhor voltar e continuar a caçar tesouros, né?",
        "Gunther_NoArtifactsFound": "Olá! Bem-vindo ao Departamento de Arqueologia do Vale do Orvalho.^Olá! Bem-vinda ao Departamento de Arqueologia do Vale do Orvalho.#$b#Hã... isso é meio vergonhoso, mas o curador anterior sumiu com toda coleção anterior. Não temos nenhum artefato para mostrar.#$b#Mas espero remediar isso em breve! Ei, se você encontrar algum artefato ou mineral lá fora... poderia me contar?",
        "Sandy_PlayerClubMember": "O que aconteceu? Você é sócio do clube?!",
        "MisterQi_PlayerClubMember": "É bom finalmente encontrá-lo, garoto. Bem-vindo ao meu clube exclusivo.^É bom finalmente encontrá-la, garota. Bem-vinda ao meu clube exclusivo.#$e#Você tem uma \"faísca\"... é por isso que o escolhi.^Você tem uma \"faísca\"... é por isso que a escolhi.#$e#Que faísca? Ah... o conduíte do mistério, da arte...#$b#Pessoas como nós possuem a responsabilidade de manter o mundo vivo e dar às pessoas um gosto do extraordinário.#$e#Sabe, menino... o mundo é como uma tigela de arroz. Possui substância, mas não é nada sem um bom e suculento molho. E é aí que aparecemos.^Sabe, menina... o mundo é como uma tigela de arroz. Possui substância, mas não é nada sem um bom e suculento molho. E é aí que aparecemos.#$b#Você nunca se perguntou quem pôs estes baús de tesouros nas minas antigas? Gosto de surpreender as pessoas.#$e#Você um dia vai entender. Se esforce bastante e nunca desista.",
        "Robin_HouseUpgrade_Accepted": "Obrigado! Vou começar amanhã. Devo terminar em três dias.",
        "Mines_PlayerKilled_Robin": "Encontrei você inconsciente na mina. Quase o confundi com um pedaço de madeira exótica!^Encontrei você inconsciente na mina. Quase a confundi com um pedaço de madeira exótica!#$b#Tenha um pouco mais de cuidado da próxima vez, certo?$s",
        "Mines_PlayerKilled_Clint": "Encontrei você inconsciente na mina. Acho que detonei minhas costas ao trazer você para cá.#$b#Tenha mais cuidado da próxima vez, certo?$s",
        "Mines_PlayerKilled_Maru_Spouse": "Encontrei você inconsciente na mina. Você ficou desacordado tanto tempo que comecei a me preocupar!^Encontrei você inconsciente na mina. Você ficou desacordada tanto tempo que comecei a me preocupar!#$b#Tenha um pouco mais de cuidado da próxima vez, certo?$s",
        "Mines_PlayerKilled_Maru_NotSpouse": "Encontrei você inconsciente na mina. Estava caçando minerais e quase pisei em sua cabeça!#$b#Tenha cuidado da próxima vez, certo?$s",
        "Mines_PlayerKilled_Linus": "Encontrei você inconsciente na mina. Você tem sorte de eu estar passando!#$b#Tenha um pouco mais de cuidado da próxima vez, tá?$s",
        "Mines_PlayerKilled_Spouse_PlayerMale": "Você ficou desacordado tanto tempo que comecei a me preocupar! Comecei a chorar quando vi o seu corpo mole...$s^Você ficou desacordada tanto tempo que comecei a me preocupar! Comecei a chorar quando vi o seu corpo mole...$s",
        "Mines_PlayerKilled_Spouse_PlayerFemale": "Você ficou desacordado tanto tempo que comecei a me preocupar! Quase tive um ataque do coração quando vi seu corpo mole...$a^Você ficou desacordada tanto tempo que comecei a me preocupar! Quase tive um ataque do coração quando vi seu corpo mole...$a",
        "Morris_PlayerSignedUp": "Excelente! Bem-vindo à Corporação Joja! Volte amanhã e poderemos pensar em alguns projetos de desenvolvimento para a comunidade...^Excelente! Bem-vinda à Corporação Joja! Volte amanhã e poderemos pensar em alguns projetos de desenvolvimento para a comunidade...#$b#Ah, e não se esqueça da sua carteira! He, he.#$b#Agora, deixe-me chamar o prefeito Lewis e começar a demolir aquela espelunca velha do centro comunitário...",
        "Morris_ComeBackLater": "Volte amanhã e poderemos começar algumas melhorias comunitárias... só não se esqueça de trazer bastante dinheiro. He, he.",
        "Morris_Greeting": "Bem-vindo ao Mercado Joja! Como você está hoje?^Bem-vinda ao Mercado Joja! Como você está hoje?#$b#Acho que não nos conhecemos. Meu nome é Morris, Representante Joja de Satisfação do Consumidor.#$b#Quando você decidir se tornar um Membro Joja, ficarei encantado em ajudá-lo a fazer da sua transição uma experiência maravilhosa.^Quando você decidir se tornar um Membro Joja, ficarei encantado em ajudá-la a fazer da sua transição uma experiência maravilhosa.",
        "Morris_WeekendGreeting": "Bem-vindo ao Mercado Joja! Como foi o seu final de semana?^Bem-vinda ao Mercado Joja! Como foi o seu final de semana?#$b#Estamos no processo de criação de um mais novo tipo de assinatura para nossos clientes. Volte em breve para participar!",
        "Morris_FirstGreeting": "Bem-vindo ao Mercado Joja! Como você está hoje?^Bem-vinda ao Mercado Joja! Como você está hoje?#$b#Estamos no processo de criação de um mais novo tipo de assinatura para nossos clientes. Volte em breve para participar!",
        "Morris_WeekendGreeting_MembershipAvailable": "Bem-vindo ao Mercado Joja! Como vai o seu fim de semana?#$b#Temos uma assinatura disponível agora! Com uma Assinatura Joja, agora você será capaz de fazer melhorias na comunidade com a ajuda de nossos dedicados profissionais... por um preço, é claro.#$b#Ah, e mais outra coisa... o prefeito Lewis disse que se alguém mais participasse, ele nos deixaria transformar aquele antigo centro comunitário em um Armazém Joja. Não é maravilhoso?#$q -1 -1#A assinatura custa {0}ouros. Que tal? Não gostaria de participar?#$r -1 -1 Yes#Sim.#$r -1 -1 No#Não.",
        "Morris_FirstGreeting_MembershipAvailable": "Bem-vindo ao Mercado Joja! Como você está hoje?#$b#Temos uma assinatura disponível agora! Com uma Assinatura Joja, agora você será capaz de fazer melhorias na comunidade com a ajuda de nossos dedicados profissionais... por um preço, é claro.#$b#Ah, e mais outra coisa... o prefeito Lewis disse que se alguém mais participasse, ele nos deixaria transformar aquele antigo centro comunitário em um Armazém Joja. Não é maravilhoso?#$q -1 -1#A assinatura custa {0}ouros. Que tal? Não gostaria de participar?#$r -1 -1 Yes#Sim.#$r -1 -1 No#Não.",
        "Morris_WeekendGreeting_SecondPlayer": "Bem-vindo ao Mercado Joja! Como vai o seu final de semana?#$b#Huum... nossos registros mostram que você vive em uma fazenda com outras pessoas... desculpe, mas só podemos vender uma assinatura para o proprietário de sua residência.",
        "Morris_FirstGreeting_SecondPlayer": "Bem-vindo ao Mercado Joja! Como você está hoje?#$b#Huum... nossos registros mostram que você vive em uma fazenda com outras pessoas... desculpe, mas só podemos vender uma assinatura para o proprietário de sua residência.",
        "Morris_StillProcessingOrder": "Atualmente estamos processando seu último pedido de Melhoria Comunitária. Volte quando o trabalho estiver completo.",
        "Morris_CommunityDevelopmentForm_PlayerMale": "$q -1 -1#Já tenho o Formulário de Melhorias Comunitárias bem aqui para você, senhor. Quer dar uma olhada?#$r -1 -1 Yes#Sim#$r -1 -1 No#Não",
        "Morris_CommunityDevelopmentForm_PlayerFemale": "$q -1 -1#Já tenho o Formulário de Melhorias Comunitárias bem aqui para você, senhora. Quer dar uma olhada?#$r -1 -1 Yes#Sim#$r -1 -1 No#Não",
        "PurchasedItem_1_QualityHigh": "Ei, {0}. Então... eu resolvi dar uma passada no armazém do Pierre outro dia e comprei um(a) {2}.#$b#Foi a primeira vez em um tempo que vi isso por aqui. Resolvi cozinhar um pouco para o jantar noite passada, e a casa ficou cheia de um cheiro {3}. Foi um sucesso!$h#$b#Estou feliz de o estoque do Pierre estar começando a se expandir de novo.#$b# Enfim...",
        "PurchasedItem_1_QualityLow": "Ei, {0}.#$b# Eu resolvi dar uma passada no armazém do Pierre outro dia e comprei um(a) {2}. Foi a primeira vez em um tempo que vi isso por aqui...#$b#Eu cozinhei um pouco para o jantar da noite passada... Isso empesteou a casa com um odor {3}. Não quero nem saber onde o Pierre encontrou esse troço.$s#$e# Enfim...",
        "PurchasedItem_2_QualityHigh": "Oi! Você vendeu um(a) {2} para o armazém no outro dia? Acho que comprei um pouco...#$e#Era um item de boa qualidade. É impressionante.",
        "PurchasedItem_2_QualityHigh_Jodi": "Oi... você vendeu um(a) {2} para o armazém outro dia? Acho que comprei um pouco...#$e#Ela um item de alta qualidade. Assim que senti o cheiro, me senti na velha casa da vovó...",
        "PurchasedItem_2_QualityLow": "Oi... você vendeu um(a) {2} para o armazém outro dia? Acho que compre isso...#$e#A qualidade estava razoável.",
        "PurchasedItem_3_QualityLow_Rude": "Fui fazer compras noite passada e comprei um(a) {2} na promoção por apenas {3} ouros. E estava {4}! Não é à toa que o Pierre estava vendendo {5} tão barato...",
        "PurchasedItem_3_QualityHigh_Rude": "Fui fazer compras noite passada e comprei um(a) {2} na promoção por apenas {3} ouros.#$e# Era {4}.",
        "PurchasedItem_3_NonRude": "Fui fazer compras noite passada e comprei um(a) {2} na promoção por apenas {3} ouros.#$e#Não dava para resistir ao ótimo preço.",
        "PurchasedItem_4": "Pois é... fui ao armazém no outro dia e o Pierre me mostrou o(a) {2} que você comprou.#$e#Resolvi comprar também.$h",
        "PurchasedItem_5_VegetableOrFruit": "Comprei o(a) {2} mais gostoso(a) do armazém do Pierre no outro dia.#$b# Ele disse que cultivou isso em seu próprio quintal. Não sabia que o Pierre era um fazendeiro tão talentoso! Parece que você tem um rival, hein?",
        "PurchasedItem_5_Cooking": "Comprei o(a) {2} mais gostoso(a) da loja do Pierre outro dia. #$b#Ele disse que cozinhou isso sozinho usando ingredientes locais. Não sabia que ele era um chef tão {4}!",
        "PurchasedItem_5_Foraged": "Comprei o(a) {2} mais gostoso(a) da loja do Pierre outro dia. Ele disse que encontrou isso ao explorar as montanhas. Não sabia que ele era um coletor tão talentoso! ",
        "PurchasedItem_Teen": "Ei, comprei um(a) {2} na loja noite passada. Minha mãe disse que queria algo bom para o jantar.",
        "PurchasedItem_Abigail_QualityLow": "Ei. Compramos um(a) {2} que estava à venda na loja para preparar o jantar na noite passada. Acho que estava começando a estragar e meu pai não suportou jogar fora.$h#$b#Infelizmente, estava com gosto de {3}.$s",
        "PurchasedItem_Abigail_QualityHigh": "Ei. Compramos um(a) {2} que estava à venda na loja para preparar o jantar na noite passada. Acho que estava começando a estragar e meu pai não suportou jogar fora.$h#$b#Mas ainda estava muito bom, sabe?",
        "PurchasedItem_Caroline_QualityLow": "Ah, @. Que vergonha! Joguei um(a) {2} que você estava vendendo na minha compostagem.$s#$b#Agora a coisa toda está com um cheiro horrível. Onde foi que você encontrou isso mesmo?",
        "PurchasedItem_Caroline_QualityHigh": "Ah, @. Que vergonha! Joguei um(a) {2} que você estava vendendo na minha compostagem.$s#$b#Mas olhe pelo lado bom: as minhocas estão adorando! Elas nunca ficaram tão felizes!",
        "PurchasedItem_Pierre_QualityLow": "Ei, você se lembra do/da {2} que você me vendeu outro dia? Eu acabei servindo para a minha família em um jantar especial.#$b#Não dá para dizer que fez sucesso... $s#$b#Bem... de volta à vida, né?",
        "PurchasedItem_Pierre_QualityHigh": "Ei, lembra do/da {2} que você me vendeu outro dia? Acabei servindo para a minha família em um jantar especial.#$b#A minha esposa adorou! E a Bibi até mesmo começou a a comer compulsivamente após encharcar isso com molho hoisin. $s#$b#Bem... de volta aos negócios, né?",
        "PurchasedItem_Haley": "A Emily entou servir {2} para o jantar noite passada. Eu joguei fora enquanto ela não estava olhando.#$e#Não gosto de comida saudável...$s",
        "PurchasedItem_Elliott": "Vi que o Pierre tinha {2} fresco(a) na loja outro dia! Estava maravilhoso(a). Tinha um cheiro perfeito... e firme também!",
        "PurchasedItem_Alex": "Ei! Eu comprei um(a) {2} na loja noite passada. A vovó fez a caçarola especial dela.",
        "PurchasedItem_Leah": "No outro dia, comprei um(a) {2} no armazém do Pierre. Foi uma comida perfeita, com uma combinação de uma salada de legumes e um toque do meu vinagrete especial.",
        "Town_DumpsterDiveComment_Child": "Eeeecaaaaa! O que você está fazendo?$s",
        "Town_DumpsterDiveComment_Teen": "Hã... por que você está revirando o lixo?$s",
        "Town_DumpsterDiveComment_Adult": "Ei, pare com isso! Eca!$s",
        "Robin_UpgradeConstruction_Festival": "Certo, vou começar a trabalhar nas melhorias de {1} depois de amanhã. Sempre tiro folga nos festivais.$h",
        "Robin_UpgradeConstruction": "Certo, vou começar a trabalhar na atualização de {1} amanhã bem cedinho!$h",
        "Robin_NewConstruction_Festival": "Certo, vou começar a trabalhar na atualização depois de {0} amanhã. Sempre tiro folga nos festivais.$h",
        "Robin_NewConstruction": "Certo, vou começar a trabalhar nas obras de {0} amanhã bem cedinho!$h",
        "Morris_JojaCDConfirm": "Excelente! Vamos enviar nossos trabalhadores hoje à noite. Deve estar pronto amanhã.",
        "Robin_PamUpgrade_Accepted": "É muita generosidade sua! Vou começar a trabalhar no aprimoramento amanhã. Deve levar cerca de três dias.",
        "Town_DumpsterDiveComment_Linus": "Encontrou algo de bom?$h",
        "Robin_Instant": "Quando se trata de {0} do tipo pré-fabricado, não existe período de construção! Conveniente, não é?$h",
        "SkullCavern_100_event": "clubloop/-100 -100/farmer 6 6 2 MrQi 10 7 0/specificTemporarySprite qiCave/removeQuest 30/viewport 10 7 true/pause 3500/speak MrQi \"Ora, ora, ora... você conseguiu.\"/pause 500/playSound boop/faceDirection MrQi 3 true/pause 50/faceDirection MrQi 2/pause 100/playSound boop/animate MrQi false false 100 0 1 2 3 3 3 2 1 0/pause 1500/speak MrQi \"Chegue mais perto... não tenha medo.\"/emote farmer 40/playSound boop/pause 500/move farmer 0 4 1/move farmer 4 0 0/pause 500/stopJittering/speak MrQi \"Fiquei sabendo que você estava tentando dar um mergulho profundo nestas cavernas hoje...#$b#Eu tive que ver com meus próprios olhos!\"/animate MrQi false false 100 0 1 2 3 3 3 2 1 2 3 3 3 2 1 0/pause 1000/playSound boop/pause 1000/speak MrQi \"Impressionante... muito impressionante. Descer até este ponto é algo notável!#$b#...apesar que você saltou vários níveis criando escadas. Inteligente, claro... mas não é muito honrável.$1#$b#Ainda assim, minerar todas aquelas pedras deve ter dado muito trabalho. E esse tipo de dedicação é louvável. Você é diferente.\"/pause 500/speak MrQi \"Agora... vá até a mesa e tome este leite especial que eu preparei para você.\"/pause 500/move farmer 3 0 0/move farmer 0 -1 0/emote farmer 8/speak MrQi \"Ele se chama 'Leite de Cobra de Irídio'... um belo gole e você terá ainda mais poder.\"/pause 1000/faceDirection farmer 2 true/specificTemporarySprite removeSprite 803/farmerEat 803/awardFestivalPrize qimilk/pause 2000/message \"O gosto é terrível e a textura é ainda pior.\"/pause 100/pause 500/jump farmer/playSound reward/message \"... Mas sua saúde aumentará permanentemente em 25 pontos!\"/pause 1000/fade/viewport -1000 -1000/pause 500/playSound boop/speak MrQi \"Boa sorte.\"/pause 500/playSound boop/end",
        "SkullCavern_100_event_honorable": "clubloop/-100 -100/farmer 6 6 2 MrQi 10 7 0/specificTemporarySprite qiCave/removeQuest 30/viewport 10 7 true/pause 3500/speak MrQi \"Ora, ora, ora... você conseguiu.\"/pause 500/playSound boop/faceDirection MrQi 3 true/pause 50/faceDirection MrQi 2/pause 100/playSound boop/animate MrQi false false 100 0 1 2 3 3 3 2 1 0/pause 1500/speak MrQi \"Chegue mais perto... não tenha medo.\"/emote farmer 40/playSound boop/pause 500/move farmer 0 4 1/move farmer 4 0 0/pause 500/stopJittering/speak MrQi \"Fiquei sabendo que você estava tentando dar um mergulho profundo nestas cavernas hoje...#$b#Eu tive que ver com meus próprios olhos!\"/animate MrQi false false 100 0 1 2 3 3 3 2 1 2 3 3 3 2 1 0/pause 1000/playSound boop/pause 1000/speak MrQi \"Impressionante... muito impressionante. Você passou no meu teste com a nota máxima.#$b#Tenho o maior prazer em saber que você aceitou o desafio e seguiu o caminho da honra, ao invés de pular todos os níveis criando escadas.#$b#Isso mostra que você não está para brincadeira. Você tem princípios.#$b#Compreendeu a importância de aceitar um desafio e de seguir um alto padrão de excelência, mesmo quando ninguém está olhando.#$b#Por isso você é especial... entendeu? Você lidera dando o melhor exemplo. Eu gosto disso.\"/pause 500/speak MrQi \"Agora... vá até a mesa e tome este leite especial que eu preparei para você.\"/pause 500/move farmer 3 0 0/move farmer 0 -1 0/emote farmer 8/speak MrQi \"Ele se chama 'Leite de Cobra de Irídio'... um belo gole e você terá ainda mais poder.\"/pause 1000/faceDirection farmer 2 true/specificTemporarySprite removeSprite 803/farmerEat 803/awardFestivalPrize qimilk/pause 2000/message \"O gosto é terrível e a textura é ainda pior.\"/pause 100/pause 500/jump farmer/playSound reward/message \"... Mas sua saúde aumentará permanentemente em 25 pontos!\"/pause 1000/fade/viewport -1000 -1000/pause 500/playSound boop/speak MrQi \"Boa sorte.\"/pause 500/playSound boop/end",
        "Morris_BuyMovieTheater": "Ah, nosso cliente favorito... Tenho boas notícias para você! A sede da Joja aprovou a construção de uma nova 'oportunidade de entretenimento', para substituir o Armazém Joja. Só precisamos de um investidor que apoie nossa visão! Então, naturalmente, eu pensei em você... nosso membro mais generoso e devoto da Joja.#$b#$q -1 -1#Nós podemos realizar isso com apenas um pequeno investimento de... *tosse*... 500,000g...$h#$r -1 -1 Yes#Sim#$r -1 -1 No#Não",
        "Morris_WeekendGreeting_CommunityCenterComplete": "Boas vindas ao Mercado Joja! Como foi o seu final de semana?#$b#Infelizmente, devido à circunstâncias não previstas nossa oferta de Associação à Joja não está disponível. Tenho certeza que vai ser resolvido em breve!",
        "Morris_FirstGreeting_CommunityCenterComplete": "Boas vindas ao Mercado Joja! Como está hoje?#$b#Infelizmente, devido à circunstâncias não previstas nossa oferta de Associação à Joja não está disponível. Tenho certeza que vai ser resolvido em breve!",
        "Morris_TheaterBought": "Meio mil...!$2#$b#*Ahem*... Quer dizer... Excelente! Nosso Time de Construção Joja vai começar a construir o novo edifício hoje! Obrigado por apoiar nosso trabalho.",
        "Morris_NoMoreCD": "Ah! Meu cliente favorito... Infelizmente, não tenho mais projetos comunitários no momento.",
        "PurchasedItem_3_QualityLow_Rude_Willy": "Fui comprar umas coisas ontem à noite e peguei {1} {2} em uma promoção por só {3}g.#$e#Era {4}! Agora sei porque o Willy estava praticamente dando {5} de graça...",
        "PurchasedItem_2_QualityHigh_Willy": "Oi... você vendeu {1} {2} para a loja de peixes recentemente? Eu acho que comprei...#$e#Tinha uma qualidade ótima. Não esperava por isso.",
        "PurchasedItem_4_Willy": "Eu estava no Willy um tempo atrás e ele me mostrou {1} {2} que você trouxe.#$e#Eu fiz para a janta com um pouco de limão e um arroz pilaf. Muito bom!$h",
        "PurchasedItem_3_NonRude_Willy": "Fui comprar umas coisas ontem à noite e peguei {1} {2} em uma promoção por só {3}g.#$e#Não dava para não pegar com esse preço.",
        "PurchasedItem_1_QualityHigh_Willy": "Ei, {0}.#$b# Eu passei no Willy um tempo atrás e comprei {1} {2}. Eu nunca vi algo tão fresco! #$b#Então eu assei para a janta ontem a noite, e encheu a casa com um cheiro de {3}... Foi um sucesso!$h#$b#Ele me falou que você pegou por conta própria... Que surpresa!#$e# Enfim...",
        "PurchasedItem_1_QualityLow_Willy": "Ei, {0}.#$b# Eu passei no Willy um tempo atrás e comprei {1} {2}. Ele falou que você pegou por conta própria! #$b#Eu assei para a janta ontem à noite... e, é... Encheu a casa com um cheiro de {3}. Eu nem quero saber onde você achou aquela coisa...$s#$e#Enfim...",
        "PurchasedItem_2_QualityLow_Willy": "Oi... você vendeu {1} {2} para a loja de peixes? Eu acho que comprei...#$e#Estava com um cheiro meio estranho, mas era bom.",
        "PurchasedItem_2_QualityHigh_Jodi_Willy": "Oi... Você vendeu {1} {2} para a loja de peixes? Eu acho que comprei...#$e#Tinha uma qualidade excelente. Uma carne ótima.",
        "PurchasedItem_3_QualityHigh_Rude_Willy": "Fui comprar umas coisas ontem à noite e peguei {1} {2} em uma promoção por só {3}g.#$e# Na verdade estava bem {4}.",
        "PurchasedItem_Pierre_QualityHigh_Willy": "Aoba! Lembra o {2} que cê trouxe o outro dia? Então, eu dei uma assada nele ontem...#$b#Foi o mior peixe que eu já comi!$h",
        "PurchasedItem_Pierre_QualityLow_Willy": "Aoba... lembra o {2} que cê me vendeu o outro dia? Então, eu fiz um assado ontem...#$b#Foi o peixe mai fedorento que eu já comi...$s"
    }
}