{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Robin": "調子はどう？^ちょっと木材があまったんけど、よかったらつかってくれないかな？役に立ててね！ ^ -ロビンより %item object 388 50 %%[#]ロビンからの贈り物",
        "Demetrius": "親愛なる@、^このあいだ出かけた野外調査で、興味深いサンプルを見つけたのできみに送ろうと思う。^気に入ってもらえるとうれしい。^ -ディメトリウスより%item object 392 1 394 1 132 1 66 1 %%[#]ディメトリウスからの贈り物",
        "Linus": "やあ、元気かい。^ちかごろ、山の湖からの幸がたくさんとれるんだ。この山のめぐみを、きみにもおすそ分けさせてくれ。^ -ライナスより %item object 136 1 143 1 202 1 227 1 228 1 %%[#]ライナスからの贈り物",
        "Pierre": "親愛なるお客様へ^ピエール商店のご利用ありがとうございます！このたびは、「キャッシュバックプログラム」の払い戻しぶんをお送りいたします。毎度ありがとうございます！ ^ -ピエール^ 追伸： @さん、定型文ですみません。受けとってください！%item money 250 601 %%[#]ピエールからの贈り物",
        "Caroline": "@さんへ^わが家の庭で育てているお野菜を送ります。あなたの所には使いきれないくらい野菜があるかもしれないけど、どうか何かの足しにしてください。 ^ -キャロラインより%item object 190 1 192 1 24 1 %%[#]キャロラインからの贈り物",
        "George": "質のいい石材を見つけたので送る。^なにか造るのに使えるかもしれん。 ^ -ジョージより %item object 390 35 %%[#]ジョージからの贈り物",
        "Evelyn": "ご機嫌いかがですか。牧場のお仕事が順調だといいのですけれど。^ うちでつくったものをおすそ分けしますね。どうか、送る途中でぐちゃぐちゃになっていませんように。 ^ -エブリンより %item object 216 1 220 1 223 1 %%[#]エブリンからの贈り物",
        "Pam": "よう。^タンスのなかに入ってたんだが、あんたがつかいそうだから送っとくよ。 ^ -パム %item object 346 1 349 1 787 1 %%[#]パムからの贈り物",
        "Lewis": "@、^きみが地元の一員になってくれてほんとうにうれしいよ！きみの仕事の助けになるよう、スターデューバレー農業基金から500Gぶんの小切手を同封しておく。^どうか、タネを買う足しにでもしてくれ。^ それでは。 -ルイス町長より%item money 500 501 %%[#]ルイス町長からの贈り物",
        "Gus": "@！^きみのために今朝、酒場でつくったんだ。えんりょなく食べてくれ！ ^ -きみの友だち、ガスより%item object 224 1 213 1 211 1 207 1 200 1 195 1 198 1 %%[#]ガスからの贈り物",
        "Clint": "やあ、どうも…^読みづらかったらすまん。手紙は苦手でね。のべ棒を作りすぎちまったんで、もしよかったらつかってやってくれ。 ^ -鍛冶屋のクリント %item object 334 1 335 1 336 1 %%[#]クリントからの贈り物",
        "Jodi": "@さんへ^庭用の肥料をよぶんに注文しすぎちゃったの！あなたならいい使い道を知ってると思うので、よかったらつかってね！ ^ -ジョディより %item object 368 5 369 5 370 5 %%[#]ジョディからの贈り物",
        "Kent": "やあ、@。^これが道具部屋のすみでほこりをかぶってるのを見つけた。あんたならたぶん使えるはずだ。 ^ -ケントより%item object 286 1 287 1 288 1 787 1 %%[#]ケントからの贈り物",
        "Emily": "ハロー！^元気かな？プレゼントを送るね。よろこんでもらえるといいんだけど…それじゃ、またね！ + ^ -エミリーより %item object 397 1 428 1 440 1 %%[#]エミリーからの贈り物",
        "Marnie": "@さんへ^いつも親切にしてくれてありがとう。お礼に、動物のエサをおすそ分けさせてください。お仕事が楽になりますように。どうか、がんばってね！ ^ -マーニーより %item object 178 30 %%[#]マーニーからの贈り物",
        "Shane": "よう。^気が向いたんで、あんたに手紙を書いてみた。まあ、書き方とかよくわからないんだけどな。^ そうだ、手紙といっしょにいいもんを入れといた。だいぶ前にJojaマートのバックルームからくすねてきたやつだから、ないしょにしといてくれよな。^よし、それじゃあまたな。 ^ -シェーンより %item object 215 1 206 1 %%[#]シェーンからの贈り物",
        "Wizard": "ごきげんよう、若き達士よ。^秘儀のために有用な品を同封しておいた。賢く使うことだ。 ^ -魔術師 M. ラズモディアス%item object 422 1 82 1 84 1 70 1 %%[#]魔術師からの贈り物",
        "Sandy": "こんにちは！この手紙、カリコさばくから書いてます。^ねえ、はやくまた会いに来てね。こっちはすごく退屈なの。 :(あ、さばくの特産品を入れておきました。お礼はこっちに来て直接言ってね！ ^ -サンディより %item object 88 1 90 1 218 1 %%[#]サンディからの贈り物",
        "afterSamShow": "@へ^ライブは大成功だったな！サイコーのバンドを組めたのはお前のおかげだって、もう一回言っときたくてさ。ほんとうにありがとう。お前がいなきゃできなかったぜ！ ^ -サム[#]サムの礼状",
        "afterArtShow": "@へ^きのうは作品の展覧会に来てくれてありがとう。大成功だったね！作品はほとんど売れたし、みんなの反応もポジティブで、すごく応援してもらえてよかった！それじゃあ、また会おうね。 ^ -リアより[#]リアの礼状",
        "haleyGarden": "@へ^気が向いたから、あなたに手紙を書いてみることにしました。^ きのうは、牛とすごせてすっごく楽しかったな…なんであなたが牧場で暮らしてるのか、ちょっと分かった気がする！じゃ、また会おうね。 ^ -ヘイリーより[#]ヘイリーの手紙",
        "PennyCleanTrailer": "きのうはごめんね。せっかくうちに来てくれたのに…母さんはときどき、ああやって不機嫌になるの。^どうか、うちであったことは忘れてね。^ -ペニーより[#]ペニーのおわび",
        "Duck": "@さんへ^ニワトリたちのお世話にはもう慣れたみたいだね。なので、うちの店でアヒルを買えるようにしておきました！ ^ -マーニーより[#]アヒルの売り出し！",
        "Rabbits": "@さんへ^お店でウサギの取りあつかいをはじめました！ウサギからはウールが取れるの…それに、ほかのものもね！ ^ -マーニーより[#]ウサギの売り出し！",
        "Sheep": "@さんへ^ウシたちのお世話にはもう慣れたみたいだね。なので、うちの店でヒツジを買えるようにしておきました！ ^ -マーニーより[#]ヒツジの売り出し！",
        "Goats": "@さんへ^お店でヤギの取りあつかいをはじめました。いつもがんばってるよね。応援してるよ！ ^ -マーニーより[#]ヤギの売り出し！",
        "Pigs": "@さんへ^あなたがうちのお店に来るようになってから、もうずいぶんたったよね。なので、お店でブタの取りあつかいをはじめることにしました。ブタたちは特別な訓練を受けていて、おいしいトリュフを探してきてくれるの！ ^ -マーニーより[#]ブタの売り出し！",
        "SeaAmulet": "@へ^きみのことは気に入っているし、できればずっとペリカンタウンにいてほしい。だから、きみにアドバイスをおくろう。もし、きみにだれか心に決めた、結婚を申し込みたい人ができたなら、相手に「人魚のペンダント」をプレゼントする必要がある。伝わるかどうかは心配しなくていい。ペリカンタウンの人ならだれでも、ペンダントを贈られることの意味を知っているからね。このあたりに遠い昔から伝わる伝統なんだ。では、幸運を祈ってるよ！ ^ -ルイスより[#]人魚のペンダントについて",
        "Bouquet": "@さんへ^どうやら最近、町の人と仲よくされているようですね。あなたが恋心を持っていることを相手に伝えたいなら、きょうからうちの店で買える、きれいな花束を贈るといいですよ。お得な価格でご提供しますよ！いつか家族がほしくなったときも、はじめの一歩として花束を贈るといいですよ！ ^ -ピエールより[#]花束について",
        "RobinCooking": "@へ^おばあちゃんから教わった、昔ながらのレシピを教えてあげるね。食べてみて！ ^ -ロビンより%item cookingRecipe %%[#]ロビンの家族のレシピ",
        "DemetriusCooking": "いつもわたしの研究に興味をしめしてくれてありがとう。お礼に、わたしの好きな料理のレシピを教えるよ。 ^ -ディメトリウスより%item cookingRecipe %%[#]ディメトリウスのレシピ",
        "LinusCooking": "@、^調子はどうだい？わたしが好きな魚料理のレシピを同封して送っておいたよ。 ^ -ライナスより%item cookingRecipe %%[#]ライナスのレシピ",
        "PierreCooking": "！トップシークレット！^これぞ門外不出、絶品ブルーベリータルトのレシピです。^あなたを良き友人と見こんで教えます。ほかの誰にも教えないでくださいね！^ -ピエールより%item cookingRecipe %%[#]ピエールの有名なタルト",
        "CarolineCooking": "@さんへ^自分のところで取れたお野菜でつくる料理ほど、おいしいものってないわよね！まさにピッタリのレシピがあるので教えますね。では、お元気で。 ^ -キャロラインより%item cookingRecipe %%[#]キャロラインのレシピ",
        "GeorgeCooking": "うちにいる時つまんでるレシピなんだが、試してみてくれ。こがさんようにな。 ^ -ジョージより%item cookingRecipe %%[#]ジョージのレシピ",
        "EvelynCooking": "@さんへ^ふつうは、人にレシピを教えないのだけれど…でもあなたには、ジョージもわたしもとってもよくしてもらいましたから、ひとつお教えしようと思います。 ^ -エブリンより%item cookingRecipe %%[#]エブリンのレシピ",
        "PamCooking": "よう、若いの。^こいつは、うちのじいさんがむかしつくってたレシピだよ。ちょいと根気はいるが、まあ試してみな。 ^ -パム%item cookingRecipe %%[#]パムのレシピ",
        "LewisCooking": "@へ^きちんと食事をとるのを忘れんようにな。さもないと仕事の途中でエネルギーが足りなくなるぞ！栄養補給に、わたしが好きなレシピをひとつ教えよう。よく熟したトマトをつかうようにな！ ^ -ルイスより%item cookingRecipe %%[#]ルイスのレシピ",
        "GusCooking": "親愛なる@へ^これは、酒場で出してる料理のレシピだ。ほんとはヒミツなんだが、きみはすばらしい友人だからね！ ^ -ガスより%item cookingRecipe %%[#]ガスのレシピ",
        "ClintCooking": "えっと、おれはたまに料理をするんだ。^で、このレシピはそのうちのひとつだ…鉱山へ鉱石やなんかを堀りに行くとき、役にたつかもな。^じゃあ、元気でな。 ^ -クリントより%item cookingRecipe %%[#]クリントのレシピ",
        "JodiCooking": "@へ^これは、料理コンテストで1位を取った時のレシピなの！気にいってくれるといいんだけど。いつも仲よくしてくれてありがとう！ ^ -ジョディより%item cookingRecipe %%[#]ジョディのレシピ",
        "KentCooking": "海外で覚えたレシピだ。よかったらつくってみてくれ。^なにか礼がしたくてな。いつもおれによくしてくれてありがとう。 ^^ -ケントより%item cookingRecipe %%[#]ケントのレシピ",
        "EmilyCooking": "@！^この手紙のウラに、超ヘルシーな料理のつくり方を書いておいたよ！^食べればきっといいエネルギーをもらえるはず。それじゃ、またね。 ^ -エミリーより%item cookingRecipe %%[#]エミリーの健康レシピ",
        "MarnieCooking": "親愛なるご近所さんへ^あたし、動物の世話をしてないときは、キッチンでちょっとした実験をするのが好きなの。せっかくお友達になれたんだから、その成果をあなたにおすそ分けいしようかなって思って。^どうかお気にめしますように！ ^ -マーニーより%item cookingRecipe %%[#]マーニーのレシピ",
        "ShaneCooking": "@へ^雑誌を読んでたらこんなレシピを見つけたんだが、なんだかおもしろそうだったんであんたに送る。もしつくったら、おれが味見してやってもいいぜ。へへへ。 ^ -シェーンより%item cookingRecipe %%[#]シェーンのレシピ",
        "SandyCooking": "@へ^さばくでの暮らしに飽きちゃったから、あなたへ手紙を書くことにしました。おいしいスープのレシピをいっしょに送るね。近いうちにまたこっちへ来てね！ ^ -サンディより%item cookingRecipe %%[#]サンディのレシピ",
        "WillyCooking": "@へ^こいつはうちの親父がむかしつくってたレシピなんだが、お前さんに教えてやりたくなってな。つくるときは、絶対に新鮮な魚をつかってくれよな！ ^ -ウィリーより%item cookingRecipe %%[#]ウィリーの懐かしいレシピ",
        "mom1": "@へ^ 調子はどう？あなたがそっちへ行ってしまってから、毎日さみしいです。牧場生活がうまくいくよう祈っています。^ 愛をこめて、母さんより^ 追伸：あなたの好きなクッキーをいっしょに送っておくね ♡ %item object 223 1 %%[#]母さんから",
        "mom2": " @へ^ 最後に連絡をもらってからもうだいぶ経ちますね。家族はみんな相変わらずです。あなたのことはいつも想ってますからね。^ 愛をこめて、母さんより ^ 追伸：おじいちゃんがあなたに遺したお金が見つかったので、いっしょに送ります。 %item money 500 501 %%[#]母さんから#2",
        "mom3": "@へ^ 地元新聞の記事に、あなたが載ってたのを読みました！田舎での暮らしはあなたに合ってるみたいね。とてもうれしいです。どうかからだには気をつけてね。愛をこめて、母さんより[#]母さんから#3",
        "mom4": "@へ^ 調子はどう？牧場の経営はとてもうまくいってるみたいね。あなたが億万長者になったときは、親孝行するのを忘れないでね！^ 愛をこめて、母さんより ^ 追伸：ケーキ、食べてね！%item object 221 1 %%[#]母さんから#4",
        "dad1": "@へ^ 新しい暮らしにはもう慣れたかい？お前も、もうすっかり大人になったんだな…時がすぎるのは早いな。お前がひとり立ちするにあたって、せんべつとしていくらかお金を用意した。同封しておくから受けとってくれ。^ 愛をこめて、父さんより%item money 500 501 %%[#]父さんから",
        "dad2": "@へ^ 田舎ぐらしはどうだい？お前がいなくなってから寂しいが、それでもお前ががんばっているのは誇らしいよ。^ 愛をこめて、父さんより ^ 追伸：おじいちゃんがお前に遺したお金が見つかったので、いっしょに送っておく。 %item money 500 501 %%[#]父さんから#2",
        "dad3": "@へ^ お前を取材した地元新聞の記事を読んだよ！牧場はかなりうまくいっているようだね。感心したぞ！このままがんばってくれたら、父さんはフェーンアイランドに豪勢なバンガローを買って隠居できるかもな。 （笑）^ 愛をこめて、父さんより[#]父さんから#3",
        "dad4": "@へ^ 最近会えていないが、牧場が忙しいんだろう？仕方ないよな。一生懸命はたらいているようだな…そのまま、なにかを成し遂げるまでがんばることだ！^ 愛をこめて、父さんより ^ 追伸：質のいい石が手に入ったのでいっしょに送っておく。 %item object 390 30 %%[#]父さんから#4",
        "newsstory": "@様、いかがおすごしでしょうか。^たいへんよろこばしいことに、わが「スターデューバレー・トリビューン」紙の『期待のスター』コラムで、来週はあなたの牧場を取り上げることになりました！おめでとうございます。あなたのめざましい躍進には目をみはるばかりです。 ^ -SVT[#]ニュース記事",
        "pierreBackpack": "広告：^「いいものばかりひろっちゃって、リュックサックがいつも満タン！」^^心当たりはありませんか？その悩み、ピエール商店にお任せください！^^本日より、ピエール商店で大きな24Lサイズのリュックサックを販売開始いたします。ぜひおこしください！^ お待ちしております！[#]ピエール商店のリュックサック",
        "pierreHours": "広告：^^本日より、ピエール商店は年中無休で営業いたします！[#]ピエール商店の営業時間延長",
        "robinKitchenLetter": "牧場主の@さんへ^^初めて会った時は、あなたのおじいちゃんの小屋をバカにしてごめんなさい。とってもいい家だよね！^^でも、いつか暮らしているうちに家をせまく感じるようになったら、そのときはわたしに相談してね。素材を用意して料金を払ってくれたら、あなたの家を広く改築してあげる。^（次のページ）^^1回目の改築ではキッチンをつけられるよ。キッチンがあれば、覚えたレシピで料理をつくれるようになるんだ！^^どうかあなたが、スターデューバレーにはやくなじめますように！^^ あなたの地元の大工さん^ ロビンより[#]ロビンのサービス",
        "taxPassed": "@へ^出荷税が法案で可決された。今日からは、出荷で生まれた利益の3%が税金として引かれるようになる。公共サービスの料金にも、同じ率で税金がかかるようになるぞ。それでは、また！ ^ -町長より[#]税が可決",
        "taxRejected": "@へ^出荷税が法案で否決された。出荷で生まれた利益は、今後もすべてきみのものだ。公共サービスの料金も以前と同じままになる。それでは、また。 ^ -町長より[#]税が否決",
        "quest10": "@、^きみがいろいろと手を貸してくれていると、町のみんなから聞いているよ！みんなきみにとても感謝しているようだ。そういうわけで、今月の「愛すべきご近所さん」賞はきみに送ろう。（少額だが賞金だ、受けとってくれ。）これからもその調子でね！ ^ -町長より%item money 500 501 %%[#]愛すべきご近所さん",
        "quest35": "@へ^この町へやってきてから、きみはずいぶん町に貢献してくれたね…町のみんなが、きみに助けてもらったことをわたしに話しにくるよ！感謝のしるしとして、これを受けとってくれ。 ^ -町長より%item money 2500 2501 %%[#]ルイスからの感謝",
        "quest100": "@、^うれしいことに、きみが今年の「最愛のご近所さん」賞に選ばれた！賞金として10,000Gを贈らせてくれ！おめでとう！町のみんな、きみがしてくれたことに礼を言いたがっているよ。 ^ -町長より%item money 10000 10001 %%[#]最愛のご近所さん",
        "hero_update": "@,^スターデューヒーローランキング、四半期の結果が出たぞ！結果は別の封筒に入れておいた。今シーズンもがんばってくれ！ ^ -町長より[#]スターデューヒーローランキング",
        "hero_update1": "%update",
        "CF_Fish": "@へ^ お前さんの釣りの腕は、どうやらおれの爺さんをもしのぐようだな…すごいじゃねえか。^ このスタードロップは、おれの家で親から子へ代々受け継がれてきたモンで…なんと。ずいぶん長いこと受け継がれてきたもんだな。^わかるだろ、おれには子がいねえからな…お前さんに持っててほしいんだ。^^ -ウィリーより ^%item object 434 1 %%[#]ウィリーの家宝",
        "adoptionLetter": "@様とそのパートナー様へ^おめでとうございます！あなたがたの養子縁組申請は承認されました。^現在、あなたがたのプロフィールにぴったり合う子どもの選出に全力を尽くしております。^新しいご家族の一員は、あと2週間で到着する予定です。^^-フェーンギル養子縁組エージェンシー[#]養子縁組の通知",
        "stardewHeroMine": "極秘メッセージ：鉱山の最下層で、さらなるヒミツがきみを待っている。用心することだ。鉱山は前より危険な場所になっている。[#]秘密のメッセージ",
        "fertilizers": "ご近所さんへ^そろそろ、新しい家にも慣れたころかと思います。きょうはお知らせがあります。ピエール商店で、肥料の取りあつかいを開始しました！よければうちの店で何ダースか買ってみませんか？お待ちしております！ ^ -ピエールより[#]ピエールの肥料",
        "fertilizers2": "@さんへ^きょうから、効果が高い肥料と新しい種類の作物のタネの取りあつかいをはじめました！ぜひおこしください。 ^ -ピエールより[#]ピエールの高品質肥料",
        "abbySpiritBoard": "ねえ、@。^近いうちに、暗くなってからあたしの部屋に来て…夜の8時くらいがいいかな。^見せたいものがあるんだ。 ^ -アビーより[#]アビーの手紙",
        "pennySpa": "暗くなってから温泉に来て。待ってます。 ^ -ペニーより[#]ペニーの手紙",
        "incubator": "@へ^^トリ小屋の改築を頼んでくれてありがとう！いままでの2倍動物を飼えるほど広くして、あと、わたしの判断でふ卵器を設置しておいたから。^つかい方はカンタン。ふ卵器にタマゴを入れるだけだよ。トリ小屋に十分なスペースがあれば、数日たてばタマゴがふ化するよ！^^毎度ありがとうございます。^-ロビンより[#]ふ卵器について",
        "hatter": "ちわ。^^ぼうしうるよ。ちゅう、わかた？^^ちゅう、ふるい、ふるい、ふるいおいえにくる。コインもてくること。^^-はっとまうす[#]はっとまうすから",
        "Beat_PK": "おめでとうございます！！^^あなたは「ジャーニー・オブ・プレーリーキング」をクリアし、豪華景品の抽選にみごと当選しました！^プレーリーキングのゲーム機があなたのものになります！^どうぞ今後はご自宅でも「プレーリーキング」をお楽しみください。^^クリアおめでとうございます！^-プレーリーキング開発チームより %item bigobject 141 %%[#]プレーリーキングからおめでとうございます！",
        "JunimoKart": "おめでとうございます！！^^あなたは「ジュニモカート」の全ステージをクリアしました…実は、あなたがフェーンギル共和国で初のクリアプレイヤーです！^商品として、ご自宅用のジュニモカートをお贈りします！^^どうか楽しんでください！^-ジュニモカート開発チーム %item bigobject 159 %%[#]ジュニモカートで達成！",
        "elliottReading": "@、^すごいニュースがあるんだ…とうとう小説が完成したよ！今日の午後、図書館で朗読会を開く予定なんだ。きみも来てくれるとうれしいな！ ^ -エリオットより[#]エリオットの朗読",
        "elliottBoat": "晴れた日の朝、ウッドデッキまで会いに来てくれないかな。きみに伝えたいことがあるんだ。 ^ -エリオットより[#]エリオットの手紙",
        "harveyBalloon": "@、^きみがおどろくものを用意したよ。線路のそばまで来てくれないかな。 ^ -ハーヴィーより[#]ハーヴィーのサプライズ",
        "samMessage": "@、^今夜、暗くなったらオレの家の前まで来てくれ。 ^ -サム[#]サムの手紙",
        "joshMessage": "@、^今夜、酒場で待ってる。暗くなったあとに来てくれ。 ^ -アレックス[#]アレックスの招待状",
        "foundLostTools": "@へ^昨晩、だれかがきみのどうぐをひろって、落とし物箱に入れてくれたようだ。^^きみが寝ているあいだにベッドの横へ置いておいた。^きみを起こしていないといいんだが… ^^ -ルイス町長より[#]失ったどうぐ",
        "fishing2": "あたらしい品物を入荷したぜ…^上等な釣りざおと、そいつにつけられる釣りエサだ！^釣りエサをつかえば、魚の食いつきがはやくなるぜ。じゃあ、店で待ってるぜ！ ^ -ウィリーより[#]ウィリーの新商品",
        "fishing6": "あたらしい釣りざおを入荷したんだが見に来ないか？^金を出して買えるやつのなかで、一番いい品だぜ…いろんな釣り具を付けかえできるんだ！^じゃあ、店で待ってるぜ！ ^ -ウィリーより[#]ウィリーの新商品#2",
        "wizardJunimoNote": "我が情報筋によると、貴殿はきょう公民館を調べまわったそうだな。^どうだ、我輩の話を聞きたくはないか？^我輩は、森の湖の西側にそびえる石の塔を住まいとしている。貴殿を悩ます…「ネズミ」について、なにか話せるかもしれぬぞ。^ -魔術師 M.ラズモディアス %item quest 1 true %%[#]魔術師の招致",
        "winter_18": "@へ^そろそろ開かれるイベント、「冬星祭」についてきみに説明しておこうと思う。冬星祭は、地元のみんなが集まって一年を思い返し、その年にめぐりあった幸運に感謝するお祭りなんだ。^人気の伝統行事は「ヒミツの贈り物」。町のみんながランダムに決められた相手へ贈り物をするんだ。祭りの当日になったら、特別に用意しておいた贈り物をヒミツの友だちに渡して、驚かせてあげるのさ！^今年、きみのヒミツの友だちはこの人だ：^%secretsanta ^だれにも言わないでくれよ！冬星祭は25日の午前10時から午後2時のあいだ、町の広場で開催しているよ。では、当日はよろしくな！ ^ -ルイス町長より[#]ヒミツの贈り主",
        "ccBulletinThankYou": "@へ^町じゅう、きみがしてくれたすばらしい親切の話題でもちきりだよ！^どうやら、何年ものあいだ公民館の掲示板に貼りっぱなしだったものが、それぞれの持ち主の家へ小包に入れて届けられたようなんだ！そして小包にはすべて、きみの牧場の住所が書いてあったというわけだ！^こんなにすばらしいことをしてくれてありがとう…町中のみんながよろこんでいるよ！ ^ -ルイス町長より[#]掲示板についての感謝",
        "guildQuest": "古い鉱山を探索していたようだな。ずっと見ていたよ。おまえにはまちがいなく冒険者魂がある。^もしお前にスライム10匹を討伐できるだけの実力があれば、冒険者ギルドに席を用意しておく。^油断はするなよ。 -マーロン %item quest 15 true %%[#]スライム討伐のための冒険",
        "skullCave": "ドクロの洞窟へ足を踏み入れたようだね。すばらしい。^では、きみに新たな挑戦状をおくろう。その洞窟を25階まで潜ってみたまえ。もし達成できたら、きみには山ほどの$ をやろう。^ きみの友、ミスターQi %item quest 20 %%[#]ミスターQiの挑戦状",
        "robinWell": "どうも、ロビンだよ！^あなたの牧場にはたくさん岩がちらばってるよね。^もしお金に余裕があったら、それをつかって井戸を建てることを考えてみたら？^井戸は牧場のどこにでも建てられるし、建てればそこからいつでもジョウロに水を汲めるんだ。^^その気になったら、75個の石と1000G持ってうちの店まで来てみてね。^-ロビンより[#]井戸の建設",
        "landslideDone": "わが価値あるJojaマートのお客様へ：^Jojaの工事チームが、わがチームの削岩作業によって引きおこされていた山の湖近くでの地滑りを沈静化させました。念のため申し上げると、行われていた削岩作業は完全に合法です。（Joja社規約 修正条項第61091条に基づく）Joja社は、地元環境の誠実な管理にもっとも重きをおいております！^^今回の事故で引き起こされたご不便につきましては、心よりお詫び申し上げます。^いつもと変わらぬご愛顧とご支持、まことにありがとうございます！^^-Joja社 お客様満足推進担当^モーリス[#]Jojaが地滑りを沈静化",
        "QiChallengeComplete": "達成したようだな。^ 実にみごとだ。^ 報酬だ。受けとるといい。^ -ミスターQi. %item money 10000 %%[#] ミスターQiの挑戦が完了",
        "spring_2_1": "やあ、どうも。^釣りの旅からちょうど帰ってきたところだ。気が向いたら海岸へ来てくれよ。^お前さんにわたしたいもんがあるんだ。^-ウィリーより %item quest 13 true %%[#]ウィリーの招待状",
        "spring_12": "@へ^明日、町の広場でエッグフェスティバルが開かれる。^^参加したければ、午前9時～午後2時のあいだに来てくれ。^年に一度のエッグハントだ、見逃すともったいないぞ！^ -ルイス町長より[#]エッグフェスティバルの通知",
        "spring_15_1": "どうも、こんにちは…^^あなたは畑をはじめたばかりでしょう？だからちょっとアドバイスをあげたくて。^^ほとんどの作物は、特定の季節にしか育たないの。夏がやってきたら、春の作物はぜんぶ枯れてしまいますよ。だから、計画的にね！^^-エブリンおばあちゃんより[#]エブリンのアドバイス",
        "spring_23": "@へ^明日はみんなで集まって、フラワーダンスの会をひらく予定だ。^^もしパートナーがいるなら、きみもダンスに参加できるかもな！^ダンスの会は、西側の森を越えたあたりにある小さな空き地で開催するぞ。興味があったら、午前9時 ～ 午後2時のあいだに来てくれ。^ -ルイス町長より[#]フラワーダンスの通知",
        "summer_10": "@へ^明日、みんなであつまって、ペリカンタウンで年に一度のルアウパーティーを行うんだ。^^当日の目玉は、地元のみんなが参加する持ちよりスープ鍋だ。スープがおいしくなるようなものを持ってきてくれよ！^このイベントには州の知事も参加するから、マナーには気をつかってほしい。^午前9時から午後2時のあいだにビーチに来てくれ。^ -ルイス町長より[#]ルアウの通知",
        "summer_28": "@へ^今夜の10時をまわったら、世にも珍しい、すてきなイベントが見られるよ。^^月光クラゲというクラゲが、冬にそなえた南への長い旅の途中で、ペリカンタウンを通りすぎるんだ。^^町のみんながビーチにクラゲを見に集まる。きみも見逃したくはないだろ？^では、今夜会おう。^ -ディメトリウスより[#]月光クラゲのダンス",
        "fall_9": "@へ^今日から1週間後、町の広場でスターデューバレーまつりを開催するぞ！^当日はこの小さな町に、国じゅうから人が集まってくる。一年で一番大きなイベントだ。^きみがそうしたければ、イベント内で行われる町内品評会に参加することもできる。9個のアイテムを展示して、きみの実力をしめすんだ。評価は、アイテムの品質と種類の多さで決まる。^まつりのスタートは午前9時からだ…忘れずにな！^ -ルイス町長より[#]スターデューバレーまつりの通知",
        "fall_15": "@へ^いよいよ明日が、スターデューバレーまつりの開催日だ。^町内品評会で展示する9つのアイテムを忘れずにな。^念のため書いておくが、まつりの会場は町の広場、スタートは午前9時からだ。では、当日会おう！ ^ -ルイス町長より[#]スターデューバレーまつりのリマインダー",
        "fall_26": "@へ^近ごろ肌ざむいことには気づいたかな？それは冬が訪れる知らせか、はたまた…^祭りのお祝いを手伝うためにやってきた、闇の亡霊の気配かも知れない…明日はスピリット・イブのお祭りなんだ。^参加したかったら、午後10時に町へ来てくれ。^ -ルイス町長より[#]スピリット・イブの通知",
        "winter_7": "@へ^明日はみんなでマーニーの家の前にあつまって、アイスフェスティバルをお祝いする予定だ。^^これは冬を祝う祭りで、雪だるまや氷の彫刻が展示されるほか、氷上釣り大会が開かれるぞ！^加わりたかったら、午前9時から午後2時のあいだに来てくれ。^ -ルイス町長より[#]アイスフェスティバルの通知",
        "spring_11_1": "失くしもの：^お気に入りの斧をなくしちゃったんだ！もし見つけたら、なるはやで返してほしいんだ。あれがないと仕事が大変だよ…だれでも見つけてくれた人には、お礼に250G払います。^ -ロビンより%item quest 100 %%[#]ロビンが斧を失った",
        "spring_19_1": "牧場主の@さん-^ひとつお願いがあるんだけど、料理をつくるのに、新鮮なカリフラワーが必要なの。おひとつ用意していただけませんか？^ -ジョディより%item quest 101 %%[#]ジョディがカリフラワーを求める",
        "summer_3_1": "@へ-^とても言いづらいんだが…幸運のむらさきパンツをなくしてしまったんだ。信用できる人間と見こんで、きみに打ち明ける。^もしみつけたら、細心の注意を払ってわたしに持ってきてくれ。報酬は約束する。^よろしく頼む。^ -ルイス町長より%item quest 102 %%[#]ルイス町長が頼み事をする",
        "summer_14_1": "よう、若いの。^あたしのノドときたら、さばくで干からびたホネみたいにカラカラになっちまってね。ペールエールが飲みたくて仕方ないんだよ。ひとつ頼めるかい？いつものビールではダメらしい。ペールエールを頼むよ。^ -パム%item quest 103 %%[#]パムの頼みごと",
        "summer_20_1": "@-^いま、土壌のアルカリ度と作物に含まれる果糖の量のあいだの関係についてデータを集めている。ざっくり言うと、きみの牧場でできた新鮮なメロンがほしいんだ。ひとつ持ってきてもらえると非常にありがたいな。^ -ディメトリウスより%item quest 104 %%[#]ディメトリウスがサンプルを求める",
        "summer_25_1": "牧場主 @どのへ^わしのひざがまた悪くなってな。手を貸してはいただけないだろうか？^トウガラシをすりこむと良くなるんだが、^ あいにく手持ちを切らしてしまった。1つ分けていただけたら大変に感謝する。^ -ジョージより %item quest 105 %%[#]ジョージがトウガラシを求める",
        "fall_3_1": "@へ^うちのウシたちに特別なごちそうをあげたいんだ。みんな、たくさん食べるいい娘たちでね。だから、アマランサスを1束もらえない？みんなの大好物なの。^よろしくお願いします。^ -マーニーより %item quest 106 %%[#]マーニーの頼みごと",
        "fall_8_1": "こんにちは。^ブラックベリーの季節だね。どこのしげみもベリーでいっぱいだ。わたしもさっそく積みたいんだが、カゴをなくしてしまってね。手を貸してくれないかい？^ -ライナスより%item quest 107 %%[#]ライナスがカゴを失った",
        "fall_19_1": "@さんへ-^カボチャをひとついただきたいの。もうすぐスピリットイブだから、娘といっしょにジャックオーランタンをつくろうと思うんです。 ^ -キャロラインより%item quest 108 %%[#]キャロラインの頼みごと",
        "winter_2_1": "よう、お前さんにちょっとした課題を出してやろう。^ イカを釣っておれに見せてみな。^やつらは、夜に海に行けば釣れるぜ。そうそう、冬にしかいないから気を付けろよ。^ -ウィリーより%item quest 109 %%[#]ウィリーの課題",
        "winter_6_1": "ちょっとヘンな頼みごとをしたいんだ。ヒミツを守ってくれるか？^ 実は、エミリーに石をプレゼントしたいんだ。彼女、アメシストが好きなんだよ。おれからだって言ってわたしてくれないか。^ -クリント %item quest 110 %%[#]クリントの特別の頼みごと",
        "winter_12_1": "@殿-^いま我輩は、忘れ去られし影の予言術の研究をすすめている。研究のためには「闇の結晶」が必要だ。持ってきてくれれば礼をしよう。^ -魔術師 M.ラズモディアス %item quest 111 %%[#]魔術師の頼みごと",
        "winter_17_1": "@へ^すまないんだが、またひとつ頼みごとがあるんだ。^新しいハンマーを手に入れたんで、いろんな金属で試してみたくてな。^鉄ののべ棒をつくって持ってきてくれないか？^よろしくな。^ -クリント %item quest 112 %%[#]クリントの頼みごと",
        "winter_21_1": "@-^調子はどう？冬をすごすのに苦労してないといいんだけど。^ところで、もしよかったら堅い木を分けてもらえないかな。10個必要なんだ。持ってたらでいいから。^なかったら別にいいよ。風邪ひかないでね！^ -ロビンより%item quest 113 %%[#]ロビンの頼みごと",
        "winter_26_1": "@へ-^魚のシチューをつくりたいんだが、手元にビンナガがないんだ！そろそろ旬も終わってしまうのはわかってるんだが…ムリを言ってすまない。どうか一匹釣ってきてくれないか？^ -ガスより%item quest 114 %%[#]ガスが一匹の魚を求める",
        "spring_6_2": "@-^新鮮な杏が食べたくてしかたないんだ。なかなかお店で1個も見つからなかったから、君に頼みたいと思う。お金はこちらでちゃんと支払うよ、お願い！^ -エミリーより%item quest 115 %%[#]エミリーのリクエスト",
        "spring_15_2": "@へ^うちの主人をプレゼントでびっくりさせたいの。あの人はポロねぎが大好物なんですよ。どうかひとつ摘んできてくれないかしら？^ -エブリンおばあちゃんより%item quest 116 %%[#]エブリンのサプライズ",
        "spring_21_2": "お願い^ピエールです…どうしても、どうしても刺し身が1皿食べたくてしょうがないんです。持ってきてくれた人には相応のお礼をはずみます。^ -ピエールより%item quest 117 %%[#]ピエールの切望",
        "summer_6_2": "釣り人求む^検体として、ハリセンボンを一匹釣ってきてくれ。いま行っている実験で、彼らがつくる毒素が必要なんだ。^報酬： 1000G^ -ディメトリウス%item quest 118 %%[#]ディメトリウスの毒素研究",
        "summer_15_2": "牧場主の@へ^結婚記念日を祝うのに、うちの妻にスターフルーツを贈りたいんだ。あんたの牧場で育ててないか？ひとつ持ってきてくれるととても助かる。^ -ケントより%item quest 119 %%[#]ケントが贈り物を求める",
        "summer_21_2": "@へ^トリュフオイルを用意してくれないか。理由は聞かないでくれ。^ -ルイス町長より%item quest 120 %%[#]ルイスの頼みごと",
        "fall_6_2": "求む：最高のビスクにつかう、新鮮なロブスター1尾 ^依頼人：スタードロップサルーンオーナー、ガス^報酬： 800g %item quest 121 %%[#]ガスがロブスターを求める",
        "fall_19_2": "お願い^だれか電池をひとつ分けてくれないかい？ウチのTVリモコンの電池が切れちまってね。チャンネルを変えるのに、いちいちソファから立つなんてごめんだよ。^ -パム%item quest 122 %%[#]パムが助けを求める",
        "winter_5_2": "@殿、^我輩はいま、強力な魔法の杖をつくっている。^だが、足りない材料がひとつある。イリジウムののべ棒だ。^報酬として、相場の5倍を約束しよう。できる限りはやく持ってきてくれ。^ -魔術師 M.ラズモディアス %item quest 123 %%[#]魔術師がレアアイテムを求める",
        "winter_13_2": "お前さんあてに、あたらしい課題だ。リングコッドを釣ってきてくれ。^やつらは手ごわいが、お前さんならやれるはずだ。^ -ウィリーより%item quest 124 %%[#]ウィリーの課題#2",
        "winter_19_2": "親愛なる@へ^今度ばかりはお手上げだよ。ココ・ノ・ノってカクテルを酒場で出したくてたまらないんだが、ココナッツの仕入れ先が見つからないんだ！^なあ、手を貸してくれないかい？^ -ガスより%item quest 125 %%[#]ガスがココナッツを求める",
        "winter_24": "@へ^明日はいよいよ冬星祭だ。^きみの「ヒミツの友だち」…%secretsantaへのプレゼントは用意したかな？^祭りは町の広場で午前9時からはじまるぞ。では、当日はよろしくな！ ^ -ルイス町長より[#]冬星祭のリマインダー",
        "passedOut1_Billed_Male": "@様へ^昨夜、Jojaチームのメンバーが意識をなくしたあなた様を発見し、医療チームを派遣してご自宅へ安全にお送りしました。^あなた様がご無事でなによりです！^^（なお、サービス料として{0}Gをいただきました）^^-Joja社 お客様満足推進担当^モーリス[#]Jojaの送り状",
        "passedOut1_Billed_Female": "@様へ^昨夜、Jojaチームのメンバーが意識をなくしたあなた様を発見し、医療チームを派遣してご自宅へ安全にお送りしました。^あなた様がご無事でなによりです！^^（なお、サービス料として{0}Gをいただきました）^^-Joja社 お客様満足推進担当^モーリス[#]Jojaの送り状",
        "passedOut1_NotBilled_Male": "@様へ^昨夜、Jojaチームのメンバーが意識をなくしたあなた様を発見し、医療チームを派遣してご自宅へ安全にお送りしました。^あなた様がご無事でなによりです！^^持ちあわせがないご様子でしたので、法律に基づき、サービスは無料でご提供させていただきました。^^-Joja社 お客様満足推進担当^モーリス[#]法的に必要な通知",
        "passedOut1_NotBilled_Female": "@様へ^昨夜、Jojaチームのメンバーが意識をなくしたあなた様を発見し、医療チームを派遣してご自宅へ安全にお送りしました。^あなた様がご無事でなによりです！^^持ちあわせがないご様子でしたので、法律に基づき、サービスは無料でご提供させていただきました。^^-Joja社 お客様満足推進担当^モーリス[#]法的に必要な通知",
        "passedOut2": "@へ ^昨夜はわたしが通りがかって運がよかったね！意識をうしなったきみのふところを、だれかがまさぐっていたんだよ。いくら盗んでいったかのかはわからない…わたしが近づいたら、すぐ逃げられてしまったんだ。これからは気を付けてくれよ！^^-ライナスより[#]ライナスからの手紙",
        "passedOut3_Billed": "@へ^きのうの夜、だれかがきみを診療所に運んできたんだ。きみは疲れで気絶してたんだよ！^これからは自分のからだを大切にして、もっとはやい時間にベッドに入ってくれよな。^診療費として、{0}Gもらっておいたからね。^^-Dr.ハーヴィーより[#]Dr.ハーヴィーのオフィスから",
        "passedOut3_NotBilled": "@へ^きのうの夜、だれかがきみを診療所に運んできたんだ。きみは疲れで気絶してたんだよ！^これからは自分のからだを大切にして、もっとはやい時間にベッドに入ってくれよな。^いまはお金を持ってないみたいだね。診療費はタダにしとくよ。^^-Dr.ハーヴィーより[#]ハーヴィーの無料医療",
        "EmilyClothingTherapy": "@、^すごく面白いアイデアがあるから、きみに参加してもらいたいんだ…“布セラピー”っていうんだけど。^^くわしいことを説明するから、きょう、町長の家に来てくれない？^^ 愛をこめて、エミリーより[#]エミリーのアイデア",
        "EmilyCamping": "ねえ@、^キャンプに行かない？^^午後10時、ひみつの森で待ってるね。^^ 愛をこめて、エミリーより[#]エミリーの招待状",
        "EmilyDoneCamping": "昨日の夜は来てくれてありがとう…すっごくたのしかったね。^クマに会えるなんて、ほんと感激しちゃった！^^それじゃ、また会おうね^^愛をこめて、エミリーより[#]エミリーの手紙",
        "lewisStatue": "@,^^将来、私の「個人的な」物は町中に置かないでくれるとありがたい、みんなに見られたくないものでね！^^絶対にイヤなんだよ！^^このお金を受け取ってくれ、そして私の「プロジェクト」のことは一切人に話してはいけないよ。%item money 750 751 %%[#]ルイスの怒りの手紙",
        "marnieAutoGrabber": "@、新しい品物が入荷したよ…その名も「自動収穫機」。^^これがあれば、ヤギやウシからミルクをしぼる、ヒツジの毛を刈る、卵を集める、うさぎの毛をむしり取る…全て全自動になるの！^^まあ「ぜいたく品」の類に入るから、お値段は25,000gってとこね。^^ -マーニー[#]自動収穫機の通知",
        "winter_14": "旅の行商人たちがペリカンタウンに集う、毎年恒例の夜の市が明日から始まります。^^午後5時から始まり、3日間開催されます。^^午後5時以降、ぜひビーチでのお祭りにご参加ください。無料のコーヒーもありますよ！[#]夜の市の通知",
        "spring_1_2": "お知らせ: ^^ロビンのお店とクリントのお店の素材の価格が上がりました。[#]素材の価格の通知",
        "CarolineTea": "親愛なる@、^^昨日はサンルームに立ち寄ってくれてありがとう。だいたいいつも一人でお茶を飲むけど、あなたと時間を共にするのは楽しかったわ！^^お茶の作り方と育て方の説明を同封しました。プレッシャーはないけど、成長してしまった場合は必ずカップを持ってきてね。^^-キャロライン%item craftingRecipe Tea_Sapling %%[#]キャロラインのお茶のメモ",
        "elliottLetter5": "親愛なる@、^^読書について、これ以上の詳細は書かないでね。それはほとんど同じなんだ。^^君の時間がとっても刺激的だったと確信している！戻って、どんな進歩があったか見るのを待てない。^^町を渡り歩く長い旅で、目を閉じて農場を想像して楽しんでいた...樽が甘いワインに喜んでる、貴重な鉱石が付いている炉の炎、シナモンとナツメグの香りがする僕たちの小さい台所で脈動しているのが分かるよ。たくさんの楽しみがあるね！^^鉱山にあまりにも遅刻しすぎないで、愛しい人。危険すぎる！もし行かないといけないなら...たくさんの食物を持っていって欲しい。^^-心を込めて、エリオット%item conversationTopic ElliottGone6 0 %%[#]夫からの手紙5",
        "elliottLetter4": "夢の中で高尚な景色を見下ろすとき^太陽に照らされた海を見つめる^旅した遠い海岸^でも時はいま記憶を曇らせる^^永遠の場所は1つしかない^いつの日か過ぎていく^愛が待つ親愛なる谷で：^池のほとりの小さな家^^ - エリオット%item conversationTopic ElliottGone5 0 %%[#]夫からの手紙4",
        "elliottLetter6": "親愛なる@、^^これは僕が帰宅する前の最後の手紙になるだろう。僕は素晴らしい旅をした...でも、ワクワクすることは何もなかった。僕の仕事を楽しんでいる人たちに会えてうれしいけど、早く家に帰るりたい。^^僕たちの快適な小さい家、満足のいく農作業、家庭料理、何よりも、君と一緒にフランネルシーツをくつろぎながら楽しみにしてるよ。^^すぐに会おう！^-心を込めて、エリオット%item conversationTopic ElliottGone7 0 %%[#]夫からの手紙6",
        "elliottLetter1": "@、私の愛、^^ツアーを始めるために、グランプルトンに着いたよ。町がどれくらい大忙しで騒がしくなっているか忘れてたよ！通りは人であふれてる...彼らは怒っていて急いでいるように見えるし、霧の中で周りが見えなくなったように見えるね。ペリカンタウンが恋しいなぁ！^^今夜、地元の本屋でツアーを始めるよ。認めなきゃね、人前で話すことに緊張してるって...まるで自分の胃が柔らかいプレッツェルのようにねじられて、スパイシーなチーズディップで覆われているように感じる。幸運を祈る！^^- 心を込めて、エリオット^^P.S. 僕は君が平和な夜を過ごしたことを願ってるよ、そしてその大きな家の中で一人でいても、全然怖がっていなかったことをね！%item conversationTopic ElliottGone2 0 %%[#]夫からの手紙",
        "elliottLetter3": "愛しい@、^^昨夜のズズシティはかなりの経験だったよ！ここには大きな文学の場面があるようだね...数十人の人々が僕の読書に来てくれた！^^僕は2、3人にサインをしました...大事な人として見られるのはなんだか不思議だ。それは全部構成の問題で、壮大な幻想なんだよ...本当に僕は誰にとっても特別な人ではないんだよ。いつものように献身的なのはエリオットだけ。^^いま自分の部屋で一人、Joja Valueの食事を「摂取」してる...^^これを「食べ物」と呼ぶべきなのか？^それとも「食用の物体」？^長く考え込む必要はないんだ^後者に間違いない^^もうすぐ帰宅するのを楽しみにしてるよ。カニのケーキを楽しんで欲しいな。^^-愛を込めて、エリオット%item conversationTopic ElliottGone4 0 %%[#]夫からの手紙3",
        "elliottLetter2": "親愛なる@、^^観客は思っていたより少し小さかったけど、最初の読書はうまくいった。それでも、自分の（バグが発生）ホテルの部屋代を払うには、十分な本のコピーを販売したよ！^^数時間後に、ズズシティへ出発します。もし昨日の読書がウォームアップなんだとしたら、次にする読書は真のナパーム爆風だろう...^^君に逢えなくてとても寂しいよ。よく食べることを忘れないで！ああ、冷蔵庫に入れた残りのカニのケーキを忘れないで...^-愛を込めて、エリオット%item conversationTopic ElliottGone3 0 %%[#]夫からの手紙 2",
        "WoodChipper": "ハイ@、^^ちょうど新しく入荷したアイテムについて知らせたいと思っていたの...「ウッドチッパー」っていう名前。^^これを使えば堅木を何枚かの普通の木に砕くことができるの！^^冬になると木材が手に入りにくくなるから、少なくなったら拾うことを考えてね。^ - ロビン[#]ウッドチッパーメモ",
        "MarlonRecovery": "@、^無くし物を見つけたよ。^^次からもっと気をつけなさい！^-マーロン%item itemRecovery %%[#]マーロンはあなたのアイテムを見つけました",
        "RarecrowSociety": "親愛なる@、^^献身的な姿は本当に印象的だ...^^ほんの一部の選択者だけが、完全なレアクロウ・コレクションを手に入れることができるんだ！^^あなたの業績を記念して、この青写真を受け取ってください。^ -  Z.C. レアクロウ協会%item craftingRecipe Deluxe_Scarecrow %%[#]レアクロウ協会より",
        "passedOut4": "@, ^^午前3:00に掃除してる時、ぬかるみの中で下向きになってましたよ。^^次はもう少し早く家に帰るようにしてくれ！^^     -マーロン[#]マーロンのメモ"
    }
}