{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Robin": "Oi!^ Eu estava com um pouco de madeira sobrando... Achei que você talvez quisesse utilizá-la. Cuide-se! ^ -Robin %item object 388 50 %%[#]Um Presente da Robin",
        "Demetrius": "Olá, @^Eu estava conduzindo um estudo de campo outro dia e achei este espécime.^Espero que você o ache tão interessante quanto eu achei. ^ -Demetrius%item object 392 1 394 1 132 1 66 1 %%[#]Um Presente de Demetrius",
        "Linus": "Olá, colega.^O lago da montanha me fez muito bem ultimamente. Gostaria de compartilhar minha boa sorte com você. ^ - Linus %item object 136 1 143 1 202 1 227 1 228 1 %%[#]Um Presente de Linus",
        "Pierre": "Estimado consumidor,^Obrigado por visitar meu armazém! Em anexo está o seu \"Programa de Descontos\". Até breve! ^ -Pierre^ Obs: Desculpe pela mensagem padrão, @. Aproveite! %item money 250 601 %%[#]Um Presente de Pierre",
        "Caroline": "Olá, @,^Aqui está um vegetal do jardim do meu quintal. Você provavelmente já tem muito mais vegetais que precisa, mas fazer o quê. ^ -Caroline%item object 190 1 192 1 24 1 %%[#]Um Presente de Caroline",
        "George": "Encontrei pedras de qualidade.^Talvez você possa construir algo com elas.^ -George %item object 390 35 %%[#]Um Presente de George",
        "Evelyn": "Olá, colega! Espero que sua fazenda esteja indo bem.^Estou mandando uma coisinha da minha cozinha... Espero que não tenha se desmanchado na carta. ^ -Evelyn %item object 216 1 220 1 223 1 %%[#]Um Presente de Evelyn",
        "Pam": "Ei. ^Achei isto em uma gaveta. Achei que seria útil. ^ -Pam %item object 346 1 349 1 787 1 %%[#]Um Presente de Pam",
        "Lewis": "@,^Estou muito feliz de você ter se tornado parte de nossa comunidade! Estou mandando um cheque de 500 ouros do Fundo Agricultural do Vale do Orvalho para ajudar você a continuar com o bom trabalho.^Quem sabe você não possa comprar mais sementes com o dinheiro?^Sinceramente, sr. Lewis%item money 500 501 %%[#]Um Presente de Lewis",
        "Gus": "@!^Preparei uma coisinha nesta manhã no salão. Sirva-se! ^ -Seu amigo, Gus%item object 224 1 213 1 211 1 207 1 200 1 195 1 198 1 %%[#]Um Presente de Gus",
        "Clint": "Hã... oi...^Desculpe, não sou bom em escrever cartas. Fiz muitas barras de metal e sobrou esta. Achei que você poderia precisar. ^ - Clint, o ferreiro %item object 334 1 335 1 336 1 %%[#]Um Presente de Clint",
        "Jodi": "Olá, @,^Pedi muito fertilizante para o meu jardim! Achei que você poderia precisar. Cuide-se! ^ -Jodi %item object 368 5 369 5 370 5 %%[#]Um Presente de Jodi",
        "Kent": "Oi, @.^Este item estava pegando poeira na prateleira. Achei que talvez fosse útil para você. ^ - Kent%item object 286 1 287 1 288 1 787 1 %%[#]Um Presente de Kent",
        "Emily": "Oi!^Como você está? Espero que você goste do presente que enviei... Bem, até mais! + ^ -Emily %item object 397 1 428 1 440 1 %%[#]Um Presente de Emily",
        "Marnie": "Olá, @,^É tão bom ter você aqui do lado que mandei ração para facilitar a sua vida. Continue assim! ^ -Marnie %item object 178 30 %%[#]Um Presente de Marnie",
        "Shane": "Ei,^Achei que seria divertido enviar uma carta. Mas não sei o que escrever.^Aqui. Estou mandando algo para você. Não diga para ninguém, mas peguei isto da sala de trás do Mercado Joja há muito tempo.^Certo, vejo você em breve. ^ -Shane %item object 215 1 206 1 %%[#]Um Presente de Shane",
        "Wizard": "Saudações, jovem aprendiz.^Neste pacote há um item de significado arcano. Utilize-o com sabedoria. ^ -M. Rasmodeu, feiticeiro%item object 422 1 82 1 84 1 70 1 %%[#]Um Presente do Feiticeiro",
        "Sandy": "Saudações do Deserto de Calico!^Estou com tanta saudade. :( Venha me visitar! Incluí um item do deserto. Venha me agradecer em pessoa! ^ -Sandy %item object 88 1 90 1 218 1 %%[#]Um Presente de Sandy",
        "afterSamShow": "@,^a apresentação foi um estrondoso sucesso! Queria agradecer novamente por toda a sua ajuda em criar esta banda incrível. Não conseguiríamos isso sem você! ^ -Sam[#]Bilhete de Agradecimento do Sam",
        "afterArtShow": "Olá, @,^Muito obrigado por vir na minha mostra de artes. Ela foi um sucesso! Vendi quase todas as minhas esculturas, e todos me encorajaram tanto! Espero ver você em breve. ^ -Leah[#]Bilhete de Agradecimento da Leah",
        "haleyGarden": "@,^Achei que seria divertido escrever um bilhete.^Diverti-me tanto com as vacas ontem... Estou começando a entender porque você escolheu a vida de fazendeiro! Vejo você em breve. ^ -Haley[#]Bilhete da Haley",
        "PennyCleanTrailer": "Desculpe pelo que aconteceu na minha casa ontem... Minha mãe às vezes fica de mau humor.^Perdoe o que aconteceu. ^ -Penny[#]Desculpas da Penny",
        "Duck": "Oi, @,^Você mostrou a sua habilidades em criar galinhas, então estou vendendo patos na minha loja! ^ -Marnie[#]Patos à Venda!",
        "Rabbits": "Olá, @,^Agora tenho coelhos na minha loja de animais! Eles podem dar a você lã bem fofinha... e mais! ^ -Marnie[#]Coelhos à Venda!",
        "Sheep": "Oi, @,^Você provou suas habilidades em criar vacas, então agora estou vendendo ovelhas na minha loja! ^ -Marnie[#]Ovelhas à Venda!",
        "Goats": "Olá, @,^Agora estou vendendo cabras na minha loja de animais. Até agora você está indo muito bem! ^ -Marnie[#]Cabras à Venda!",
        "Pigs": "Oi, @,^Você evoluiu muito desde que chegou. Por conta disso, decidi começar a vender porcos na minha loja. Eles são treinados para encontrar trufas gourmet! ^ -Marnie[#]Porcos à Venda!",
        "SeaAmulet": "@,^Vou dar a você este conselho porque gosto de você e quero que fique na Vila Pelicanos. Se chegar um dia que quiser pedir a mão de alguém em casamento, será necessário dar um \"Pingente de Sereia\". Não se preocupe: todos na cidade entendem o significado do amuleto. É uma antiga tradição por aqui. Boa sorte! ^ -Lewis[#]Sobre Pingentes de Sereia",
        "Bouquet": "@,^Parece que você começou a se aproximar de alguns moradores. Se quiser mostrar que gosta de alguém, precisa dar um dos meus lindos buquês. Estou vendendo-os por um preço bem em conta! Se quiser começar uma família um dia, este é o primeiro passo! ^ -Pierre[#]Sobre Buquês",
        "RobinCooking": "@,^Aqui vai uma antiga receita que a minha avó passou me passou. Aproveite! ^ -Robin%item cookingRecipe %%[#]Receita da Família da Robin",
        "DemetriusCooking": "Queria agradecer por se interessar no meu trabalho. Aqui vai uma receita que eu gosto. ^ -Demetrius%item cookingRecipe %%[#]Receita de Demetrius",
        "LinusCooking": "@,^Como você vai? Estou enviando algumas das minhas receitas favoritas de peixe. ^ -Linus%item cookingRecipe %%[#]Receita de Linus",
        "PierreCooking": "ULTRASSECRETO: ^Aqui vai a receita da minha famosa torta de mirtilo.^Não diga a ninguém! Estou dando-a você porque somos bons amigos. ^ -Pierre%item cookingRecipe %%[#]A Famosa Torta do Pierre",
        "CarolineCooking": "Oi, @,^Não tem nada mais satisfatório que cozinhar com legumes frescos do próprio jardim! Estou enviando uma receita para ajudá-lo. Cuide-se, ^ -Caroline%item cookingRecipe %%¦Oi, @,^Não tem nada mais satisfatório que cozinhar com legumes frescos do próprio jardim! Estou enviando uma receita para ajudá-la. Cuide-se, ^ -Caroline%item cookingRecipe %%[#]Receita da Caroline",
        "GeorgeCooking": "Achei que você gostaria desta receita que eu tinha por aqui. Tente não queimá-la. ^ -George%item cookingRecipe %%[#]Receita do George",
        "EvelynCooking": "Olá, @,^Geralmente não dou minhas receitas... mas como você foi um doce com George e eu, escrevi esta para você. ^ -Evelyn%item cookingRecipe %%[#]Receita da Evelyn",
        "PamCooking": "Ei, colega,^Aqui vai uma receita que meu papi costumava fazer. Cozinhe bem lentamente.^ -Pam%item cookingRecipe %%[#]Receita da Pam",
        "LewisCooking": "@,^Lembre-se de manter-se saudável ou não terá energia o suficiente para trabalhar! Estou mandando uma das minhas receitas favoritas. Lembre-se de usar tomates maduros! ^ -Lewis%item cookingRecipe %%[#]Receita do Lewis",
        "GusCooking": "Olá, @,^Aqui vai uma receita da minha taverna. Eu só compartilho isso com meus amigos! ^ -Gus%item cookingRecipe %%[#]Receita do Gus",
        "ClintCooking": "Bem, eu sei de algumas receitas.^Pensei em mandar uma... talvez ajude você a minerar mais ou algo assim.^Cuide-se.^ -Clint%item cookingRecipe %%[#]Receita do Clint",
        "JodiCooking": "@,^Esta minha receita ganhou o primeiro lugar em uma competição de culinária! Espero que goste. Obrigado pela amizade! ^ -Jodi%item cookingRecipe %%[#]Receita da Jodi",
        "KentCooking": "Peguei esta receita no exterior. Divirta-se.^Quero agradecer por me fazer sentir em casa.^^ -Kent%item cookingRecipe %%[#]Receita do Kent",
        "EmilyCooking": "@!^Vire esta carta para obter instruções sobre como fazer uma refeição muito saudável!^Ela vai lhe dar muita energia! Até breve. ^ -Emily%item cookingRecipe %%[#]Receita Saudável da Emily",
        "MarnieCooking": "Olá, vizinho^quando não estou cuidado de animais, gosto de experimentar coisas na cozinha. Como agora somos amigos, quero compartilhar algumas receitas com você.^Espero que goste disto! ^ -Marnie%item cookingRecipe %%[#]Receita da Marnie",
        "ShaneCooking": "@,^Achei esta receita em uma revista. Talvez seja interessante para você. Não se esqueça de me mandar um pouco se fize-la. He, he. ^ -Shane%item cookingRecipe %%[#]Receita do Shane",
        "SandyCooking": "Olá, @,^Estou tão entediada no deserto que resolvi escrever uma carta. Tem uma receita de uma sopa deliciosa aqui. Venha me visitar em breve! ^ -Sandy%item cookingRecipe %%[#]Receita da Sandy",
        "WillyCooking": "Oi, @,^Gostaria de compartilhar uma velha receita que meu papi costumava fazer. É importante que o peixe seja servido FRESCO. ^ - Willy%item cookingRecipe %%[#]Véia Receita do Willy",
        "mom1": "DOlá, @,^ Como vai, docinho? Sinto muito a sua falta desde que foi embora. Espero que a vida na fazenda seja tudo o que você sonhou.^Com amor, mamãe.^Obs: estou mandando seus biscoitos favoritos < %item object 223 1 %%[#]Da Mamãe",
        "mom2": "\n        Oi, @,^ Faz muito tempo desde a última vez que nós falamos. As coisas em casa estão como sempre. Sinto muito a sua falta.^Com amor, mamãe. ^ Obs: encontrei um envelope com dinheiro que vovô deixou para você. %item money 500 501 %%[#]Da Mamãe #2",
        "mom3": "Olá, @,^ Vi um artigo sobre você no jornal local! Parece que a vida no campo está sendo muito boa para você! Estou tão orgulhosa. Cuide-se! Com amor, mamãe.[#]Da Mamãe #3",
        "mom4": "Oi, @,^ Como vão as coisas? Você deve estar fazendo uma fortuna com a fazenda. Não se esqueça de sua velha mãe quando ficar rico!^Com amor, mamãe ^ Obs: aproveite o bolo!%item object 221 1 %%[#]Da Mamãe #4",
        "dad1": "Olá, @,^ Já se acostumou a sua nova vida? Não consigo acreditar que você cresceu tanto... O tempo voa mesmo. Agora que você foi embora e tenho todo esse dinheiro a mais sobrando, mandei um presentinho.^Com amor, papai.%item money 500 501 %%[#]Do Papai",
        "dad2": "Olá, @,^ Como vai a vida no campo para você? Tudo está muito quieto aqui sem você, mas estou muito feliz com o que está fazendo.^Com amor, papai. ^ Obs: encontrei um envelope com dinheiro que vovô deixou para você. %item money 500 501 %%[#]Do Papai #2",
        "dad3": "Olá, @,^ Vi um artigo sobre você no jornal local! Estou tão impressionado com seu avanço na fazenda! Continue assim e seu velho pai poderá se aposentar em um bangalô numa ilha de luxo. ;).^Com amor, papai[#]Do Papai #3",
        "dad4": "Oi, @,^ Sei que você está ocupado com a fazenda e por isso não pode visitar. Entendo perfeitamente. Você está trabalhando tão duro... continue assim e poderá alcançar qualquer coisa!^Com amor, papai ^ Obs: estou mandando algumas pedras de alta qualidade. %item object 390 30 %%¦Oi, @,^ Sei que você está ocupada com a fazenda e por^isso não pode visitar. Entendo perfeitamente. Você está trabalhando tão duro... continue assim e poderá alcançar qualquer coisa!^Com amor, papai ^ Obs: estou mandando algumas pedras de alta qualidade. %item object 390 30 %%[#]Do Papai #4",
        "newsstory": "Saudações, @.^ É nosso prazer informar que a sua fazenda participará da Coluna \"Destaque do dia\" na Tribuna do Vale do Orvalho! Parabéns. Estamos impressionados com seu progresso. ^-TVO[#]História do Jornal",
        "pierreBackpack": "ANÚNCIO: ^\"Eu acho tanta coisa legal que a minha mochila só anda cheia!\"^^Você vive dizendo isso? Bem, o Pierre pode ajudar!^^Pare no Armazém do Pierre HOJE e confira nossa mochila de tamanho 24 a um preço incrível!^Até breve![#]Mochilas do Pierre",
        "pierreHours": "ANÚNCIO: ^^O Armazém do Pierre agora abre 7 dias por semana![#]Horas Extras do Pierre",
        "robinKitchenLetter": "Olá, @^^Gostaria de me desculpar por fazer piada com a cabana do seu avô quando nos conhecemos. A casinha dele é incrível!^^Mas saiba que você pode precisar de mais espaço um dia. É aí que posso ajudar. Se você me trouxer alguns materiais e pagar uma taxa, posso ampliar sua casa.^(Continua na próxima página)^^A primeira expansão que ofereço é uma cozinha. Com uma cozinha, você poderá cozinhar todas as receitas que aprender!^^Enfim, espero que esteja começando a se sentir em casa no Vale do Orvalho!^^Robin, ^Carpinteira do Vale do Orvalho[#]Serviços da Robin",
        "taxPassed": "Olá, @,^A taxa de envio está atrasada. A partir de hoje, uma taxa de 3% será deduzida de todos os seus lucros de envio. Também há uma taxa reduzida para serviços públicos em vigor. Até breve! ^ -Prefeito[#]Taxa Aprovada",
        "taxRejected": "Olá, @,^ A taxa de envio foi rejeitada. Seus lucros de envio continuarão como estão. As taxas para serviços públicos também continuarão as mesmas. Até breve. ^ -Prefeito[#]Taxa Rejeitada",
        "quest10": "@,^Ouvi dizer que você está dando uma grande mão às pessoas na cidade! Todos parecem muito gratos. Estou concedendo a você o prêmio de \"Melhor Vizinho do Mês\" (com um pequeno prêmio em dinheiro). Continue assim! ^ -Prefeito%item money 500 501 %%[#]Melhor Vizinho",
        "quest35": "Olá, @,^ Você foi de tanta ajuda nesta cidade desde que veio para cá... todos continuam me falando sobre as coisas maravilhosas que fez por eles! Por favor, aceite este prêmio de agradecimento. ^ -Prefeito%item money 2500 2501 %%[#]Agradecimento do Lewis",
        "quest100": "@,^Fico feliz em anunciar que você foi escolhido como \"Vizinho do ano\"! Você receberá um prêmio de 10,000g! Parabéns! Todos na cidade querem agradecer por tudo o que você fez. ^ -Prefeito%item money 10000 10001 %%[#]Vizinho do Ano",
        "hero_update": "@,^É hora da classificação trimestral de Herói do Vale do Orvalho! Eu a coloquei em um envelope separado. Boa sorte nesta temporada! ^ -O prefeito[#]Herói do Vale do Orvalho",
        "hero_update1": "%update",
        "CF_Fish": "@,^ Sua pesca supera até a do meu pai, sô. Que trem incríver!^Essa fruta-estrela passou de Willy pai para Willy filho... ispera um 'cadim. Uns milhar de anos.^Como num tenho filho... Ocê podi pegá.^^ -Willy ^%item object 434 1 %%[#]Relíquia da Família do Willy",
        "adoptionLetter": "@ e cônjuge,^Parabéns! O pedido de adoção foi aprovado.^Trabalhamos duro para escolher o bebê perfeito para seu perfil.^O novo membro da sua família chegará em duas semanas.^^-Agência de adoção de Fernígia.[#]Bilhete de Adoção",
        "stardewHeroMine": "Mensagem secreta: Se você chegar ao fundo das minas mais uma vez, um segredo espera. Tome cuidado, porque elas estão mais perigosas.[#]Mensagem Secreta",
        "fertilizers": "Olá, ^Espero que esteja se sentindo confortável em seu novo lar. Saiba que o meu armazém agora vende fertilizante! Por que você não aparece e compra algumas caixas? ^ -Pierre[#]Fertilizantes do Pierre",
        "fertilizers2": "Prezado @,^ Agora estou vendendo fertilizantes de melhor qualidade e novos tipos de sementes! Até breve. ^ -Pierre.¦Prezada @,^ Agora estou vendendo fertilizantes de melhor qualidade e novos tipos de sementes! Até breve. ^ -Pierre.[#]Fertilizantes de Alta Qualidade do Pierre",
        "abbySpiritBoard": "Olá, @.^Um dia desses você deveria vir para o meu quarto quando escurecer... Talvez às 8 da noite.^Gostaria de mostrar uma coisa. ^ -Abigail[#]Bilhete da Abby",
        "pennySpa": "Encontre-me na sauna depois que escurecer. ^ -Penny[#]Bilhete da Penny",
        "incubator": "Olá, @,^^Obrigado por comprar uma expansão de galinheiro! Além de dobrar a capacidade do seu galinheiro, tomei a liberdade de instalar uma chocadeira.^Para usá-la, basta por um ovo dentro dela. Se você tiver espaço na sua chocadeira, o ovo chocará em vários dias!^^Como sempre, obrigado por fazer negócios comigo.^-Robin[#]Sobre a Chocadeira",
        "hatter": "Oi.^^Eu vendo chapéus. Certo? (Cutucada)^^Venha para a velha, velha, velha casa. Traga moedas. ^^Camundongo de chapéu[#]Hiyo, *cutuca*",
        "Beat_PK": "Parabéns!^^Você derrotou \"Jornada do Rei da Pradaria\" e foi aleatoriamente selecionado no nosso sorteio exclusivo de vencedores!^Você ganhou um arcade do \"Rei da Pradaria\"!^Divirta-se com o jogo no conforto da sua casa.^^Você merece!^-Equipe de Desenvolvimento do Rei da Pradaria%item bigobject 141 %%[#]Parabéns de R.P.!",
        "JunimoKart": "Parabéns!^^Você derrotou todos os níveis de \"Kart Júnimo\"... aliás, é a primeira pessoa em toda República da Fernígia a fazê-lo!^Seu prêmio: uma versão doméstica do Kart Júnimo.^^Divirta-se!^-Equipe de Desenvolvimento do Kart Júnimo %item bigobject 159 %%[#]Sucesso em Kart Júnimo!",
        "elliottReading": "@,^Tenho ótimas notícias... concluí meu romance! Vou lê-lo para todos nesta tarde na biblioteca. Espero ver você lá! ^ -Elliott[#]Leitura do Elliott",
        "elliottBoat": "Encontre-me no cais em uma manhã de sol. Tenho algo em mente. ^ -Elliott[#]Bilhete do Elliott",
        "harveyBalloon": "@,^Tenho uma surpresa para você. Encontre-me nos trilhos da ferrovia. ^ -Harvey[#]Surpresa do Harvey",
        "samMessage": "@@,^encontre-me na frente da minha casa após escurecer. ^ -Sam[#]Bilhete do Sam",
        "joshMessage": "@,^encontre-me na taberna hoje à noite após escurecer. ^ -Alex[#]Convite do Alex",
        "foundLostTools": "Olá, @,^Alguém deixou suas ferramentas na seção de achados e perdidos na noite passada.^^Eu resolvi aparecer e deixá-las próximas da sua cama.^Espero não ter acordado você... ^^ -Prefeito Lewis[#]Ferramentas Perdidas",
        "fishing2": "Tenho uns itens novos em estoque...^Uma vara de pesca de luxo e algumas iscas que podem ser utilizadas com ela!^Utilize a isca para fazer os peixes morderem a isca mais rápido. Espero ver você em breve! ^ -Willy[#]Novos Itens do Willy",
        "fishing6": "Venha na loja e dê uma olhada nas novas varas de pescar.^Elas são o melhor que o dinheiro pode comprar... e você pode personalizá-las com vários acessórios!^Espero ver você em breve! ^ -Willy[#]Novos Itens do #2",
        "wizardJunimoNote": "Minhas fontes me dizem que você esteve no antigo centro comunitário.^Por que não me faz uma visita?^Meus aposentos estão a oeste do lago na floresta, na torre de pedra. Posso ter informações sobre seu... problema com \"ratos\". ^ -M. Rasmodeu, feiticeiro. %item quest 1 true %%[#]Convocação do Feiticeiro",
        "winter_18": "Olá, @,^ Gostaria de informá-lo sobre um evento a seguir: O Festival da Estrela Polar. Este é um momento em que a comunidade se reúne e pensa sobre toda a boa sorte que tivemos este ano.^Uma tradição muito querida é o \"amigo secreto aleatório\", em que todos da cidade dão presentes para alguém escolhido aleatoriamente. No dia do festival, todos trazem um presente para um amigo secreto e os surpreendem com algo especial!^Neste ano, seu amigo secreto é: ^%secretsanta ^Não diga a ninguém! O festival acontecerá no dia 25, das 10 as 14h na praça da cidade. Até lá! ^ -Prefeito Lewis¦Olá, @,^ Gostaria de informá-la sobre um evento a seguir: O Festival da Estrela Polar. Este é um momento em que a comunidade se reúne e pensa sobre toda a boa sorte que tivemos este ano.^Uma tradição muito querida é o \"amigo secreto aleatório\", em que todos da cidade dão presentes para alguém escolhido aleatoriamente. No dia do festival, todos trazem um presente para um amigo secreto e os surpreendem com algo especial!^Neste ano, seu amigo secreto é: ^%secretsanta ^Não diga a ninguém! O festival acontecerá no dia 25, das 10 as 14h na praça da cidade. Até lá! ^ -Prefeito Lewis[#]Amigo Secreto Aleatório",
        "ccBulletinThankYou": "@,^ Todos estão falando da sua generosidade ultimamente!^Aparentemente, andam aparecendo pacotes nas casas das pessoas com itens que enviaram anos atrás no mural do centro comunitário! E os pacotes são todos endereçados da sua fazenda!^Obrigado por sair da sua rotina para fazer algo assim... todos nós na cidade estamos muito impressionados!^ -Prefeito Lewis[#]Agradecimento do Mural",
        "guildQuest": "Vi você explorando a velha mina. Você possui um espírito aventureiro, isto posso dizer.^Se você puder matar 10 gosmas, conquistará um lugar na minha Guilda dos Aventureiros.^Tenha cuidado! -Marlon %item quest 15 true %%[#]Missão para Matar Gosmas",
        "skullCave": "Vi que você entrou na Caverna dos Esqueletos. Muito bem.^Tenho um desafio para você, colega. Passe por pelo menos 25 níveis na caverna. Você vai receber um monte de $  se conseguir.^Seu amigo, sr. Qi %item quest 20 %%[#]Desafio do Qi",
        "robinWell": "Aqui é a Robin!^Há muitas pedras espalhadas na sua fazenda.^Se houver um excesso delas, considere me contratar para construir um poço para você.^Eles podem ser colocados por toda a sua fazenda e servir como locais interessantes para encher seu regador.^^Apareça na minha loja com 75 pedras e 1000g ouros quando estiver pronto. ^-Robin[#]Construa um Poço",
        "landslideDone": "Estimados consumidores do Mercado Joja: ^nossa equipe removeu o deslizamento de terra causado por nossas perfurações perto do lago da montanha. Gostaria de lembrá-los que nossas operações de perfuração são inteiramente legais (de acordo com a Emenda 61091 da Corporação Joja). A gestão responsável do meio-ambiente é nossa prioridade!^^Pedimos desculpas por qualquer inconveniente que este incidente possa ter causado.^Como sempre, apreciamos o apoio prestado até aqui!^^-Morris^Representante de Satisfação do Consumidor Joja[#]Remoção do Deslizamento pela Joja",
        "QiChallengeComplete": "Você conseguiu.^Estou muito impressionado.^Aproveite sua recompensa.^ -Qi %item money 10000 %%[#]Desafio do Qi Completo",
        "spring_2_1": "Oi, @!^Acabei de voltar de uma pesca. Você deveria passar na praia um dia desses.^Tenho algo para você.^ -Willy %item quest 13 true %%[#]Convite do Willy",
        "spring_12": "Prezado @,^Amanhã vamos realizar o Festival do Ovo na praça da cidade.^^Para participar, basta chegar entre 9 e 14 hrs.^Não perca a caçada de ovos anual!^ -Prefeito Lewis¦Prezada @,^Amanhã vamos realizar o Festival do Ovo na praça da cidade.^^Para participar, basta chegar entre 9 e 14 hrs.^Não perca a caçada de ovos anual!^ -Prefeito Lewis[#]Aviso do Festival do Ovo",
        "spring_15_1": "Olá...^^Sei que você está começando sua vida de jardinagem, então decidi dar uma dica.^^A maioria das plantas só cresce em uma estação. Quando chegar o verão, as plantas da primavera morrerão. Planeje com antecedência!^^ -Vovó Evelyn[#]Dica da Evelyn",
        "spring_23": "Olá @,^Amanhã vamos nos reunir para a Dança das Flores.^^Se encontrar um parceiro, poderá participar da dança também!^Há uma clareira depois do oeste da cidade em que poderemos dançar. Chegue entre 9 e 14 hrs se estiver interessado(a).^ -Prefeito Lewis[#]Aviso da Dança das Flores",
        "summer_10": "@,^Amanhã vamos nos reunir na praia para o Luau anual da Vila Pelicanos.^^O destaque do evento é a festa americana da comunidade. Traga algo gostoso para contribuir!^O governador em pessoa virá ao evento, então esforce-se bastante.^Venha à praia entre as 9 e 14hrs. ^ -Prefeito Lewis.[#]Aviso do Luau",
        "summer_28": "@,^Hoje, por volta das 10 horas da noite, um raro e lindo evento acontecerá.^^As medusas-da-lua passarão pela Vila Pelicanos em uma longa jornada ao sul para passarem o inverno.^^Vamos todos nos reunir na praia para assistir. Não perca!^Vejo você à noite, ^ -Demetrius[#]Dança das Medusas-da-Lua",
        "fall_9": "@,^ Daqui a uma semana, organizaremos a Feira do Vale do Orvalho na praça da cidade!^É o maior evento do ano, atraindo pessoas de todo o país para a nossa humilde cidade.^Se quiser, você poderá mostrar suas habilidades no evento. Basta trazer 9 itens para demonstrar seus talentos. Você será julgado pela qualidade e diversidade do que mostrar.^A feira começa às 9 da manhã... não perca!^ -Prefeito Lewis[#]Aviso da Feira do Vale do Orvalho",
        "fall_15": "@,^Quero lembrar que a Feira do Vale do Orvalho começa amanhã.^Não se esqueça de trazer 9 itens para a mostra de granjas.^Lembre-se: a feira começa às 9 da manhã na praça da cidade. Vejo você lá!^ -Prefeito Lewis[#]Lembrete da Feira do Vale do Orvalho",
        "fall_26": "@,^O ar está mais frio ultimamente, não acha? Pode ser só a chegada do inverno...^Ou a aproximação de um espectro das trevas que aproximou para celebrar o festival de amanhã conosco... a Véspera dos Espíritos.^Venha à cidade às 10 se quiser participar.^ -Prefeito Lewis[#]Aviso da Véspera dos Espíritos",
        "winter_7": "Olá, @,^Amanhã vamos nos reunir na frente da casa da Marnie para o Festival do Gelo.^^É uma celebração do inverno... vai ter boneco de neve, esculturas de gelo, e uma competição de pesca no gelo!^Chegue entre 9 e 14 hrs se quiser participar. ^ -Prefeito Lewis[#]Aviso do Festival do Gelo",
        "spring_11_1": "DESAPARECIDO: ^Acabei perdendo meu Machado favorito! Se você o encontrar, por favor me devolva assim que puder. Estou tendo um trabalhão aqui sem ele. Quem achar pode ficar com 250 ouros.^ -Robin%item quest 100 %%[#]Robin Perdeu seu Machado",
        "spring_19_1": "Colega @,^Tenho um pedido para você. Preciso de couve-flor fresca para uma receita que preciso preparar. Você poderia me trazer um pouco?^ -Jodi%item quest 101 %%[#]Jodi Pede por Couve-Flor",
        "summer_3_1": "@,^Que vergonha... Perdi meus shorts roxos da sorte. Estou lhe contando porque confio em você.^Se encontrá-los, traga-os até mim DISCRETAMENTE. Pago bem.^Obrigado.^ -Prefeito Lewis%item quest 102 %%[#]Lewis Pede um Favor",
        "summer_14_1": "Oi!^Minha garganta está seca como um osso no deserto. Que vontade de beber uma cerveja pale ale! Tem uma? Cerveja comum não serve. Preciso de uma pale ale.^ -Pam%item quest 103 %%[#]Pedido da Pam",
        "summer_20_1": "@,^Estou reunindo dados sobre a correlação entre a alcalinidade do solo e os níveis de frutose em plantações. Resumindo: preciso de um melão fresco de sua fazenda. Se me trouxer um, ficarei muito grato.^ -Demetrius%item quest 104 %%[#]Demetrius Pede por uma Amostra",
        "summer_25_1": "Ao(À) fazendeiro(a) @:^Sabe o que me ajuda quando meu joelho está bichado?^Esfregar essa tranqueira com pimenta picante.^O problema é que estou sem no momento. Se você tiver um pouco para dividir comigo, agradeço.^ -George %item quest 105 %%[#]George Precisa de Pimenta",
        "fall_3_1": "@,^Gostaria de dar um tratamento especial para minhas vacas. Elas são muito boazinhas e estão com muita fome. Você poderia me trazer um pouco de amaranto? Elas amam esse negócio.^Muito obrigado, meu anjo!^ -Marnie %item quest 106 %%[#]Pedido da Marnie",
        "fall_8_1": "Oi!^É temporada de mirtilos agora. Os arbustos estão cheio deles. Quero pegar alguns, mas perdi minha cesta. Você pode me ajudar?^ -Linus%item quest 107 %%[#]Linus Perdeu sua Cesta",
        "fall_19_1": "@,^Gostaria de comprar uma abóbora de você. Minha filha e eu queremos esculpir uma cabeça de abóbora para a Véspera do Dia dos Espíritos. ^ -Caroline%item quest 108 %%[#]Pedido da Caroline",
        "winter_2_1": "Ei! Tenho um pequeno desafio para você.^Pegue uma lula para mim.^Você pode pescá-las no oceano, à noite. Elas só aparecem no inverno.^ -Willy%item quest 109 %%[#]Desafio do Willy",
        "winter_6_1": "Tenho um pedido um pouco incomum. Você pode guardar segredo?^Preciso que você entregue uma ametista para a Emily. É a pedra preciosa favorita dela. Diga que é um presente meu.^ -Clint%item quest 110 %%[#]Pedido Estranho do Clint",
        "winter_12_1": "@,^Estou pesquisando a esquecida arte da adivinhação das trevas. Preciso de um item chamado de \"Essência Nula\". Traga-o até mim e você será recompensado. ^ -M. Rasmodeu, feiticeiro%item quest 111 %%[#]Pedido do Feiticeiro",
        "winter_17_1": "@,^Desculpe incomodar novamente, mas preciso de outro favor.^Consegui um martelo novo e gostaria de testá-lo em vários metais.^Você poderia derreter uma barra de ferro e trazê-la até mim?^Obrigado.^ -Clint %item quest 112 %%[#]Pedido do Clint",
        "winter_21_1": "@, ^Como você está? Espero que o inverno não tenha sido muito duro com você.^Enfim; estou escrevendo para pedir um pouco de madeira de lei. Preciso de uns 10 troncos, se tiver.^Se não tiver, sem problemas. Cuide-se!^ -Robin%item quest 113 %%[#]Pedido da Robin",
        "winter_26_1": "Olá, @,^Gostaria de fazer um ensopado de peixe, mas preciso de uma albacora! Sei que a temporada delas está quase acabando... desculpe por avisar só agora. Você poderia pegar uma para mim?^ -Gus%item quest 114 %%[#]Gus Precisa de um Certo Peixe",
        "spring_6_2": "@,^Que vontade de comer um damasco fresco! Não consegui encontrar um no armazém, então estou fazendo este pedido a você. Pago bem por ele!^ -Emily%item quest 115 %%[#]Pedido da Emily",
        "spring_15_2": "Olá, @,^Gostaria de surpreender meu marido com um presente. Ele é um grande fã de alho-poró. Você pode me trazer um?^ -Vovó Evelyn%item quest 116 %%[#]Surpresa da Evelyn",
        "spring_21_2": "COMUNICADO^Aqui é o Pierre... Como eu quero um prato de sashimi! Vou pagar muito bem para quem me trouxer um pouco.^ -Pierre%item quest 117 %%[#]Desejo do Pierre",
        "summer_6_2": "Precisa-se de pescador^Preciso de um bom exemplar de baiacu. Estou conduzindo um experimento sobre a toxina emitida por ele.^Recomensa: 1000ouros^ -Demetrius%item quest 118 %%[#]Estudo do Demetrius Sobre Toxinas",
        "summer_15_2": "Olá, @,^Gostaria de dar uma fruta-estrela para minha esposa no nosso aniversário de casamento. Você possui um pé delas em sua fazenda? Se me trouxer uma, ficarei muito grato.^ -Kent%item quest 119 %%[#]Kent Precisa de um Presente",
        "summer_21_2": "@,^preciso de óleo de trufas. Não me pergunte o motivo.^ -Prefeito Lewis%item quest 120 %%[#]Pedido de Lewis",
        "fall_6_2": "Precisa-se: Uma lagosta fresca para uma maravilhosa sopa que estou fazendo.^Quem: Gus, proprietário da Taverna das Estrelas.^Recompensa:800g %item quest 121 %%[#]Gus Precisa de Lagosta",
        "fall_19_2": "COMUNICADO^Alguém tem uma pilha por aí? O controle da minha TV queimou, e é uma dor-de-cabeça incrível sair do sofá para mudar de estação.^ -Pam%item quest 122 %%[#]Pam Precisa de Ajuda",
        "winter_5_2": "@,^Estou criando um cajado encantado de poder fenomenal.^Entretanto, está faltando algo: uma Barra de Irídio.^Estou disposto a pagar 5x o valor de mercado por ela. Traga-a assim que puder.^ -M. Rasmodeu, feiticeiro %item quest 123 %%[#]Feiticeiro Precisa de um Item Raro",
        "winter_13_2": "Tenho outro desafio para você: Traga-me um Ófis.^É muito difícil pegá-lo, mas você consegue.^ -Willy%item quest 124 %%[#]Desafio do Willy #2",
        "winter_19_2": "@,^Não sei o que fazer. Preciso desesperadamente de um Coco-no-no na taverna, mas não consigo achar um coco!^Você pode me ajudar?^ -Gus%item quest 125 %%[#]Gus Precisa de um Coco",
        "winter_24": "Olá, @,^Amanhã é o Festival da Estrela Invernal.^Você arrumou o presente para seu amigo secreto... %secretsanta?^A festa começa às 9 da manhã na praça da cidade. Ate lá! ^ -Prefeito Lewis[#]Lembrete do Festival da Estrela Invernal",
        "passedOut1_Billed_Male": "Prezado, @,^Na noite passada, um membro da Joja encontrou-o inconsciente. Uma equipe médica foi enviada para trazê-lo para casa com segurança.^Estamos felizes de que esteja bem!^^(Você recebeu uma cobrança de {0} ouros por este serviço)^^ -Morris^Representante Joja de Satisfação do Consumidor[#]Fatura da Joja",
        "passedOut1_Billed_Female": "Prezada, @,^Na noite passada, um membro da Joja encontrou-a inconsciente. Uma equipe médica foi enviada para trazê-la para casa com segurança.^Estamos felizes de que esteja bem!^^(Você recebeu uma cobrança de {0} ouros por este serviço)^^ -Morris^Representante Joja de Satisfação do Consumidor[#]Fatura da Joja",
        "passedOut1_NotBilled_Male": "Prezado, @,^Na noite passada, um membro da Joja encontrou-o inconsciente. Uma equipe médica foi enviada para trazê-lo à sua casa com segurança.^Estamos felizes de que esteja bem!^^Como você não possui dinheiro, fomos obrigados por lei a prover este serviço de graça.^^-Morris^[#]Nota Legalmente Requirida",
        "passedOut1_NotBilled_Female": "Prezada, @,^Na noite passada, um membro da Joja encontrou-a inconsciente. Uma equipe médica foi enviada para trazê-la à sua casa com segurança.^Estamos felizes de que esteja bem!^^Como você não possui dinheiro, fomos obrigados por lei a prover este serviço de graça.^^-Morris^[#]Nota Realmente Requirida",
        "passedOut2": "@, ^Você tem sorte de eu ter encontrado você noite passada! Você estava inconsciente, e tinha alguém revirando seus bolsos. Não faço ideia de quanto tiraram de você... essa pessoa fugiu assim que cheguei. Tenha mais cuidado!^^ -Linus[#]Nota do Linus",
        "passedOut3_Billed": "@,^Alguém deixou você na clínica noite passada. Você desmaiou de exaustão!^Tome mais cuidado e vá para a cama em um horário razoável.^Estou cobrando {0} ouros para cobrir suas despesas médicas.^^-Dr. Harvey[#]Da Clínica do Dr. Harvey",
        "passedOut3_NotBilled": "@,^Alguém deixou você na clínica noite passada. Você desmaiou de exaustão!^Tome mais cuidado consigo e vá para a cama em um horário razoável.^Como você está sem dinheiro, estou fornecendo tratamento de graça.^^-Dr. Harvey[#]Serviço Médico Grátis do Harvey",
        "EmilyClothingTherapy": "@,^Tenho uma ideia meio maluca em que gostaria que todos participassem... se chama \"roupaterapia\".^^Venha à casa do prefeito para saber do que se trata.^^ Com amor, Emily.[#]Ideia da Emily",
        "EmilyCamping": "@,^Vamos acampar! ^^Encontre-me no bosque secreto após às 22h.^^ Com amor, Emily[#]Convite da Emily",
        "EmilyDoneCamping": "Obrigado por se divertir comigo noite passada... foi muito bom.^Estou muito feliz daquele urso ter vindo!^^Até breve^^Com amor, Emily[#]Bilhete da Emily",
        "lewisStatue": "@,^^No futuro, eu agradeceria bastante se você pudesse evitar de expor os meus objetos PESSOAIS para toda a cidade!^^Foi uma grande decepção!^^Aceite este dinheiro e nunca mais fale do meu 'projeto' para ninguém.%item money 750 751 %%[#]Bilhete Raivoso do Lewis",
        "marnieAutoGrabber": "@,^Tenho um item novo no estoque... Ele se chama \"Auto-Recolhedora\".^^Essa coisa é capaz de ordenhar suas vacas e cabras, além de tosar suas ovelhas... sozinha!^^Ela é considerada um 'item de luxo', por isso seu preço é 25.000g.^^ -Marnie[#]Sobre a Auto-Recolhedora",
        "winter_14": "A partir de amanhã, uma frota de comerciantes chegará na Vila Pelicano para participar do mercado noturno anual.^^O mercado será aberto às 5pm e estará no porto pelos próximos três dias.^^Por favor, visite a praia depois das 5pm para participar das comemorações. Vai ter café grátis![#]Aviso do Mercado Noturno ",
        "spring_1_2": "Nota:^^O preço dos materiais brutos na loja da Robin e na loja do Clint aumentou.[#]Nota do Preço dos Materiais Brutos",
        "CarolineTea": "Querido(a) @,^^Obrigada por visitar minha sala do sol ontem. Eu geralmente bebo chá sozinha, mas foi divertido compartilhar com você!^^Eu inclui instruções de como preparar o seu próprio chá. Sem pressão, mas se você conseguir fazer um pouco, traga um copo para mim!^^-Caroline%item craftingRecipe Tea_Sapling %%[#]Nota de Chá da Caroline",
        "elliottLetter5": "Meu amor @,^^Não vou te entediar mais com detalhes sobre minhas leituras. Elas são bem parecidas.^^Tenho certeza que tem feito coisas bem mais legais! Mal posso esperar para voltar e ver o progresso feito.^^Nessas viagens longas entre cidades, eu me entretenho ao fechar os olhos e imagina a fazenda... Eu vejo barris pulsando com vinho fresco, uma fornalha em chamas com minérios preciosos, e nossa pequena cozinha com cheiro de canela e nóz-moscada. Há muito para apreciar!^^Só não fique até tarde nas minas, meu amor. É muito perigoso! Se você for... leve muita comida.^^-Com amor, Elliott %item conversationTopic ElliottGone6 0 %%[#]Carta do meu Marido 5",
        "elliottLetter4": "Em sonhos, quando agraciado com uma vista soberba^Eu contemplo o mar iluminado pelo sol^Que costas distantes eu já viajei^Mas o tempo agora embaça minha memória^^Só existe um lugar eterno^Onde eu um dia irei partir^No Vale querido, onde o meu amor aguarda:^Nossa pequena casa ao lago^^-Elliott %item conversationTopic ElliottGone5 0 %%[#]Carta do meu Marido 4",
        "elliottLetter6": "@, meu amor,^^Esta vai ser a última carta antes de voltar para casa. Tive uma boa viagem... mas nada muito emocionante. É legal encontrar pessoas que gostam do meu trabalho, mas estou ansioso em voltar para casa.^^Sinto saudade do conforto da nossa casa, o satisfatório trabalho na fazenda, uma refeição caseira, e acima de tudo, ficar debaixo das cobertas com você.^^Te vejo em breve!^-Com amor, Elliott %item conversationTopic ElliottGone7 0 %%[#]Carta do meu Marido 6",
        "elliottLetter1": "@, meu amor,^^acabei de chegar em Grampleton, para começar a viagem. Eu esqueci o quão agitada essa cidade é! As ruas são cheias de pessoas... que parecem estar com muita pressa, ou completamente perdidos, sem saber para onde ir. Já estou com saudade da Vila Pelicanos!^^Eu começo a viagem esta tarde, em uma livraria local. Tenho que admitir, estou ficando nervoso só de pensar em falar em público... parece que meu estômago se contorce como um pretzel encharcado de queijo picante. Me deseje sorte!^^-Com amor, Elliott^^P.S. Espero que tenha uma noite pacífica, e não tenha medo de ficar só nessa casa gigante! %item conversationTopic ElliottGone2 0 %%[#]Carta do meu Marido",
        "elliottLetter3": "Meu amor @,^^Ontem a noite na Cidade Zuzu foi uma grande experiência! Parece que existe uma cena literária maior aqui... algumas dezenas de pessoas apareceram para a leitura!^^Eu até dei alguns autógrafos... é estranho ser visto como alguém importante. É tudo questão de concepção, uma grande ilusão... pois não sou ninguém especial. Só o seu devoto Elliott, como sempre.^^Agora eu estou sozinho, no quarto do hotel, 'digerindo' uma refeição barata da Joja...^^Isso pode ser considerada 'comida'?^Ou 'matéria comestível'?^Não preciso pensar muito^Acho que é a última opção^^Estou ansioso para voltar para casa logo. Espero que tenha gostado dos bolinhos de caranguejo.^^-Com amor, Elliott %item conversationTopic ElliottGone4 0 %%[#]Carta do meu Marido 3",
        "elliottLetter2": "@,meu amor,^^A primeira leitura foi legal, mesmo que a audiência tenha sido menor que o esperado. Ainda assim, eu vendi cópias o suficiente do meu livro para pagar pelo meu quarto de hotel (que é infestado de insetos)!^^Em algumas horas, eu vou para a Cidade Zuzu. Se a leitura de ontem foi um aquecimento, essa próxima vai ser uma explosão nuclear...^^Sinto muita saudade de você. Lembra de comer bem! Ah, e não se esqueça dos bolinhos de caranguejo que eu coloquei na geladeira...^-Com amor, Elliott %item conversationTopic ElliottGone3 0 %%[#]Carta do meu Marido 2",
        "WoodChipper": "Ei @,^^Queria que soubesse de um novo item que estou usando... é um 'Triturador de Madeira'.^^Você pode usar para quebrar madeira de lei em vários pedaços de madeira normal!^^Eu sei que madeira é difícil de se conseguir no inverno, então se os suprimentos estiverem escassos, considere pegar um.^       -Robin[#]Nota do Triturador de Madeira",
        "MarlonRecovery": "@,^Encontrei seu item perdido.^^Tenha mais cuidado da próxima vez!^   -Marlon%item itemRecovery %%[#]Marlon Encontrou seu item",
        "RarecrowSociety": "Prezado(a) @,^^Sua dedicação é realmente impressionante...^^Só poucos conseguiram adquirir a coleção completa de Espantalhos Raros!^^Por favor aceite este diagrama como presente pela sua conquista.^   -A Socieda C.Z. de Espantalhos Raros%item craftingRecipe Deluxe_Scarecrow %%[#]Da Sociedade de Espantalhos Raros",
        "passedOut4": "@, ^^Encontrei você com a cara na lama durante minha patrulha às 3:00 da madrugada.^^Você deveria chegar em casa um pouco mais cedo da próxima vez!^^     -Marlon[#]Nota do Marlon"
    }
}