{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Robin": "Selam!^Elimde fazladan odun vardı... İşine yarayabileceğini düşündüm. Sağlıcakla kal!  ^   -Robin %item object 388 50 %%[#]Robin'in Armağanı",
        "Demetrius": "Sevgili @,^Geçen gün saha çalışması yaparken bu örneği buldum. ^Umarım benim çektiği gibi senin de ilgini çeker.    ^   -Demetrius%item object 392 1 394 1 132 1 66 1 %%[#]Demetrius'un Armağanı",
        "Linus": "Merhaba, dostum.^Dağdaki göl son zamanlarda bana epey teveccüh gösterdi. Ben de iyi talihimi seninle paylaşmak istedim.  ^   -Linus %item object 136 1 143 1 202 1 227 1 228 1 %%[#]Linus'u Armağanı",
        "Pierre": "Değerli müşterimiz, 'Pierre'in Bakkalı'nı' ziyaret ettiğiniz için teşekkürler! Pakette 'Nakit Para Üstü Ödül Programı' iadeniz bulunmaktadır. Yakında görüşmek dileğiyle! ^   -Pierre^  Not: Standart mesaj için özür dilerim, @. Tadını çıkar! %item money 250 601  %%[#]Pierre'in Armağanı",
        "Caroline": "Sevgili @,^Evin arkasındaki bahçemden topladığım sebzelerden birini sana yolladım. Tahminimce, elide ne yapacağını bildiğin çok daha fazla sebze vardır. Yine de yollamış bulundum.   ^   -Caroline%item object 190 1 192 1 24 1 %%[#]Caroline'in Armağanı",
        "George": "İyi kalitede birkaç taş buldum. ^Belki bunlarla bir şeyler yapabilirsin.  ^   -George %item object 390 35 %%[#]A Gift From George",
        "Evelyn": "Merhaba canım,  çiftlikte her şeyin yolunda olduğunu umuyorum.^ Sana mutfağımdan bir şey yolladım... Umarım postada unufak olmamıştır.  ^   -Evelyn  %item object 216 1 220 1 223 1 %%[#]Evelyn'in Armağanı",
        "Pam": "Hey. ^Bunu çekmecenin birinde buldum. İşine yarayabileceğini düşündüm.   ^   -Pam %item object 346 1 349 1 787 1 %%[#]Pam'in Armağanı",
        "Lewis": "@,^Toplumumuzun bir parçası olman beni gerçekten memnun etti! Çalışmalarına devam etmen için, ekte Yıldızçiyi Vadisi Tarım Fonu'ndan 500g değerinde bir çek bulunuyor.^Bununla biraz tohum alabilirsin.  ^  İçtenlikle, Bay Lewis%item money 500 501 %%[#]Lewis'in Armağanı",
        "Gus": "@!^Bu sabah salonda sana ufak bir ikramlık hazırladım. Göm bakalım!   ^   -Arkadaşın Gus%item object 224 1 213 1 211 1 207 1 200 1 195 1 198 1 %%[#]Gus'ın Armağanı",
        "Clint": "Şey, merhaba...     ^Afedersin, mektup yazmakta iyi değilimdir. Fazladan külçe yapınca, senin de ihtiyacın olabileceğini düşündüm.  ^   -Demirci Clint %item object 334 1 335 1 336 1 %%[#]Clint'in Armağanı",
        "Jodi": "Sevgili @,^Bahçe için çok fazla gübre sipariş etmişim! Bahse varım gübre işine yarayacaktır. Sevgilerle!  ^   -Jodi %item object 368 5 369 5 370 5 %%[#]Jodi'nin Armağanı",
        "Kent": "Merhaba, @.^Yolladığım şey alet edevat dolabında toz tutmaya başlamıştı. Senin kullanabileceğini düşündüm.  ^   -Kent%item object 286 1 287 1 288 1 787 1 %%[#]Kent'in Armağanı",
        "Emily": "Merhaba!^Nasılsın? Umarım gönderdiğim hediyenin tadını çıkarırsın... Şey o zaman, hoşçakal! +   ^   -Emily %item object 397 1 428 1 440 1 %%[#]Emily'nin Armağanı",
        "Marnie": "Sevgili @,^O kadar iyi bir komşusun ki işini kolaylaştırmak için biraz yem gönderebileceğimi düşündüm. Böyle devam et! ^   -Marnie %item object 178 30 %%[#]Marnie'nin Armağanı",
        "Shane": "Hey,^Sana mektup yazmak hoş olabilir diye düşündüm. Gerçi nasıl yazılır onu bile bilmiyorum.^ İşte, sana bir de sürpriz paketim var. Bunu yıllar önce JojaMart'ın arka odasından almıştım. Sakın kimseye söyleme.^Oldu o zaman. Yakında görüşürüz. ^   -Shane %item object 215 1 206 1 %%[#]Shane'in Armağanı",
        "Wizard": "Selamlar, genç üstat.^Pakette gizemli bir şeyler var. Akıllıca kullan.   ^   -Büyücü M. Rasmodius%item object 422 1 82 1 84 1 70 1 %%[#]Büyücü'nün Armağanı",
        "Sandy": "Patisko Çölü'nden selamlar!^Yakın zamanda ziyaretime gel. Burada sıkıntıdan patladım :(. Çölden sana hediye yolladım. Geldiğinde teşekkür edebilirsin!   ^   -Sandy %item object 88 1 90 1 218 1 %%[#]Sandy'nin Armağanı",
        "afterSamShow": "@,^gösteri acayip iyiydi! Bu inanılmaz grubu oluşturmamıza yardım ettiğini için tekrardan teşekkür etmek istedim. Sen olmasaydın bunu başaramazdık!   ^   -Sam[#]Sam'in Teşekkür Notu",
        "afterArtShow": "Sevgili @,^Sanat sergime geldiğin için teşekkür ederim. Başarılı bir sergi oldu! Neredeyse tüm heykellerimi sattım. Herkes çok olumluydu, bana cesaret verdiler! Umarım seni yakında görebilirim.  ^   -Leah[#]Leah'nın Teşekkür Notu",
        "haleyGarden": "@,^Sana not yazmanın zevkli olabileceğini düşündüm.^ Dün ineklerle birlikteyken acayip eğlendim... Neden çiftçi olmayı seçtiğini anlamaya başladım! Umarım yakında görüşebiliriz.  ^   -Haley[#]Haley'nin Notu",
        "PennyCleanTrailer": "Dün bizde olanlar için özür dilerim... Annemin aksiliği bazen üzerinde olabiliyor.^Lütfen bu olanları unutalım.  ^   -Penny[#]Penny'nin Özrü",
        "Duck": "Sevgili @,^Tavuk yetiştirebileceğini kanıtladın. Dükkanımda artık ördek de satıyorum!       ^   -Marnie[#]Satılık Ördekler!",
        "Rabbits": "Sevgili @,^Dükkanımda tavşan satmaya başladım! Sana yumuşacık yünler... ve daha bir sürü şey verebilirler!       ^   -Marnie[#]Satılık Tavşanlar!",
        "Sheep": "Sevgili @,^İnek yetiştirebileceğini Wizard. Dükkanımda artık koyun da satıyorum!       ^   -Marnie[#]Satılık Koyunlar!",
        "Goats": "Sevgili @,^Dükkanda keçi de satmaya başladım. Şu ana kadar hayvan bakımı konusunda kusursuzdun!       ^   -Marnie[#]Satılık Keçiler!",
        "Pigs": "Sevgili @,^Geldiğin günden bu yana çok yol aldın. Bunun sonucunda dükkanımda domuz satmaya karar verdim. Bu domuzlar lezzetli yer mantarlarını bulmak için eğitilmiştir!       ^   -Marnie[#]Satılık Domuzlar!",
        "SeaAmulet": "@,^Sana bir tavsiyede bulunacağım, çünkü seni sevdim ve Pelikan Kasabası'nda kalmanı istiyorum. Gün gelirde birine evlenme teklifinde bulunacak olursan, o şanslı kişiye 'Denizkızı'nın Kolyesi'ni' vermen gerekecek. Endişelenme sakın, Pelikan Kasabası'ndaki herkes bu kolyenin önemini bilir. Bu bölgenin eski geleneklerindendir. Bol şanslar! ^   -Lewis[#]Denizkızı'nın Kolyesi Hakkında",
        "Bouquet": "@,^Anlaşılan kasaba halkının bir kısmıyla yakınlaşmaya başlamışsın. Birine, onunla romantik anlamda ilgilendiğini göstermek istiyorsan şu güzel çiçek buketlerinden vermen gerek. Bende buket satmaya başladım, hem de çok uygun bir fiyata! Bir gün aile kurmak istersen, atman gereken ilk adım buket almak olacak! ^   -Pierre[#]Buketler Hakkında",
        "RobinCooking": "Sevgili @,^sana büyükannemin yadigarı olan eski bir tarifi gönderiyorum. Tadını çıkar!   ^   -Robin%item cookingRecipe %%[#]Robin'in Tarifi",
        "DemetriusCooking": "Çalışmamla ilgilendiğin için 'teşekkür etmek' istedim. İşte sevdiğim yemeğin tarifi. ^   -Demetrius%item cookingRecipe %%[#]Demetrius'un Tarifi",
        "LinusCooking": "@,^nasılsın? Pakette favori balık yemeklerimden birini nasıl yapacağına dair talimatlar yer alıyor. ^   -Linus%item cookingRecipe %%[#]Linus'un Tarifi",
        "PierreCooking": "ÇOK GİZLİ:^İşte ünlü yabanmersinli turtamın tarifi.^Kimseye gösterme! Bunu, çok iyi arkadaş olduğumuz için sana veriyorum. ^   -Pierre%item cookingRecipe %%[#]Pierre'in Ünlü Turtası",
        "CarolineCooking": "Sevgili @,^bahçeden aldığın taze sebzelerle yemek yapmaktan daha tatmin edici bir şey yok! Sana yardımcı olmak için bir tarifi paketleyip yolladım. Sevgiyle kal, ^   -Caroline%item cookingRecipe %%[#]Caroline'in Tarifi",
        "GeorgeCooking": "Evde öylece duran bu tarifi sana verebileceğimi düşündüm. Yakmamaya çalış. ^   -George%item cookingRecipe %%[#]George'un Tarifi",
        "EvelynCooking": "Sevgili @,^Genelde tariflerimi kimseye vermem... Ama bana ve George'a karşı çok iyi olduğundan ötürü bu tarifi sana yazıyorum. ^   -Evelyn%item cookingRecipe %%[#]Evelyn'nin Tarifi",
        "PamCooking": "Merhaba evlat,^Babamın eskiden yaptığı bir tatlının tarifini gönderdim. Yavaş pişir. ^   -Pam%item cookingRecipe %%[#]Pam'in Tarifi",
        "LewisCooking": "@,^sağlıklı beslenmeyi unutma, yoksa çalışmak için yeterli enerjiyi bulamazsın! En sevdiğim tariflerden birini sana paket yaptım. Olgun domates kullandığından emin ol! ^   -Lewis%item cookingRecipe %%[#]Lewis'in Tarifi",
        "GusCooking": "Sevgili @,^Al bakalım, sana salonumdan bir tarif yolladım. Bunu bir tek yakın arkadaşlarımla paylaşırım! ^   -Gus%item cookingRecipe %%[#]Gus'ın Tarifi",
        "ClintCooking": "Şey, birkaç tarif biliyorum.^Sana bir tanesini göndereyim dedim... Belki daha fazla cevher çıkarmanı falan sağlayabilir.^Sağlıcakla kal. ^   -Clint%item cookingRecipe %%[#]Clint'in Tarifi",
        "JodiCooking": "@,^bu tarifim yemek yarışmasında 1. olmuştu! Umarım beğenirsin. Benimle arkadaşlık ettiğin için teşekkür ederim! ^   -Jodi%item cookingRecipe %%[#]Jodi'nin Tarifi",
        "KentCooking": "Bu tarifi yurtdışında almıştım. Yemeğin tadını çıkar.^Hoş karşılandığımı hissettirdiğin için teşekkürler. ^^   -Kent%item cookingRecipe %%[#]Kent'in Tarifi",
        "EmilyCooking": "@!^Aşırı sağlıklı bir yemek hazırlamak için bu mektubun arkasındaki talimatlar kısmına göz at!^Enerjik hissedeceğine emin olabilirsin. Yakında görüşürüz. ^   -Emily%item cookingRecipe %%[#]Emily'nin Sağlıklı Tarifi",
        "MarnieCooking": "Sevgili komşum,^hayvanlarla ilgilenmediğim zamanlarda mutfağımda bir şeyler denemekten hoşlanıyorum. Arkadaş olduğumuz için bazı tariflerimi seninle paylaşmak düşüncesindeyim.^Umarım beğenirsin! ^   -Marnie%item cookingRecipe %%[#]Marnie'nin Tarifi",
        "ShaneCooking": "@,^Bu tarif, derginin tekinde bulduğum zaman ilgimi çekmişti. Bir gün pişirirsen beni yemeğe çağırmaktan çekinme sakın. Hehe. ^   -Shane%item cookingRecipe %%[#]Shane'in Tarifi",
        "SandyCooking": "Sevgili @,^Çölde o kadar sıkıldım ki sana mektup yazayım dedim. Pakette lezzetli bir çorbanın tarifi var. Yakında ziyaretime gel! ^   -Sandy%item cookingRecipe %%[#]Sandy'nin Tarifi",
        "WillyCooking": "Sevgili @,^Babamın eskiden yaptığı bir yemeğin tarifini senle paylaşmak istedim. Balığın TAZE olması çok önemli.  ^   -Willy%item cookingRecipe %%[#]Willy'nin Eski Tarifi",
        "mom1": "Sevgili @,^  Nasılsın, tatlım? Gittiğinden beri seni çok özledim. Umarım çiftlikteki hayatında aradığını bulmuşsundur. ^   Sevgilerle, Annen   ^   Not: En sevdiğin kurabiyelerden gönderdim. < %item object 223 1 %%[#]Annenin Mektubu",
        "mom2": "\n        Sevgili @,^  Canım, uzun zamandır senden haber alamadım. Burada her şey aynı ama seni çok özlüyorum. ^  Sevgilerle, Annen ^ Not: Büyükbabanın sana bırakmış olduğu bir paket buldum. İçinde para vardı. %item money 500 501 %%[#]Annenin 2. Mektubu",
        "mom3": "Sevgili @,^  Yerel gazetede haberini gördüm! Anlaşılan kırsal hayatı sana epey yaramış! Seninle gurur duyuyorum. Kendine dikkat et, tatlım. Sevgilerle, Annen[#]Annenin 3. Mektubu",
        "mom4": "Sevgili @,^ Hayat nasıl gidiyor? Çiftlikten bir servet elde ediyor olmalısın. Milyoner olduğunda anneciğini unutma sakın! ^  Sevgilerle, Annen   ^   Not: Kekin tadını çıkar!%item object 221 1 %%[#]Annenin 4. Mektubu",
        "dad1": "Sevgili @,^  Yeni hayatına alışabildin mi? Ne ara büyüdün bilemiyorum doğrusu... Zaman akıp gidiyor. Sen gidince param birazcık arttı. Sana ufak bir hediyem var.^  Sevgilerle, Baban.%item money 500 501 %%[#]Babanın Mektubu",
        "dad2": "Sevgili @,^  Kır hayatı nasıl gidiyor? Sen gidince yalnız kaldık tabi. Ancak, ben seninle gurur duyuyorum.^  Sevgilerle, Baban  ^  Not: Büyükbabanın sana bırakmış olduğu bir paket buldum. İçinde para vardı. %item money 500 501 %%[#]Babanın 2. Mektubu",
        "dad3": "Sevgili @,^  Yerel gazetede çıkan haberini okudum! Çiftlikte yaptıklarınla beni etkilemeyi başardın! Böyle devam edersen, ihtiyar babacığın Eğreltiotu Adaları'nda lüks bir bungalovda emeklilik hayatına başlayabilir ;).^  Love, Dad[#]Babanın 3. Mektubu",
        "dad4": "Sevgili @,^ Çiftlikte işlerin yoğun olduğunu biliyorum. Zaten bu yüzden ziyarete gelemiyorsun. Anlıyorum, çok da fazla çalışıyorsun... Bu şekilde devam edersen her şeyi başarabilirsin! ^ Sevgilerle, Baban  ^  Not: Sana kaliteli taşlar gönderiyorum. %item object 390 30 %%[#]Babanın 4. Mektubu",
        "newsstory": "Merhabalar, @.^Çiftliğinizin, Yıldızçiyi Vadisi Kürsüsü gazetesinin önümüzdeki haftaki 'yeni çıkan' köşesinde yer alacağını bildirmekten zevk duyuyoruz! Tebrikler. Hızlı ilerleyişiniz bizi etkiledi. ^   -YÇK[#]Haber Bilgilendirmesi",
        "pierreBackpack": "REKLAM:^\"Bir sürü güzel şey buluyorum ama çantam hep dolu oluyor!\"^^Bir an kendinizi mi anımsadınız? O halde Pierre sorununuzu çözsün!^^DERHAL Pierre'in Bakkalı'na uğrayın ve uygun fiyata 24'lük sırt çantalarımıza göz atın!^ Yakında görüşmek dileğiyle![#]Pierre'in Bakkalı - Çanta Bilgilendirmesi",
        "pierreHours": "REKLAM:^^Pierre'in Bakkalı artık haftanın her günü açık![#]Pierre'in Bakkalı - Mesai Bilgilendirmesi",
        "robinKitchenLetter": "Sevgili Çiftçi @,^^Tanıştığımız zaman büyükbabanın barakasıyla dalga geçtiğim için özür dilerim. Aslında çok hoş bir yermiş!^^Yine de bir gün daha fazla alana ihtiyacın olabilir. O noktada sana yardım edebilirim. Bana hammadde getirip işçilik tutarını ödediğin takdirde evini genişletebilirim.^(Arka sayfadan devam eder)^^İlk olarak mutfak ekletmeni öneririm. Mutfakla öğrendiğin tarifleri yapabilirsin.!^^Her neyse, umarım Yıldızçiyi Vadisi'nde evinde gibi hissetmeye başlamışsındır!^^    Bölgemizin marangozu,^        Robin[#]Robin'in Sunduğu Hizmetler",
        "taxPassed": "Sevgili @,^nakliyat vergisi yasası kabul edildi. Bugünden itibaren nakliyattan elde ettiğin gelirin %3'ü vergi olarak alınacak. İndirilmiş ücret kamu hizmetlerinde de geçerli olacak. Yakında görüşmek dileğiyle! ^   -Başkan[#]Vergi Yasası'nın Kabulü",
        "taxRejected": "Sevgili @,^nakliyat vergisi yasası kabul edilmedi. Nakliyattan elde ettiğin gelirde değişiklik olmayacak. Ücret, kamu hizmetlerinde de aynı kalacak. Yakında görüşmek dileğiyle. ^   -Başkan[#]Vergi Yasası'nın Reddi",
        "quest10": "@,^Kasabadaki yurttaşlarımıza yardım ettiğini duyuyorum! Herkes müteşekkir duruyor. Sana bu ayın \"En İyi Komşu\" ödülünü (bir miktar nakit ile birlikte) veriyorum. Böyle devam et! ^   -Başkan%item money 500 501 %%[#]En İyi Komşu Ödülü",
        "quest35": "Sevgili @,^buraya taşındığından beri birçok kimseye yardım ettin... Herkes bana onlar için yapmış olduğun harika şeylerden bahsediyor! Lütfen bu teşekkür ödülünü kabul et. ^   -Başkan%item money 2500 2501 %%[#]Teşekkür Ödülü",
        "quest100": "@,^Bu \"Yılın Komşusu\" seçildiğini duyurmaktan memnuniyet duyuyorum! 10,000g değerindeki ödülü kazandın! Tebrikler! Kasabadakiler yaptıkların için sana 'teşekkür' etmek istiyor. ^   -Başkan%item money 10000 10001 %%[#]Yılın Komşusu Ödülü",
        "hero_update": "@,^bu çeyreğin Yıldızçiyi Kahramanı sıralamasını açıklama zamanı geldi! Sıralamayı farklı bir paketle gönderdim. Önümüzdeki dönem için başarılar dilerim!  ^   -Başkan[#]Yıldızçiyi Kahramanı Sıralaması",
        "hero_update1": "%güncelleme",
        "CF_Fish": "Sevgili @,^ Balık tutma becerin benim pederden bile iyi çıktı... Etkilendim doğrusu. ^ Bu yıldızkaydı Yaşlı Willy'den Genç Willy'e... ah, kahretsin. Muhtemelen bin yıl falan olmuştur.^Bildiğin gibi benim çocuğum yok... Bu yüzden bunu senin almanı istiyorum.^^ -Willy   ^  %item object 434 1 %%[#]Willy'nin Aile Yadigarı",
        "adoptionLetter": "Sevgili @ ve kıymetli eşi,^Tebrikler! Evlat edinme başvurunuz kabul edilmiştir.^Sizi, profilinize en uygun bebekle eşleştirmek için çabalayacağız.^Ailenizin yeni üyesi 2 hafta sonra size katılacak.^^-Ferngill Evlat Edinme Kurumu[#]Evlat Edinme Bildirisi",
        "stardewHeroMine": "Gizli İleti: Bir kez daha madenin dibine inebilirsen seni bir gizem bekliyor olacak. Dikkatli ol, maden çok daha tehlikeli bir yer halini aldı.[#]Secret Message",
        "fertilizers": "Sevgili komşum,^Umarım yeni evine alışabilmişsindir. Bu mektubu sana Pierre'in artık gübre de sattığını duyurmak için yazıyorum! Neden dükkana uğrayıp birkaç düzine gübre almıyorsun?  ^   -Pierre[#]Pierre'in Bakkalı - Gübre Bilgilendirmesi",
        "fertilizers2": "Sevgili @,^Artık çok daha kaliteli gübreler satıyorum. Bu arada ekin kataloğumu da büyüttüm! Yakında görüşürüz. ^   -Pierre[#]Pierre'in Bakkalı - Kaliteli Gübre Bilgilendirmesi",
        "abbySpiritBoard": "Merhaba @.^Bir ara hava karardıktan sonra odama gelmelisin.... Akşam 8 civarı olabilir. ^Sana bir şey göstermek istiyorum. ^   -Abby[#]Abby'nin Notu",
        "pennySpa": "Hava karardıktan sonra hamamda buluşalım. ^   -Penny[#]Penny'nin Notu",
        "incubator": "Sevgili @,^^Kümes geliştirmesi satın aldığın için teşekkürler! Kümesinin boyutunu iki katına çıkarmanın yanı sıra, bir de kuluçka makinesi ekledim. ^Makineyi kullanmak için içine yumurta bırakman yeterli. Kümesinde yer varsa, yumurta birkaç gün sonra çatlayacaktır!^^Her zamanki gibi seninle iş yapmak zevkti.^-Robin[#]Kuluçka Makinesi Hakkında",
        "hatter": "Merhaba.^^Şapka satıyorum. Tamam mı, dürtük?^^Şu eski eve gel, dürtük. Paracık getir.^^-şapka faresi[#]Selam Dürtük",
        "Beat_PK": "Tebrikler!!^^'Çayır Kralı'nın Yolculuğu'nu tamamladıktan sonra eklendiğiniz özel çekilişimizden sizin adınız çıktı! ^Çayır Kralı Atari Oyunu kazanmış bulunuyorsunuz!^Artık evinizden rahatlıkla 'Çayır Kralı'nın Yolculuğu'nu oynayabileceksiniz.^^Bunu hak ettiniz!^-Çayır Kralı Ekibi %item bigobject 141 %%[#]Ç.K. Tebriği!",
        "JunimoKart": "Tebrikler!!^^'JunimoKart'ın tüm bölümlerini geçtiniz... Ferngill Cumhuriyeti'nde bunu başaran ilk kişisiniz!^Ödülünüz: Junimo Kart Atarisi!^^İyi eğlenceler!^-Junimo Kart Ekibi %item bigobject 159 %%[#]Junimo Kart Başarısı!",
        "elliottReading": "@,^Harika haberlerim var... romanımı tamamladım!! Bu öğleden sonra kütüphanede yüksek sesle okuyacağım. Seni de orada görmeyi umuyorum! ^   -Elliott[#]Elliott'ın Okuma Duyurusu",
        "elliottBoat": "Güneşli bir sabah vakti benimle rıhtımda buluş. Aklımda bir şey var. ^   -Elliott[#]Elliott'ın Notu",
        "harveyBalloon": "@,^Sana bir sürprizim var. Benimle demiryolunun orada buluş. ^   -Harvey[#]Harvey'nin Sürprizi",
        "samMessage": "@,^bu akşam hava karardıktan sonra evimin önünde buluşalım. ^   -Sam[#]Sam'in Notu",
        "joshMessage": "@,^bu akşam hava karardıktan sonra salonda buluşalım. ^   -Alex[#]Alex'in Daveti",
        "lewisStatue": "@,^^Gelecekte ÖZEL eşyalarımı herkes görebilsin diye kasabanın ortasına bırakmazsan çok memnun olurum!^^Çok kırıldım!^^Bu parayı al ve kimseye 'projemden' bahsetme.%item money 750 751 %%[#]Lewis'in Hiddetli Mektubu",
        "marnieAutoGrabber": "@,^Elimde yeni bir şey var... Adını \"Otomatik Toplayıcı\" koydum.^^Bu şey ineklerini ve keçilerini sağıp koyunlarını kırpabilir... Hem de kendi başına!^^Piyasada 'lüks' sayılıyor. Bu yüzden 25,000g karşılığında satıyorum.^^    -Marnie[#]Otomatik Toplayıcı Bilgilendirmesi",
        "EmilyClothingTherapy": "@,^Seni de dahil etmek istediğim çılgın bir fikrim var... Buna \"Giysi Terapisi\" diyorum.^^Olayı öğrenmek için lütfen bugün Başkan'ın evine uğra.^^ Sevgilerle, Emily[#]Emily'nin Fikri",
        "EmilyCamping": "@,^Hadi kampa gidelim! ^^ Akşam saat 10'dan sonra benimle gizli koruda buluş.^^ Sevgilerle, Emily[#]Emily'nin Daveti",
        "EmilyDoneCamping": "Dün gece bana katıldığın için teşekkür ederim... Harika zaman geçirdim.^Açıkçası, karşımıza ayı çıkmasına sevindim!^^Yakında görüşürüz.^^  Sevgilerle, Emily[#]Emily'nin Notu",
        "foundLostTools": "Sevgili @,^Dün gece birisi alet edevatlarını kayıp eşya kutusuna koymuş.^^Sana uğrayıp yatağının yanına bıraktım.^Umarım uykunu bölmemişimdir... ^^  -Başkan Lewis[#]Kayıp Aletler",
        "fishing2": "Elimde yeni mallar var...^Gösterişli bir olta ve oltaya takabileceğin yemler geldi!^Yem kullanarak balıkları daha hızlı tutabilirsin. Umarım yakında görüşürüz! ^   -Willy[#]Willy'nin Yeni Malları",
        "fishing6": "Dükkana uğra da yeni satışa çıkardığım oltalara göz at.^Daha iyisini bulamazsın... Ayrıca farklı türde malzemelerle oltaları özelleştirebilirsin!^Seni yakında görmeyi umuyorum! ^   -Willy[#]Willy'nin Yepyeni Malları",
        "wizardJunimoNote": "Kaynaklarım bana eski halkevine girip sağa sola bakındığını söyledi.^Neden bana uğramıyorsun?^Yerim ormandaki gölün batı tarafında, taş kulede. Şu... 'sıçan sorununla' ilgili bir şeyler biliyor olabilirim.^   -Büyücü M. Rasmodius %item quest 1 true %%[#]Büyücü'nün Çağrısı",
        "winter_18": "Sevgili @,^Yaklaşmakta olan etkinliğimiz Kış Yıldızı Şöleni hakkında sana bilgi vermek istedim. Şölende topluluğumuzun bir araya gelir. Birlikte, yıl boyunca başımıza gelen iyi şeyleri yad ederiz.^\"Gizli hediye takası\" en sevdiğimiz geleneklerdendir. Kasabadaki herkes kura sonucu rastgele biriyle eşleşir. Şölen gününde herkes gizli arkadaşının hediyesini getirir ve özel bir şeyle onları şaşırtır!^Bu yılki gizli arkadaşın:^    %secretsanta ^Sakın kimseye söyleme! Şölen ayın 25'inde kasaba meydanında sabah 10'da başlayacak ve öğlen 'de bitecek. Orada görüşürüz! ^   -Başkan Lewis[#]Gizli Hediye Takası",
        "ccBulletinThankYou": "Sevgili @,^Kasabadaki herkes son günlerdeki bonkörlüğünden bahsediyor!^Görüşüne göre insanların yıllar önce halkevi panosunda paylaştıkları yazılarda adı geçen şeyler evlerinde ortaya çıkmaya başlamış! Paketlerin hepsi senin çiftliğinden gönderilmiş!^Böyle bir şey yaptığın için teşekkürler... Kasabadaki herkes çok sevinçli! ^   -Başkan Lewis[#]Pano Teşekkürü",
        "guildQuest": "Bakıyorum eski madeni keşfediyorsun. Maceracı bir ruhun olduğunu söyleyebilirim.^10 balçıkça kesersen maceraperestler loncamda yer alabilirsin. ^Dikkatli ol.    -Marlon %item quest 15 true %%[#]Balçıkça Kesme Görevi",
        "skullCave": "Bakıyorum Kafası Mağarası'na girmişsin. Aferin sana.^Evlat, elimde tam senlik daha büyük bir mücadele var. En az 25 seviye derine in. Bunu başardığın takdirde sana bir dağ kadar $ göndereceğim.^  Dostun Bay Qi %item quest 20 %%[#]Qi'nin Görevi",
        "robinWell": "Ben Robin!^Çiftliğinde etrafa dağılmış bir sürü taş olduğunu biliyorum.^Bunlar fazla geliyorsa taşları alıp senin için bir kuyu kurabilirim.^Kuyuları çiftliğinin her yerine kurup sulama kabını doldurmak için kullanabilirsin.^^Hazır olduğunda dükkanıma 75 taş ve 1000g ile gel.^-Robin[#]Kuyu Yapma",
        "landslideDone": "Değerli JojaMart müşterilerimize:^Ekip üyelerimiz, dağ gölünün yanındaki sondaj işlemimizden ötürü kayan toprakları temizledi. Sizlere bu sondaj işlemimizin kesinlikle yasal olduğunu (JojaCo Mevzuatı L61091. Madde uyarınca) hatırlatmak isteriz. Çevrenin sorumlu bir şekilde idare edilmesi, bizim ilk önceliğimizdir! ^^Bu kazanın sebep olabileceği rahatsızlıklardan ötürü özür dileriz.^Her zaman olduğu gibi bize destek olmanıza ve bizi tercih etmenize değer vermekteyiz.^^-Morris,^Joja Müşteri Memnuniyet Temsilcisi[#]Joja Toprak Temizliği",
        "QiChallengeComplete": "Başardın.^ Bayağı bayağı etkilendim.^ Ödülünün tadını çıkar.^   -Qi. %item money 10000 %%[#]Qi'nin Görevinin Sonu",
        "spring_2_1": "Merhaba,^Balık avından yeni döndüm. Bir ara kumsala inmelisin.^Elimde tam senlik bir şey var.^-Willy %item quest 13 true %%[#]Willy'nin Daveti",
        "spring_12": "Sevgili @,^Yarın kasaba meydanında Yumurta Şöleni gerçekleşecek. ^^Şölene katılmak istiyorsan, sabah 9 ile öğlen 2 arasında orada olmalısın.^Her yıl düzenlediğimiz yumurta avını kaçırmak istemezsin!^  -Başkan Lewis[#]Yumurta Şöleni Bilgilendirmesi",
        "spring_15_1": "Merhaba, canım...^^Bahçeyle uğraşmaya yeni başladığını biliyorum. Sana ufak bir tüyo vermek istiyorum.^^Çoğu ekinler tek bir mevsimde yetişir. Baharda ektiklerinin hepsi yaz geldiğinde öleccektir. Yani önceden plan yapmalısın!^^-Büyükanne Evelyn[#]Evelyn'in Öğütü",
        "spring_23": "Sevgili @,^Yarın herkes Çiçek Dansı için bir araya gelecek.^^Bir eş bulabilirsen sen de dansa katılmak isteyebilirsin!^Dans, kasabanın batısında kalan ormanın ötesindeki ufak açıklıkça yapılacak. Etkinliğimiz ilgini çekerse sabah 9 ile öğlen 2 arasında katılabilirsin.^  -Başkan Lewis[#]Çiçek Dansı Bilgilendirmesi",
        "summer_10": "Sevgili @,^Her yıl düzenlediğimiz Pelikan Kasabası Luau etkinliği için yarın kumsalda toplanacağız.^^Etkinliğin asıl olayı, herkesin hazırlanmasına yardım ettiği ortak yemektir. Katkıda bulunmak için yanında bir şey getirmeyi unutma!^Etkinliğimize Vali bey de katılacak. Dolayısıyla doğru ve uygun davranmalısın.^Sabah 9 ile öğlen 2 arasında kumsala gel.^   -Başkan Lewis[#]Luau Bilgilendirmesi",
        "summer_28": "Sevgili @,^Bu akşam 10 sularında ender görülen güzel bir şey gerçekleşecek.^^Ayışığı denizanaları kış için güneye göçüyorlar ve Pelikan Kasabası'ndan geçecekler.^^Hepimiz onları izlemek için kumsalda toplanacağız. Bunu kaçırmak istemezsin.!^Akşama görüşürüz,^ -Demetrius[#]Ayışığı Denizanalarının Dansı",
        "fall_9": "Sevgili @,^Bugünden tam bir hafta sonra kasaba meydanında Yıldızçiyi Vadisi Şöleni'ni gerçekleştireceğiz!^Bu şölen yılın en büyük etkinliği olduğundan ülkenin her yanından insanlar şirin kasabamıza akın edecek.^İstersen çiftliğini sergileyebilirsin. Becerilerini en iyi şekilde gösteren 9 nesneyi getirmen yeterli. Sergilediğin şeylerin kalitesi ve çeşitliliğine göre değerlendirileceksin.^Şölen sabah 9'da başlayacak... Sakın kaçırayım deme!^   -Başkan Lewis[#]Yıldızçiyi Vadisi Şöleni Bilgilendirmesi",
        "fall_15": "Sevgili @,^Yıldızçiyi Vadisi Şöleni'nin yarın gerçekleşeceğini hatırlatmak istedim.^Çiftlik sergisi için 9 adet nesne getirmeyi unutma.^Şölen sabah 9'da kasaba meydanında başlayacak. Meydanda görüşüz!^   -Başkan Lewis[#]Yıldızçiyi Vadisi Şöleni Hatırlatması",
        "fall_26": "Sevgili @,^Havanın soğuduğunu fark ettin mi? Kış geliyor olabilir...^Ya da yarınki Ruhluk Arefesi'ni kutlamamıza yardım etmek isteyen bir hortlağın ürpertisi de olabilir.^Şölenimize katılmak istersen akşam 10'da kasabaya uğra.^  -Başkan Lewis[#]Ruhluk Arefesi Bilgilendirmesi",
        "winter_7": "Sevgili @,^Yarın Buz Şöleni için Marnie'nin evinin önünde toplanacağız.^^Kışı kutlayacağız... Kardan adamlar, buzdan heykeller olacak. Bir de buzda balık tutma yarışması yapacağız!^Katılmak istersen sabah 9 ile öğlen 2 arasında orada ol.^  -Başkan Lewis[#]Buz Şöleni Bilgilendirmesi",
        "winter_14": "Yarından itibaren gezgin tacirler filosu her yıl kurulan Gece Pazarı için Pelikan Kasabası'na demirleyecek.^^Pazar akşamüstü 5'te açılacak ve 3 gün boyunca rıhtımda olacak.^^Şenliğin bir parçası olmak için lütfen akşamüstü 5'ten sonra uğra. Hem bedava kahve de var![#]Gece Pazarı Bilgilendirmesi",
        "spring_11_1": "KAYIP:^En sevdiğim baltamı kaybettim! Bulursanız derhal bana teslim edin lütfen. Baltam olmadan çok zorlanıyorum. Bulana 250g vereceğim.^   -Robin%item quest 100 %%[#]Robin'in Kayıp Baltası",
        "spring_19_1": "Çiftçi @-^Senden bir şey isteyeceğim. Pişirmek istediğim bir tarif için taze karnabahara ihtiyacım var. Bana bir tane getirebilir misin?^   -Jodi%item quest 101 %%[#]Jodi'nin Karnabahar Talebi",
        "summer_3_1": "@-^Bu utanç verici... Şans getiren mor şortumu kaybettim. Sana söylüyorum, çünkü sana güveniyorum.^Şortumu bulursan İHTİYATLA bana getir. Güzel bir ödeme yapacağım.^Teşekkürler.^   -Başkan Lewis%item quest 102 %%[#]Lewis'in İsteği",
        "summer_14_1": "Merhaba evlat,^Boğazım çöldeki kemikler kadar kuru. Soluk bira için içim yanıyor resmen. Sende var mı hiç? Normal bira işimi görmez. Bana soluk bira lazım^   -Pam%item quest 103 %%[#]Pam'in Talebi",
        "summer_20_1": "@-^Toprağın bazikliği ile ekinlerdeki şeker seviyesi arasındaki ilinti konusunda veri topluyorum. Uzun lafın kısası, senin çiftliğinden çıkma taze bir kavuna ihtiyacım var. Bir tane getirebilirsen çok minnettar olurum.^   -Demetrius%item quest 104 %%[#]Demetrius'un Örnek Talebi",
        "summer_25_1": "Çiftçi @:^Dizim tekrar sıkıntı yarattı. Ne iyi geliyor biliyor musun?^Acı biberle ovalamak.^ Sıkıntı şu ki, elimde hiç acı biber kalmadı. Sende fazladan varsa ve verebilirsen çok minnet duyarım.^   -George %item quest 105 %%[#]George'un Biber Talebi",
        "fall_3_1": "Sevgili @,^İneklerime özel bir şey vermek istiyorum. Cici kızlarım acıktılar. Bana bir avuç dolusu horozibiği getirebilir misin? Horozibiğine bayılıyorlar. ^Teşekkürler canım.^   -Marnie %item quest 106 %%[#]Marnie'nin Talebi",
        "fall_8_1": "Merhaba,^Böğürtlen zamanı geldi. Çalılar doldu taştı resmen. Gidip toplamak istiyorum ama sepetimi kaybettim. Bana yardım edebilir misin?^   -Linus%item quest 107 %%[#]Linus'un Kayıp Sepeti",
        "fall_19_1": "@-^Senden balkabağı almak istiyorum. Kızımla birlikte yaklaşmakta olan Ruhluk Arefesi için kabak feneri yapmayı düşünüyoruz.^   -Caroline%item quest 108 %%[#]Caroline'in Talebi",
        "winter_2_1": "Hey, elimde tam senlik bir iş var.^    Benim için mürekkepbalığı yakalayacaksın.^Geceleri denizde yakalayabilirsin. Bu arada sadece kışları ortaya çıkıyorlar.^   -Willy%item quest 109 %%[#]Willy'nin Görevi",
        "winter_6_1": "Senden sıradışı bir şey isteyeceğim. Bunu gizli tutabilir misin?^ Emily'e bir ametist taşı teslim etmeni istiyorum. En sevdiği taş bu. Taşı benim yolladığım söyle.^   -Clint %item quest 110 %%[#]Clint'in Sıradışı İsteği",
        "winter_12_1": "@-^Eski bir zanaat olan gölge görüşünü araştırıyorum. 'Boşluk Özü' olarak bilinen bir nesneye ihtiyacım var. Bu nesneyi getirmen durumunda ödüllendirileceksin.^ -Büyücü M. Rasmodius %item quest 111 %%[#]Büyücü'nün Talebi",
        "winter_17_1": "@,^Seni yeniden rahatsız ettiğim için özür dilerim. Bir iyiliğe daha ihtiyacım var.^Yeni çekicimi çeşitli metallerin üzerinde denemek istiyorum.^Demir külçesi döküp bana getirebilir misin? ^Teşekkürler.^ -Clint %item quest 112 %%[#]Clint'in Talebi",
        "winter_21_1": "@-^Nasılsın? Umarım kış seni çok zorlamamıştır.^Neyse, bunu kereste istemek için yazıyorum. On parça lazım, tabi sende de varsa.^Yoksa eğer kafanı yormana gerek yok. Kendine dikkat et!^  -Robin%item quest 113 %%[#]Robin'in Talebi",
        "winter_26_1": "Sevgili @-^Balık buğulama yapmak istiyorum ama ton balığım yok! Av sezonu da bitmek üzere... Son günlere kadar beklediğim için üzgünüm. Bir tane yakalaman mümkün mü?^   -Gus%item quest 114 %%[#]Gus'ın Özel Balık Talebi",
        "spring_1_2": "Duyuru:^^Clint ve Robin'in dükkanlarındaki hammadde fiyatları artmıştır.[#]Hammadde Fiyat Artış Bilgilendirmesi",
        "spring_6_2": "@-^Taze kayısı için yanıp tutuşuyorum. Hiçbir yerde satılmıyor. O yüzden sana yazayım dedim. Bunun için sana iyi ödeme yapabilirim!^   -Emily%item quest 115 %%[#]Emily'nin Talebi",
        "spring_15_2": "Sevgili @,^Kocama hediye verip onu şaşırtmak istiyorum. Tam bir pırasa manyağıdır. Bana bir tane pırasa getirebilir misin?^   -Büyükanne Evelyn%item quest 116 %%[#]Evelyn'in Sürprizi",
        "spring_21_2": "DUYURU^Ben Pierre... Gerçekten ama gerçekten bir tabak saşimi yemek istiyorum. Her kim bana ulaştırırsa çok güzel ödeme yapacağım.^   -Pierre%item quest 117 %%[#]Pierre'in Tutkusu",
        "summer_6_2": "Balıkçı Aranıyor^İyi bir balon balığı örneğine ihtiyacım var. Balon balıklarının ürettiği zehir üzerinde deney yapıyorum.^Ödül: 1000g^ -Demetrius%item quest 118 %%[#]Demetrius'un Zehir Deneyi",
        "summer_15_2": "Sevgili Çiftçi @,^Yıldönümümüzde eşime yıldızmeyvesi vermek istiyorum. Çiftliğinde yetiştiriyor musun? Bana bir tane getirebilirsen sana minnettar olurum.^   -Kent%item quest 119 %%[#]Kent'in Hediye Arayışı",
        "summer_21_2": "@,^Yermantarı yağına ihtiyacm var. Nedenini sorma.^ -Başkan Lewis%item quest 120 %%[#]Lewis'in İsteği",
        "fall_6_2": "Aranıyor: Yapacağım nefis koyu çorba için 1 tane taze ıstakoza ihtiyacım var.^Teslimat: Gus, Yıldızkaydı Salonu'nun Sahibi^Ödül: 800g %item quest 121 %%[#]Gus'ın Istakoz Talebi",
        "fall_19_2": "DUYURU^Kimsede fazladan pil var mı? Kumandamın pili bitti. Koltuktan kalkıp kanalı değiştirmek benim için çok güç.^  -Pam%item quest 122 %%[#]Pam'in Yardım İsteği",
        "winter_5_2": "@,^Olağanüstü güçler barındıran efsunlu bir asa yapıyorum.^Ancak, iridyum çubuğum eksik.^Piyasa değerinin 5 katını ödemeye hazırım. Mümkün olan en kısa zamanda bana ulaştır.^ -Büyücü M. Rasmodius %item quest 123 %%[#]Büyücü'nün İridyum Talebi",
        "winter_13_2": "Senlik bir işim daha var. Benim için dipbalığı yakalayacaksın.^Kolay lokma olmasalar da bunu başaracağına inancım tam.^  -Willy%item quest 124 %%[#]Willy'nin Yeni Görevi",
        "winter_19_2": "Sevgili @,^Kafam allak bullak oldu. Salon için deli gibi cevizlimsi yapmak istiyorum ama bir türlü hindistan cevizi bulamıyorum!^Bana yardım edebilir misin?^  -Gus%item quest 125 %%[#]Gus'ın Hindistan Cevizi Talebi",
        "winter_24": "Sevgili @,^Yarın Kış Yıldızı Şöleni gerçekleşecek.^'Gizli arkadaşına' %secretsanta% var ya, ona hediye aldın mı?^Şölen sabah 9'da meydanda başlayacak. Orada görüşürüz! ^   -Başkan Lewis[#]Kış Yıldızı Şöleni Hatırlatması",
        "passedOut1_Billed_Male": "Sayın @ Bey,^Dün gece bir Joja ekibi üyesi sizi güçten düşmüş halde buldu. Evinize güvenle ulaşabilmeniz için bir sağlık ekibi görevlendirildi.^İyi olmanıza sevindik!^^(Hizmetimiz {0}g olarak faturalandırıldı)^^-Morris^Joja Müşteri Memnuniyet Temsilcisi[#]Joja Faturası",
        "passedOut1_Billed_Female": "Sayın @ Hanım,^Dün gece bir Joja ekibi üyesi sizi güçten düşmüş halde buldu. Evinize güvenle ulaşabilmeniz için bir sağlık ekibi görevlendirildi.^İyi olmanıza sevindik!^^(Hizmetimiz {0}g olarak faturalandırıldı)^^-Morris^Joja Müşteri Memnuniyet Temsilcisi[#]Joja Faturası",
        "passedOut1_NotBilled_Male": "Sayın @ Bey,^Dün gece bir Joja ekibi üyesi sizi güçten düşmüş halde buldu. Evinize güvenle ulaşabilmeniz için bir sağlık ekibi görevlendirildi.^İyi olmanıza sevindik!^^Paranız olmadığı için kanunen bu hizmetimizi ücretsiz sunmuş bulunduk.^^-Morris^Joja Müşteri Memnuniyet Temsilcisi[#]Yasal Bilgilendirme",
        "passedOut1_NotBilled_Female": "Sayın @ Hanım,^Dün gece bir Joja ekibi üyesi sizi güçten düşmüş halde buldu. Evinize güvenle ulaşabilmeniz için bir sağlık ekibi görevlendirildi.^İyi olmanıza sevindik!^^Paranız olmadığı için kanunen bu hizmetimizi ücretsiz sunmuş bulunduk.^^-Morris^Joja Müşteri Memnuniyet Temsilcisi[#]Yasal Bilgilendirme",
        "passedOut2": "@, ^Dün gece seni bulduğum için şanslısın! Sen baygınken birisi ceplerini karıştırıyordu. Ne kadar para aldı bilmiyorum... Yaklaştığım anda uzadı. Bundan sonra daha dikkatli olmalısın!^^-Linus[#]Linus'un Notu",
        "passedOut3_Billed": "@,^Dün gece birisi seni sağlık ocağına getirdi. Yorgunluktan bayılmışsın!^Kendine daha iyi bakmalı ve belli bir süre uyumalısın.^{0}g'lik muayene ücretini faturalandırdım.^^-Dr. Harvey[#]Muayene Faturası",
        "passedOut3_NotBilled": "@,^Dün gece birisi seni sağlık ocağına getirdi. Yorgunluktan bayılmışsın!^Kendine daha iyi bakmalı ve belli bir süre uyumalısın.^Paran olmadığı için muayeneyi ücretsiz gerçekleştirdim.^^-Dr. Harvey[#]Ücretsiz Muayene",
        "CarolineTea": "Sevgili @,^^Dün kış bahçeme uğradığın için teşekkür ederim. Genellikle çayımı tek başıma içerim ama birlikte içmekten de ayrı zevk aldım!^^Kendi çayını nasıl yapacağının ve yetiştireceğinin talimatlarını zarfa koydum. Bir gün olur da yapmaya karar verirsen bana da getirmeyi unutma!^^-Caroline%item craftingRecipe Tea_Sapling %%[#]Caroline'in Çay Notu",
        "elliottLetter5": "Birtanem @,^^Okumalarımdan bahsederek seni boğmak istemiyorum. Farklı bir şey olmuyor zaten.^^Eminim sen daha iyi ve dolu vakit geçiriyorsundur! Eve dönmeyi ve olan biteni görmeyi dört gözle bekliyorum.^^Uzun yolculuğumda gözlerimi kapatıp çiftliği düşleyerek zaman geçiriyorum... Tatlı şarabımızla dolu varilleri, değerli madenlerin yandığı ocağımızı ve tarçın kokan küçük mutfağımızı görüyorum. O kadar çok şey var ki!^^Madenlerde çok kalma lütfen, canım. Ne kadar tehlikeli olduğunu biliyorsun! İllaki ineceksen yanında bayağı bir yiyecek götür.^^-Sevgilerle, Elliott %item conversationTopic ElliottGone6 0 %%[#]Kocamdan 5. Mektup",
        "elliottLetter4": "Düşlerimde gördüm o yüce manzarayı^Denize bakıyordum güneş batarken^Görmeye gittiğim uzak kıyıları^Bulutlar anılarımdan alıp götürürken^^Kaldı geriye sonsuzluğa açılan tek yer^Ötesine geçeceğim gelecek günlerde^Vadimizde canım, aşkım beni bekler:^Göletin yanındaki küçük evimizde^^-Elliott %item conversationTopic ElliottGone5 0 %%[#]Kocamdan 4. Mektup",
        "elliottLetter6": "Sevdiceğim @,^^Bu son mektubum olacak. Yolculuğum çok güzeldi... Heyecan verici pek bir olay yaşanmadı. Çalışmalarımı beğenen insanlarla tanışmak güzeldi. Yine de eve dönmeyi iple çekiyorum.^^Evimizin rahatlığını, çiftlik işlerinin hoşnutluğunu, evde pişen yemekleri, en çok da battaniyeleri örtünüp ateş karşısında sohbet edişimizi özledim.^^Yakında görüşürüz!^-Sevgilerle, Elliott %item conversationTopic ElliottGone7 0 %%[#]Kocamdan 6. Mektup",
        "elliottLetter1": "@, hayatım,^^Tura başlamak üzere Grampleton'a vardım. Şehrin heyecanını unutmuşum! Sokaklar insanlarla dolu... ya aceleleri var, ya da şaşkınlıktan donup kalmış haldeler. Pelikan Kasabası'nı şimdiden özledim!^^Tura bu akşam bir kitapçıda başlayacağım. İtiraf etmeliyim ki hitabet konusunda çok gerginim... Midem adeta önce ıslatılmış, sonra da peynire ve baharata batırılmış çubuk kraker yemişim gibi ağrıyor. Bana şans dile!^^-Sevgilerle, Elliott^^Not: Umarım huzurlu bir gece geçirmiş ve o koca evde yalnızken korkmamışsındır! %item conversationTopic ElliottGone2 0 %%[#]Kocamdan 1. Mektup",
        "elliottLetter3": "Biricik @,^^Dün gece Zuzu Şehri yıkıldı resmen! Edebiyata meraklı çok insan olduğunu görmüş oldum... Okuma programıma birkaç düzine insan geldi!^^İmza isteyenler odlu... Önemli biri olarak görülmek çok garip. Her şey görüşle ilgili, bunlar aslında gerçek değil... Kimse için özel biri değilim. Sadece kendini sana adayan Elliott'ım.^^Şu anda otel odamda bir başıma Joja öğününü 'mideme indiriyorum'...^^Buna 'yemek' denir mi ki?^'Yenilebilecek bir şey' denilebilir mi?^Düşünmeme değmez.^Yanıtı belli sonuçta.^^Bir an önce eve dönmek istiyorum. Umarım dolaptaki yemeğin tadını çıkartmışsındır.^^-Love, Elliott %item conversationTopic ElliottGone4 0 %%[#]Kocamdan 3. Mektup",
        "elliottLetter2": "Sevgili @,^^İlk okuma iyi geçti. Dinleyicilerim beklediğimden azdı. Yine de böceklerle dolu otel odamın ücretini ödemeye yetecek kadar kitap satmayı başardım!^^Birkaç saat sonra Zuzu Şehri'ne doğru yola çıkacağım. Dünkü okumaya ısınma dersem, bir sonrakini patlama olarak tanımlamam yanlış olmaz.^^Seni çok özlüyorum. Karnını tok tut! Ah, bir de dolaba attığım yemeği unutma...^-Sevgilerle, Elliott %item conversationTopic ElliottGone3 0 %%[#]Kocamdan 2. Mektup",
        "WoodChipper": "Merhaba @,^^Seni, elime geçen yeni bir araç hakkında bildilendirmek istedim... Adı 'Ağaç Öğütücü'.^^Keresteyi kesip odun elde etmede kullanılıyor!^^Kışın odun toplamak zor olabiliyor. Eğer stoğun azalırsa bir öğütücü almayı düşünebilirsin.^       -Robin[#]Ağaç Öğütücü Bilgilendirmesi",
        "MarlonRecovery": "@,^Kayıp eşyanı buldum.^^Bir dahaki sefere daha dikkatli ol!^   -Marlon%item itemRecovery %%[#]Eşyanın Bulunması",
        "RarecrowSociety": "Sayın @,^^Bağlılığınız gerçekten etkileyici...^^Yalnızca belli başlı kişiler Enderkuzgun koleksiyonunun tamamını toplamayı başarmıştır!^^Lütfen bu taslağı başarınızın ödülü olarak kabul edin.^   -Z.C. Enderkuzgun Topluluğu%item craftingRecipe Deluxe_Scarecrow %%[#]Enderkuzgun Topluluğu'nun Mektubu",
        "passedOut4": "@, ^^Sabahın üçünde seni çamura yığılmış halde buldum.^^Eve daha erken saatlerde dönmelisin!^^     -Marlon[#]Marlon'un Notu"
    }
}