{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Robin": "Ehilà!^Avevo un po' di legno superfluo in giro... Ho pensato che magari servisse a te. Stammi bene!  ^   -Robin %item object 388 50 %%[#]Regalo di Robin",
        "Demetrius": "Ciao @,^L'altro giorno stavo conducendo uno studio sul campo, e mi sono imbattuto in quest'esemplare. ^Spero che lo trovi interessante quanto me.    ^   -Demetrius%item object 392 1 394 1 132 1 66 1 %%[#]Regalo di Demetrius",
        "Linus": "Salve, anima affine.^Il lago montano è stato gentile con me, ultimamente. Voglio condividere con te la mia fortuna.  ^   -Linus %item object 136 1 143 1 202 1 227 1 228 1 %%[#]Regalo di Linus",
        "Pierre": "Stimatissimo cliente,^Grazie per aver visitato 'Da Pierre'! Ti allego il tuo rimborso per il 'Programma di restituzione denaro'. A presto! ^   -Pierre^  P.S. Scusa per il messaggio di circostanza, @. Stammi bene! %item money 250 601  %%[#]Regalo di Pierre",
        "Caroline": "Ciao @,^Ecco un ortaggio del mio giardinetto sul retro. Di certo avrai così tante verdure che non saprai che farci, ma tant'è.   ^   -Caroline%item object 190 1 192 1 24 1 %%[#]Regalo di Caroline",
        "George": "Ho trovato un po' di pietra di buona qualità. ^Magari puoi costruirci qualcosa o roba simile.  ^   -George %item object 390 35 %%[#]Regalo di George",
        "Evelyn": "Ehilà, tesoro,  spero che la fattoria vada bene.^ Ti mando una cosetta che ho cucinato... sperando che non si riduca in briciole durante il viaggio.  ^   -Evelyn  %item object 216 1 220 1 223 1 %%[#]Regalo di Evelyn",
        "Pam": "Ehi. ^Ho trovato questa cosa in un cassetto. Magari può tornarti utile.   ^   -Pam %item object 346 1 349 1 787 1 %%[#]Regalo di Pam",
        "Lewis": "@,^Sono davvero felice che tu sia ormai parte della comunità! Allego un assegno da 500 oro del Fondo per l'Agricoltura di Stardew Valley, per aiutarti a continuare a fare un buon lavoro. ^Potresti comperarci altri semi.  ^  Saluti sinceri, il signor Lewis%item money 500 501 %%[#]Regalo di Lewis",
        "Gus": "@!^Stamattina, al saloon, ti ho preparato questa piccola leccornia. Dacci dentro!   ^   -Il tuo amico Gus%item object 224 1 213 1 211 1 207 1 200 1 195 1 198 1 %%[#]Regalo di Gus",
        "Clint": "Ehm, salve...     ^Mi dispiace, non sono bravo con le lettere. Ho creato un lingotto di metallo di troppo, e ho pensato che potesse servirti.  ^   -Clint, il fabbro %item object 334 1 335 1 336 1 %%[#]Regalo di Clint",
        "Jodi": "Ciao @,^Ho ordinato troppo fertilizzante per il giardino!! Scommetto che a te può servire . Stammi bene!  ^   -Jodi %item object 368 5 369 5 370 5 %%[#]Regalo di Jodi",
        "Kent": "Salve, @.^Quest'oggetto stava accumulando polvere nella rimessa. Ho pensato che avresti potuto usarlo tu.  ^   -Kent%item object 286 1 287 1 288 1 787 1 %%[#]Regalo di Kent",
        "Emily": "Ciao!^Come ti va? Spero che ti piaccia il regalo che ti ho mandato... Beh, ciao ciao! +   ^   -Emily %item object 397 1 428 1 440 1 %%[#]Regalo di Emily",
        "Marnie": "Ciao @,^Mi sono trovata così bene con te che ho deciso d'inviarti un po' di mangime per semplificarti il lavoro. Continua così! ^   -Marnie %item object 178 30 %%[#]Regalo di Marnie",
        "Shane": "Ehi,^Ho pensato fosse divertente scriverti. Però non so esattamente cosa scrivere.^ Ecco, ci ho allegato una cosetta. Non dirlo a nessuno, ma l'ho fregata dal retro del JojaMart un botto di tempo fa.^Ok, ci vediamo. ^   -Shane %item object 215 1 206 1 %%[#]Regalo di Shane",
        "Wizard": "Saluti, giovane seguace.^Con questa lettera ti spedisco un oggetto d'arcana rilevanza. Usalo con saggezza.   ^   -M. Rasmodius, Mago%item object 422 1 82 1 84 1 70 1 %%[#]Regalo del Mago",
        "Sandy": "Saluti dal deserto di Calico!^Vieni a trovarmi presto, mi annoio tanto qua :(. Ti allego un regalo desertico. Puoi venire a ringraziarmi di persona!   ^   -Sandy %item object 88 1 90 1 218 1 %%[#]Regalo di Sandy",
        "afterSamShow": "@,^Il concerto è andato alla grande! Volevo ringraziarti ancora per avermi aiutato a creare questa band fantastica. Non ce l'avremmo fatta senza di te!   ^   -Sam[#]Ringraziamento di Sam",
        "afterArtShow": "Ciao @,^Grazie ancora per aver visitato la mostra. È stata un successone! Ho venduto quasi tutte le mie sculture, e tutti sono stati così positivi e incoraggianti! Spero di rivederti presto.  ^   -Leah[#]Ringraziamento di Leah",
        "haleyGarden": "@,^Ho pensato che sarebbe stato carino scriverti qualcosa.^ Ieri mi sono divertita tantissimo con le mucche... Comincio a capire perché hai scelto la vita di campagna! Spero di vederti presto.  ^   -Haley[#]Messaggio di Haley",
        "PennyCleanTrailer": "Ti chiedo scusa per ciò che è successo ieri... L'umore di mia madre può precipitare, a volte.^Ti prego di dimenticare l'accaduto.  ^   -Penny[#]Scuse di Penny",
        "Duck": "Ciao @,^Hai dimostrato di essere capace di allevare galline, per cui ora vendo anatre al negozio!       ^   -Marnie[#]Anatre in vendita!",
        "Rabbits": "Ciao @,^Ora ho dei conigli al negozio di animali! Ti forniranno della lana sofficissima ...e altro!       ^   -Marnie[#]Conigli in vendita!",
        "Sheep": "Ciao @,^Hai dimostrato di essere capace di allevare mucche, per cui ora vendo pecore al negozio!       ^   -Marnie[#]Pecore in vendita!",
        "Goats": "Ciao @,^Al negozio di animali sono ora disponibili delle capre. Stai andando benone finora!       ^   -Marnie[#]Capre in vendita!",
        "Pigs": "Ciao @,^Hai fatto moltissima strada da quando sei qui. Come risultato, ho deciso d'iniziare a vendere maiali al negozio. Questi maiali sono addestrati a scovare squisiti tartufi!       ^   -Marnie[#]Maiali in vendita!",
        "SeaAmulet": "@,^Voglio darti questo consiglio perché mi piaci e desidero che tu resti a Pelican Town. Se verrà un giorno in cui vorrai chiedere la mano di qualcuno in matrimonio, dovrai dare a quella persona un 'Ciondolo sirenesco'. Non preoccuparti, a Pelican Town tutti comprendono il significato dell'amuleto. In questa regione è una tradizione antica. Buona fortuna! ^   -Lewis[#]Sui Ciondoli sireneschi",
        "Bouquet": "@,^A quanto pare cominci ad avvicinarti ad alcuni dei paesani. Se vuoi mostrare di nutrire interesse per qualcuno, devi donargli uno dei miei bellissimi mazzi di fiori. Li sto vendendo ora, ad un prezzo onestissimo! Se un giorno vorrai metter su famiglia, questo è il primo passo! ^   -Pierre[#]Sui mazzi di fiori",
        "RobinCooking": "Ciao @,^Ecco una vecchia ricetta che mi ha lasciato mia nonna. Buon appetito!   ^   -Robin%item cookingRecipe %%[#]Ricetta di famiglia di Robin",
        "DemetriusCooking": "Volevo ringraziarti per l'interesse che mostri per il mio lavoro. Ecco una ricetta che mi piace. ^   -Demetrius%item cookingRecipe %%[#]Ricetta di Demetrius",
        "LinusCooking": "@,^Come stai? Ti allego la ricetta per uno dei piatti di pesce che preferisco. ^   -Linus%item cookingRecipe %%[#]Ricetta di Linus",
        "PierreCooking": "TOP SECRET:^Ecco la ricetta per le mie famose crostatine ai mirtilli.^Non parlarne a nessuno! La sto dando a te perché siamo grandi amici. ^   -Pierre%item cookingRecipe %%[#]Le famose crostatine di Pierre",
        "CarolineCooking": "Ciao @,^Niente dà soddisfazione come cucinare con le verdure del proprio orto! Ti spedisco una ricetta per aiutarti. Stammi bene, ^   -Caroline%item cookingRecipe %%[#]Ricetta di Caroline",
        "GeorgeCooking": "Ho pensato di darti questa ricetta che avevo in giro. Cerca di non bruciare tutto. ^   -George%item cookingRecipe %%[#]Ricetta di George",
        "EvelynCooking": "Ciao @,^Di solito non rivelo le mie ricette... ma visto che sei sempre così dolce con me e George, questa l'ho scritta per te. ^   -Evelyn%item cookingRecipe %%[#]Ricetta di Evelyn",
        "PamCooking": "Ehi giovane,^Ecco la ricetta per una cosuccia che mi faceva il mio babbo. Cucinala a fuoco lento. ^   -Pam%item cookingRecipe %%[#]Ricetta di Pam",
        "LewisCooking": "@,^Ricorda di mangiare sano, o non avrai energie per lavorare sodo! Ti allego una delle mie ricette preferite. Assicurati di usare pomodori maturi! ^   -Lewis%item cookingRecipe %%[#]Ricetta di Lewis",
        "GusCooking": "Ciao @,^Ecco una ricetta del saloon. La condivido solo con i buoni amici! ^   -Gus%item cookingRecipe %%[#]Ricetta di Gus",
        "ClintCooking": "Ecco, io conosco un paio di ricette.^Ho pensato di mandartene una... magari ti aiuterà col lavoro in miniera, che ne so.^Stammi bene. ^   -Clint%item cookingRecipe %%[#]Ricetta di Clint",
        "JodiCooking": "@,^Questa mia ricetta è arrivata prima in una gara di cucina! Spero ti piaccia. Grazie per avermi scelta come amica! ^   -Jodi%item cookingRecipe %%[#]Ricetta di Jodi",
        "KentCooking": "Questa ricetta l'ho imparata oltremare. Buon appetito.^Grazie per avermi fatto sentire benvenuto. ^^   -Kent%item cookingRecipe %%[#]Ricetta di Kent",
        "EmilyCooking": "@!^Dietro questa lettera ci sono le istruzioni per un pasto super-salutare!^Ti riempirà di energia. A presto. ^   -Emily%item cookingRecipe %%[#]Ricetta salutare di Emily",
        "MarnieCooking": "Ehilà,^Quando non bado agli animali, mi piace sperimentare in cucina. Visto che abbiamo fatto amicizia, voglio rivelarti qualche ricetta.^Spero che questa ti piaccia! ^   -Marnie%item cookingRecipe %%[#]Ricetta di Marnie",
        "ShaneCooking": "@,^Ho trovato questa ricetta in una rivista e mi è parsa interessante. Se la prepari, non farti problemi a farmela assaggiare. Hehe. ^   -Shane%item cookingRecipe %%[#]Ricetta di Shane",
        "SandyCooking": "Ciao @,^Mi annoiavo così tanto qui nel deserto che ti ho scritto una lettera. C'è allegata la ricetta per una zuppa squisita. Vieni a trovarmi presto! ^   -Sandy%item cookingRecipe %%[#]Ricetta di Sandy",
        "WillyCooking": "Ciao @,^C'ho voglia di darti questa ricetta che faceva sempre il mio Vecchio. Vedi che il pesce dev'essere FRESCO.  ^   -Willy%item cookingRecipe %%[#]Ricetta del Vecchio di Willy",
        "mom1": "Ciao @,^  Come stai, tesoro? Mi manchi così tanto da quando non vivi più qui. Spero che la vita di campagna sia proprio come speravi. ^   Baci, mamma.   ^   P.S. Ti mando i tuoi biscotti preferiti < %item object 223 1 %%[#]Da mamma",
        "mom2": "\n        Ciao @,^  È così tanto che non ti fai sentire, amore. Qui a casa è tutto come sempre. Mi manchi tanto. ^  Baci, mamma ^ P.S. Ho trovato una busta con dei soldi che ti aveva lasciato nonno. %item money 500 501 %%[#]Da mamma #2",
        "mom3": "Ciao @,^  Ho visto un articolo su di te sul giornale locale! Sembra che la vita di campagna ti calzi a pennello! Mi hai resa davvero orgogliosa. Abbi cura di te, amore. Baci, mamma[#]Da mamma #3",
        "mom4": "Ciao @,^ Come vanno le cose? Starai facendo una fortuna con quella fattoria. Non scordarti della tua cara vecchia mamma quando nuoterai nell'oro! ^  Baci, mamma   ^   P.S. Gustati la torta!%item object 221 1 %%[#]Da mamma #4",
        "dad1": "Ciao @,^  Ti stai abituando alla nuova vita? Non riesco a credere che tu sia grande, ormai... Il tempo vola. Ora che non vivi più qui, ho tutto questo denaro superfluo in giro, per cui ti ho fatto un regalino.^  Un abbraccio, papà.%item money 500 501 %%[#]Da papà",
        "dad2": "Ciao @,^  Come va la vita di campagna? Ci sentiamo soli senza di te, ma sono fiero di ciò che fai.^  Un abbraccio, papà  ^  P.S. Ho trovato una busta con dei soldi che ti aveva lasciato il nonno. %item money 500 501 %%[#]Da papà #2",
        "dad3": "Ciao @,^  Ho letto un articolo su di te sul giornale locale! Sono proprio colpito dai tuoi progressi con la fattoria! Continua così e il caro vecchio papà potrebbe andare in pensione in un bungalow di lusso sulle isole Felce, dopo tutto ;).^  Un abbraccio, papà[#]Da papà #3",
        "dad4": "Ciao @,^ So che hai da fare con la fattoria e non puoi tornare un po' qui. Lo capisco. Stai lavorando così tanto... continua così e potrai arrivare dovunque! ^ Un abbraccio, papà  ^  P.S. Ti allego un po' di pietra di qualità %item object 390 30 %%[#]Da papà #4",
        "newsstory": "Salve, @.^È nostro piacere informarla che la sua fattoria comparirà nella rubrica 'nuove promesse' dello Stardew Valley Tribune della settimana prossima! Congratulazioni. La rapidità dei suoi progressi ci ha stupiti. ^   -SVT[#]Articolo di giornale",
        "pierreBackpack": "PUBBLICITÀ:^\"Trovo sempre roba nuova, ma ho lo zaino pieno!\"^^Ti suona familiare? Ebbene, c'è Pierre ad aiutarti!^^Passa all'Emporio di Pierre OGGI e dai un'occhiata ai nostri convenienti zaini taglia 24!^ Ci vediamo![#]Zaini di Pierre",
        "pierreHours": "PUBBLICITÀ:^^L'Emporio di Pierre è ora aperto sette giorni su sette![#]Orari prolungati di Pierre",
        "robinKitchenLetter": "Gentile @,^^Vorrei chiederti scusa per aver preso in giro il vecchio cottage di tuo nonno, al nostro primo incontro. È davvero una bella casetta!^^Tuttavia, un giorno potresti aver bisogno di più spazio. E per quello posso aiutarti io.. Se mi porti delle materie grezze e paghi la mia parcella, posso espandere la tua casa.^(Continua a pagina seguente)^^La prima espansione che offro include una cucina. Con una cucina, potrai preparare tutte le ricette che hai imparato!^^Ad ogni modo, spero che cominci a sentirti a casa qui a Stardew Valley!^^    La tua falegname locale,^        Robin [#]I servizi di Robin",
        "taxPassed": "Gentile @,^La tassa sulle spedizioni è passata. Ad oggi, una tassa del 3% sarà dedotta dai guadagni di ogni tua spedizione. Anche la quota ridotta per i servizi pubblici è entrata in vigore. A presto! ^   -Il sindaco[#]Tassa approvata",
        "taxRejected": "Gentile @,^La tassa sulle spedizioni è stata respinta. I guadagni delle tue spedizioni rimarranno invariati, e così le quote per i servizi pubblici. A presto. ^   -Il sindaco[#]Tassa respinta",
        "quest10": "@,^Ho sentito che stai dando una mano a un po' di persone in paese! Sembrano tutti molto grati. Ti insignisco del titolo di \"Miglior vicino\" di questo mese (con un piccolo premio in denaro). Continua così! ^   -Il sindaco%item money 500 501 %%[#]Miglior vicino",
        "quest35": "Gentile @,^Hai dato un grande aiuto al paese da quando sei qui... Tutti mi raccontano di continuo le cose meravigliose che hai fatto per loro! Ti prego di accettare questo premio di ringraziamento. ^   -Il sindaco%item money 2500 2501 %%[#]Ringraziamento di Lewis",
        "quest100": "@,^Mi fa piacere annunciarti che hanno scelto di conferire a te il titolo di \"Vicino dell'anno\"! Include un premio di 10.000 oro! Congratulazioni! Ognuno in paese vuole ringraziarti per tutto ciò che hai fatto. ^   -Il sindaco%item money 10000 10001 %%[#]Vicino dell'anno",
        "hero_update": "@,^È il momento delle graduatorie trimestrali per l'Eroe di Stardew! Le ho allegate in una busta a parte. Buona fortuna per questa stagione!  ^   -Il sindaco[#]Graduatorie per l'Eroe di Stardew",
        "hero_update1": "%update",
        "CF_Fish": "Ciao @,^ La tua bravura nella pesca supera pure quella che c'aveva il mio vecchio... Complimenti. ^ Questo astropomo viene tramandato da Willy Sr. a Willy Jr. da... oh, diamine. Ma direi mille anni.^Visto che non c'ho figlioli... voglio che lo prendi tu.^^ -Willy   ^  %item object 434 1 %%[#]Cimelio di famiglia di Willy",
        "adoptionLetter": "Gentile @ e consorte,^Congratulazioni! La vostra domanda di adozione è stata approvata.^Stiamo lavorando sodo alla scelta del bambino che più si adatti al vostro profilo.^Il vostro nuovo figlioletto arriverà tra 2 settimane.^^-Agenzia di adozioni di Ferngill[#]Notifica sull'adozione",
        "stardewHeroMine": "Messaggio segreto: Se riesci a raggiungere un'altra volta il fondo delle miniere, c'è un segreto che ti aspetta. Bada, le miniere sono diventate più pericolose.[#]Messaggio segreto",
        "fertilizers": "Gent. agric.,^Spero che ti trovi bene nella nuova casa. Ti scrivo per farti sapere che il negozio di Pierre ora vende fertilizzanti! Perché non fai un salto a vedere se puoi permettertene qualche dozzina di confezioni o giù di lì?  ^   -Pierre [#]Fertilizzanti di Pierre",
        "fertilizers2": "Ciao @,^Ora vendo fertilizzanti di qualità superiore, insieme a nuove selezioni di colture! A presto. ^   -Pierre[#]Fertilizzanti di qualità di Pierre",
        "abbySpiritBoard": "Ciao @.^Un giorno o l'altro dovresti venire in camera mia dopo il tramonto... Magari intorno alle 8. ^Voglio mostrarti una cosa. ^   -Abby[#]Messaggio di Abby",
        "pennySpa": "Incontriamoci alle terme dopo il tramonto. ^   -Penny[#]Messaggio di Penny",
        "incubator": "Gentile @,^^Grazie per aver comprato una stia migliorata! Oltre ad aver raddoppiato la capacità della tua stia, mi sono presa la libertà di installare un'incubatrice. ^Per usare l'incubatrice basta metterci dentro un uovo. Se ti rimane spazio nella stia, l'uovo si schiuderà dopo parecchi giorni!^^Come sempre, grazie per gli affari.^-Robin[#]Sull'incubatrice",
        "hatter": "Ciao.^^Io vende cappelli. Dacordo, tigre?^^Vieni in vechia vechia vechia casa, tigre. Porta monette.^^-topo di cappelli[#]Ohilà, tigre",
        "Beat_PK": "Congratulazioni!!^^Hai completato 'Viaggio del Re della Prateria', e sei stato selezionato casualmente nella nostra esclusiva lotteria del vincitore! ^Hai vinto un Arcade del 'Re della Prateria' tutto tuo!^Ora potrai giocare a 'Viaggio del Re della Prateria' comodamente a casa tua.^^Te lo meriti!^-Team di sviluppo 'Re della Prateria' %item bigobject 141 %%[#]Congratulazioni da R.P.!",
        "JunimoKart": "Congratulazioni!!^^Hai completato tutti i livelli di 'Junimo Kart'... Sei la prima persona che ci è riuscita in tutta la Repubblica di Ferngill!^Il tuo premio: una versione domestica di 'Junimo Kart'!^^Divertiti!^-Team di sviluppo 'Junimo Kart' %item bigobject 159 %%[#]Successo a Junimo Kart!",
        "elliottReading": "@,^Ho grandi notizie... Il mio romanzo è terminato!! Terrò una lettura pubblica questo meriggio alla biblioteca. Spero di vederti là! ^   -Elliott[#]Lettura di Elliott",
        "elliottBoat": "Troviamoci al molo in un mattino assolato. Ho qualcosa per la mente. ^   -Elliott[#]Messaggio di Elliott",
        "harveyBalloon": "@,^Ho una sorpresa per te. Incontriamoci vicino alla ferrovia. ^   -Harvey[#]La sorpresa di Harvey",
        "samMessage": "@,^Vediamoci di fronte a casa mia, stasera dopo il tramonto. ^   -Sam[#]Messaggio di Sam",
        "joshMessage": "@,^Vediamoci al saloon stasera quando fa buio. ^   -Alex[#]Invito di Alex",
        "lewisStatue": "@,^^In futuro, gradirei molto che evitassi di piazzare i miei effetti PERSONALI in paese, sotto gli occhi di tutti!^^È stata una cosa davvero sgradevole!^^Prendi questi soldi e non parlare mai del mio 'progetto' con nessuno.%item money 750 751 %%[#]Lettera arrabbiata di Lewis",
        "marnieAutoGrabber": "@,^Mi è arrivato un nuovo articolo... Si chiama \"Auto-arraffona\".^^È una macchina che può mungere le mucche e le capre, e tosare le pecore... tutto da sola!^^È considerata un 'articolo di lusso', per cui la vendo a 25.000 oro.^^    -Marnie[#]Notifica sull'Auto-arraffona",
        "EmilyClothingTherapy": "@,^Ho questa nuova idea matta in cui voglio coinvolgerti... Si chiama \"Vestiterapia\".^^Ti prego, vieni alla villa del sindaco oggi, per vedere di che si tratta.^^ Un abbraccio, Emily[#]L'idea di Emily",
        "EmilyCamping": "@,^Andiamo in campeggio! ^^ Incontriamoci nei boschi segreti dopo le 10 di sera.^^ Un abbraccio, Emily[#]Invito di Emily",
        "EmilyDoneCamping": "Grazie per avermi fatto compagnia l'altra notte... Sono stata benissimo.^Sai, sono contenta che sia comparso quell'orso!^^A presto^^  Baci, Emily[#]Messaggio di Emily",
        "foundLostTools": "Gentile @,^Qualcuno ha lasciato i tuoi attrezzi nel bidone degli oggetti smarriti, ieri notte.^^Sono entrato e li ho messi accanto al tuo letto.^Spero di non averti svegliato... ^^  -Il sindaco Lewis[#]Attrezzi smarriti",
        "fishing2": "C'ho merce nuova da vendere...^Una canna da pesca deluxe e alcune esche che ci puoi attaccare!^Puoi usarle, le esche, per far abboccare prima i pesci. Spero di vederti presto! ^   -Willy[#]Nuovi articoli di Willy",
        "fishing6": "Passa al negozio a vedere le nuove canne da pesca che vendo.^Sono il meglio che potresti comperare... e le puoi personalizzare con tipi vari di attrezzatura!^Spero di vederti presto! ^   -Willy[#]Nuovi articoli di Willy #2",
        "wizardJunimoNote": "Le mie fonti mi dicono che stavi rovistando all'interno del vecchio Centro sociale.^Perché non passi a visitarmi?^I miei alloggi sono ad ovest del lago nella foresta, nella torre di pietra. Potrei avere informazioni riguardanti il tuo... 'problema di ratti'.^   -M. Rasmodius, Mago %item quest 1 true %%[#]Convocazione del Mago",
        "winter_18": "Gentile @,^Vorrei darti alcune informazioni riguardo a un evento in arrivo: il Banchetto della Stella d'inverno. È un momento in cui la comunità si riunisce e ripensa a tutta la fortuna che abbiamo avuto quest'anno.^Una tradizione molto amata è lo \"scambio segreto di doni\", in cui ogni abitante del paese viene assegnato ad un altro, casualmente. Nel giorno del festival, ciascuno porta un dono per il suo amico segreto e lo sorprende con qualcosa di speciale!^Quest'anno, la tua persona speciale è:^    %secretsanta ^Non dirlo a nessuno! Il banchetto si terrà il 25 del mese, dalle 10am alle 2pm, in piazza. Ad allora! ^   -Il sindaco Lewis[#]Scambio segreto di doni",
        "ccBulletinThankYou": "Gentile @,^Ultimamente tutti in paese parlano della tua grande generosità!^A quanto pare, in casa della gente stanno comparendo dei pacchi con dentro oggetti di cui avevano chiesto anni fa sulla bacheca del Centro sociale! E i pacchi vengono tutti dalla tua fattoria!^Grazie per aver deciso di prenderti una briga tale... L'intero paese è deliziato! ^   -Il sindaco Lewis [#]Ringraziamenti della bacheca",
        "guildQuest": "Vedo che hai esplorato la vecchia miniera. Hai uno spirito avventuroso, si vede subito.^Se riesci a fare fuori 10 melme, ti guadagnerai un posto nella mia gilda degli avventurieri. ^Fa' attenzione.    -Marlon %item quest 15 true %%[#]Missione di uccisione melme",
        "skullCave": "Vedo che hai visitato la Caverna del Teschio. Ben fatto.^Ma ho una sfida migliore per te, giovane. Scendi almeno di 25 livelli. Ho una montagna di $ da spedire, se ci riesci.^  Il tuo amico Mr. Qi %item quest 20 %%[#]Sfida di Qi",
        "robinWell": "Sono Robin!^So che c'è un sacco di pietra sparsa per la tua fattoria.^Se ne hai un surplus, pensaci, potrei costruirti un pozzo.^I pozzi possono essere messi ovunque nella fattoria, e sono un modo comodo per riempire l'annaffiatoio.^^Passa al mio negozio con 75 pietre e 1000 oro, quando ti va d'iniziare.^-Robin[#]Costruire un pozzo",
        "landslideDone": "Ai nostri stimati clienti del JojaMart:^I membri del nostro team hanno rimosso la frana causata dalle nostre trapanazioni vicino al lago montano. Mi preme ricordarvi che la nostra operazione è del tutto legale (ai sensi degli obbl. inf. L61091, Emendamento JojaCo). Amministrare responsabilmente l'ambiente locale è nostra assoluta priorità! ^^Ci scusiamo per qualsiasi disturbo causato da questo incidente.^Come sempre, noi teniamo al vostro supporto e al vostro patrocinio continui!^^-Morris,^Rappresentante Soddisfazione Clienti Joja[#]Frana rimossa da Joja",
        "QiChallengeComplete": "Ce l'hai fatta.^ Sono davvero colpito.^ Goditi il premio.^   -Qi. %item money 10000 %%[#]Sfida di Qi completata",
        "spring_2_1": "Ehilà,^Sono appena tornato da un viaggio di pesca. Dovresti scendere in spiaggia prima o poi.^C'ho una cosa per te.^-Willy %item quest 13 true %%[#]Invito di Willy",
        "spring_12": "Gentile @,^Domani, nella piazza del paese, si terrà il Festival delle uova. ^^Dovresti arrivare tra le 9am e le 2pm, se vuoi partecipare.^Non vorrai perderti la caccia all'uovo annuale!^  -Il sindaco Lewis[#]Notifica sul Festival delle uova",
        "spring_15_1": "Salve, tesoro...^^So che hai appena iniziato col giardinaggio, quindi volevo darti una dritta.^^Moltissime colture crescono solo in una stagione specifica. Quando arriva l'estate, le tue colture primaverili moriranno tutte. Per cui, pianifica per tempo!^^-Nonna Evelyn[#]Consiglio di Evelyn",
        "spring_23": "Gentile @,^Domani ci riuniremo tutti per il Ballo dei Fiori.^^Se riesci a trovare un compagno, potresti persino partecipare alle danze di persona!^C'è una piccola radura oltre la foresta a ovest della città, terremo lì il ballo. Se ti interessa, vieni tra le 9am e le 2pm.^  -Il sindaco Lewis[#]Notifica sul Ballo dei fiori",
        "summer_10": "Gentile @,^Domani ci riuniremo tutti in spiaggia per l'annuale Luau di Pelican Town.^^Il momento culminante dell'evento è la zuppa mista della comunità. Assicurati di portare qualcosa di buono per contribuirvi!^All'evento sarà presente il governatore in persona, quindi ricorda di usare le tue maniere migliori.^Vieni in spiaggia tra le 9am e le 2pm.^   -Il sindaco Lewis [#]Notifica sul Luau",
        "summer_28": "Ciao @,^Stasera, intorno alle 10, avrà luogo un evento raro e bellissimo.^^Le meduse lunari passeranno da Pelican Town nella loro lunga migrazione verso sud per l'inverno.^^Ci riuniamo tutti in spiaggia per assistere. Non vuoi perdertelo, credimi!^A stasera,^ -Demetrius[#]Danza delle meduse lunari",
        "fall_9": "Gentile @,^Fra una settimana esatta terremo la Fiera di Stardew Valley nella piazza del paese!^È l'evento più importante dell'anno, che attira persone da tutta la nazione fino al nostro umile paesino.^Se vorrai, potrai allestire una bancarella della tua fattoria per l'occasione. Ti basterà portare i 9 oggetti che meglio mettano in mostra i tuoi talenti. Il giudizio si baserà sulla qualità e la varietà della tua bancarella.^La fiera inizia di mattina, alle 9... Non mancare!^   -Il sindaco Lewis[#]Notifica sulla Fiera di Stardew Valley",
        "fall_15": "Gentile @,^Voglio solo ricordarti che la Fiera di Stardew Valley si tiene domani.^Non dimenticare i tuoi 9 oggetti per la bancarella.^Ricorda, la fiera inizia alle 9am, nella piazza del paese. Ci vediamo lì!^   -Il sindaco Lewis[#]Promemoria sulla Fiera di Stardew Valley",
        "fall_26": "Gentile @,^Senti un brivido nell'aria? Può darsi sia l'inverno che si appressa...^O potrebbe essere il fremito di uno spettro oscuro, giunto ad aiutarci a festeggiare il festival di domani... la Vigilia degli spiriti.^Vieni in paese alle 10 di sera se vuoi partecipare.^  -Il sindaco Lewis[#]Notifica sulla Vigilia degli spiriti",
        "winter_7": "Gentile @,^Domani ci riuniremo tutti davanti alla casa di Marnie per il Festival del Ghiaccio.^^È una celebrazione dell'inverno... ci saranno pupazzi di neve, sculture di ghiaccio, e una gara di pesca nel ghiaccio!^Arriva fra le 9am e le 2pm se vuoi partecipare.^  -Il sindaco Lewis[#]Notifica sul Festival del ghiaccio",
        "winter_14": "A partire da domani, una flotta di mercantili girovaghi approderà a Pelican Town per il mercato notturno annuale.^^Il mercato comincia alle 5pm, e resterà in porto per i successivi tre giorni.^^Scendete pure in spiaggia dopo le 5 per unirvi ai festeggiamenti. Ci sarà il caffè gratis![#]Notifica sul Mercato notturno",
        "spring_11_1": "OGGETTO SMARRITO:^Ho perso la mia Ascia preferita! Se la trovate, per favore riportarla SUBITO. Sono nei pasticci senza. Ricompensa di 250 oro per chiunque la ritrovi.^   -Robin%item quest 100 %%[#]Robin ha smarrito l'ascia",
        "spring_19_1": "Agric. @-^Ho una richiesta da farti. Mi servono cavolfiori freschi per una ricetta che voglio fare. Me ne porteresti uno?^   -Jodi%item quest 101 %%[#]Jodi chiede un cavolfiore",
        "summer_3_1": "@-^È imbarazzante ma... Ho perso le mie braghe viola portafortuna. Te lo dico perché credo di potermi fidare di te.^Se le trovi, riportamele CON DISCREZIONE. Ti pagherò bene.^Grazie.^   -Il sindaco Lewis%item quest 102 %%[#]Lewis chiede un favore",
        "summer_14_1": "Ehi giovane,^Ho la gola più secca di uno spiedino nel deserto. Ho una gran sete di malto chiaro. Ce l'hai? La birra normale non va. Mi serve la malto chiaro.^   -Pam%item quest 103 %%[#]Richiesta di Pam",
        "summer_20_1": "@-^Sto raccogliendo dati sulla correlazione tra l'alcalinità del suolo e i livelli di fruttosio delle colture. Per fartela breve, mi serve un melone fresco della tua fattoria. Se me ne portassi uno, ti sarei molto grato.^   -Demetrius%item quest 104 %%[#]Demetrius chiede un campione",
        "summer_25_1": "All'agric. @:^Il mio ginocchio fa di nuovo i capricci, e sai cosa ci vorrebbe? ^Sfregarci sopra del peperoncino.^ Il problema è che ho finito le scorte. Se ne avessi uno da darmene mi faresti un favore.^   -George %item quest 105 %%[#]A George serve un peperoncino",
        "fall_3_1": "Ciao @,^Vorrei fare un regalo alle mie mucche. Sono così brave, e hanno sempre fame. Mi porteresti un mazzo di amaranto? Lo adorano. ^Grazie, tesoro.^   -Marnie %item quest 106 %%[#]Richiesta di Marnie",
        "fall_8_1": "Salve,^Siamo nel periodo delle more. I cespugli ne sono pieni. Voglio raccoglierne un po', ma ho perso il mio cestino. Puoi aiutarmi?^   -Linus%item quest 107 %%[#]Linus ha perso il cestino",
        "fall_19_1": "@-^Vorrei comprare una zucca da te. Io e mia figlia vogliamo intagliare una lanterna per il prossimo festival della Vigilia degli spiriti. ^   -Caroline%item quest 108 %%[#]Richiesta di Caroline",
        "winter_2_1": "Ehi, c'ho una piccola sfida per te:^    Prendimi un calamaro.^Puoi trovarli nell'oceano di notte. Ma si fanno vivi solo d'inverno.^   -Willy%item quest 109 %%[#]Sfida di Willy",
        "winter_6_1": "Ho una richiesta insolita. La terresti un segreto?^ Voglio che consegni un'ametista a Emily. È la sua pietra preferita. Dille che gliela mando io.^   -Clint %item quest 110 %%[#]Richiesta insolita di Clint",
        "winter_12_1": "@-^Sto compiendo ricerche sull'arte dimenticata della divinazione delle ombre. Ho bisogno di un oggetto chiamato 'Essenza del Vuoto'. Portamelo e ti ricompenserò.^ -M. Rasmodius, Mago %item quest 111 %%[#]Richiesta del Mago",
        "winter_17_1": "@,^Scusa se ti disturbo ancora, ma mi serve un altro favore.^Ho un martello nuovo e voglio provarlo su diversi metalli.^Mi forgeresti un lingotto di ferro? E me lo porteresti? ^Grazie.^ -Clint %item quest 112 %%[#]Richiesta di Clint",
        "winter_21_1": "@-^Come stai? Spero che l'inverno non sia stato troppo duro con te.^Ad ogni modo, ti scrivo per chiederti del legno duro. Me ne servono circa dieci pezzi, se ce li hai.^Altrimenti non c'è problema. Stammi bene!^  -Robin%item quest 113 %%[#]Richiesta di Robin",
        "winter_26_1": "Ciao @-^Voglio fare uno stufato di pesce, ma mi serve un'alalonga! So che sono quasi fuori stagione... Scusa per lo scarso preavviso. Me ne prenderesti una?^   -Gus%item quest 114 %%[#]A Gus serve un certo pesce",
        "spring_1_2": "Avviso:^^Il prezzo delle materie grezze alle botteghe di Robin e Clint è aumentato.[#]Notifica sul prezzo delle materie prime",
        "spring_6_2": "@-^Ho una gran voglia di albicocche fresche. All'emporio non se ne trovano, quindi ne chiedo una a te. Te la pagherò bene!^   -Emily%item quest 115 %%[#]Richiesta di Emily",
        "spring_15_2": "Ciao @,^Vorrei fare una sorpresa a mio marito. È un amante dei porri. Me ne porteresti uno?^   -Nonna Evelyn%item quest 116 %%[#]La sorpresa di Evelyn",
        "spring_21_2": "AVVISO^Sono Pierre... Voglio davvero davvero tanto un piatto di sashimi. Ricompensa generosa a chi me lo porta.^   -Pierre%item quest 117 %%[#]La voglia di Pierre",
        "summer_6_2": "Cercasi pescatore^Mi serve un buon esemplare di pesce palla. Sto conducendo un esperimento sulla tossina che produce.^Ricompensa: 1000 oro^ -Demetrius%item quest 118 %%[#]Studio di Demetrius sulle tossine",
        "summer_15_2": "Gent. agric. @,^Vorrei donare una carambola a mia moglie per il nostro anniversario. Tu ne hai nella tua fattoria? Se me ne portassi una, ti sarei veramente grato.^   -Kent%item quest 119 %%[#]A Kent serve un regalo",
        "summer_21_2": "@,^Mi serve dell'olio di tartufo. Non chiedermi perché.^ -Il sindaco Lewis%item quest 120 %%[#]Richiesta di Lewis",
        "fall_6_2": "Cercasi: 1 Aragosta Fresca per una splendida zuppa che sto creando.^Chi: Gus, proprietario del Saloon Astropomo^Ricompensa: 800 oro %item quest 121 %%[#]A Gus serve un'aragosta",
        "fall_19_2": "AVVISO^Qualcuno ha una batteria? Il telecomando della TV mi s'è scaricato, e doversi alzare dal divano per cambiare canale è davvero una noia.^  -Pam%item quest 122 %%[#]A Pam serve aiuto",
        "winter_5_2": "@,^Sto creando un bastone incantato dal potere fenomenale.^Tuttavia, mi manca qualcosa: un Lingotto d'Iridio.^Sono disposto a pagarlo il quintuplo del suo valore di mercato. Portamelo prima che puoi.^ -M. Rasmodius, Mago %item quest 123 %%[#]Al Mago serve un oggetto raro",
        "winter_13_2": "C'ho un'altra sfida per te: prendimi un ofiodonte.^Non s'arrendono facilmente, ma so che puoi farcela.^  -Willy%item quest 124 %%[#]Sfida di Willy #2",
        "winter_19_2": "Ciao @,^Non so che pesci pigliare. Muoio dalla voglia di preparare un Coco-no-no al saloon, ma non ho modo di procurarmi una noce di cocco!^Puoi aiutarmi tu?^  -Gus%item quest 125 %%[#]A Gus serve un cocco",
        "winter_24": "Gentile @,^Domani si tiene il Banchetto della Stella d'inverno.^Hai preso un regalo per la tua 'persona speciale'... %secretsanta?^Il banchetto inizia alle 9 di mattina, in piazza. Ci vediamo lì! ^   -Il sindaco Lewis[#]Promemoria Banchetto stella d'inverno",
        "passedOut1_Billed_Male": "Stimato Sig. @,^La scorsa notte, un membro del team Joja l'ha trovata privo di sensi. Abbiamo inviato una squadra medica per riportarla a casa incolume.^Siamo felici che stia bene!^^(Le sono stati addebitati {0} oro per questo servizio)^^-Morris^Rappresentante Soddisfazione Clienti Joja[#]Fattura Joja",
        "passedOut1_Billed_Female": "Stimata Sig.na @,^La scorsa notte, un membro del team Joja l'ha trovata priva di sensi. Abbiamo inviato una squadra medica per riportarla a casa incolume.^Siamo felici che stia bene!^^(Le sono stati addebitati {0} oro per questo servizio)^^-Morris^Rappresentante Soddisfazione Clienti Joja[#]Fattura Joja",
        "passedOut1_NotBilled_Male": "Stimato Sig. @,^La scorsa notte, un membro del team Joja l'ha trovata privo di sensi. Abbiamo inviato una squadra medica per riportarla a casa incolume.^Siamo felici che stia bene!^^Dato che non possiede denaro, siamo stati obbligati dalla legge a fornirle questo servizio gratuitamente.^^-Morris^Rappresentante Soddisfazione Clienti Joja[#]Notifica legalmente richiesta",
        "passedOut1_NotBilled_Female": "Stimata Sig.na @,^La scorsa notte, un membro del team Joja l'ha trovata priva di sensi. Abbiamo inviato una squadra medica per riportarla a casa incolume.^Siamo felici che stia bene!^^Dato che non possiede denaro, siamo stati obbligati dalla legge a fornirle questo servizio gratuitamente.^^-Morris^Rappresentante Soddisfazione Clienti Joja[#]Notifica legalmente richiesta",
        "passedOut2": "@, ^Per fortuna ieri notte ti ho trovato io! Eri senza sensi, e qualcuno ti stava frugando nelle tasche. Non ho idea di quanti soldi abbia rubato... appena mi sono avvicinato se l'è data a gambe. Fai più attenzione!^^-Linus[#]Messaggio di Linus",
        "passedOut3_Billed": "@,^Ieri sera qualcuno ti ha portato alla clinica. Avevi perso i sensi dalla stanchezza!^Devi prenderti più cura di te e andare a letto a un orario ragionevole.^Ti ho fatturato {0} oro per coprire le spese mediche.^^-Dr. Harvey[#]Dall'ufficio del Dr. Harvey",
        "passedOut3_NotBilled": "@,^Ieri sera qualcuno ti ha portato alla clinica. Avevi perso i sensi dalla stanchezza!^Devi prenderti più cura di te e andare a letto a un orario ragionevole.^Visto che non hai soldi, ho provveduto io alle tue cure, gratis.^^-Dr. Harvey[#]Le cure gratis di Harvey",
        "elliottLetter1": "@, anima mia,^^Sono giunto or ora a Grampleton, per dare il via al tour. Avevo dimenticato quanto fosse frenetica la città! Le strade straripano di persone... Sembrano tutti o mortalmente di fretta, o in preda allo stordimento, ignari di ciò che li circonda. Già mi manca Pelican Town!^^Principierò il tour questa sera, alla libreria locale. Debbo ammetterlo, comincio ad agitarmi all'idea di una pubblica orazione... mi pare che lo stomaco mi sia stato contorto in un soffice pretzel e cosparso di salsa al formaggio piccante. Augurami buona fortuna!^^-Ti amo, Elliott^^P.S. Spero tu abbia trascorso una nottata serena, e che la solitudine in quella grande casa non abbia dato adito alla paura! %item conversationTopic ElliottGone2 0 %%[#]Lettera di mio marito",
        "elliottLetter2": "Adorabile @,^^La prima lettura ha avuto buon esito, sebbene gli astanti fossero meno di quanto sperassi. Ciononostante, ho venduto copie sufficienti del mio libro per pagarmi la camera d'albergo (infestata d'insetti)!^^Fra poche ore partirò alla volta di Zuzu City. Se la lettura di ieri è stata un riscaldamento, la prossima sarà un'autentica esplosione al napalm...^^Mi manchi terribilmente. Ricorda di nutrirti a dovere! Oh, e non dimenticare i tortini di granchio avanzati che ho riposto nel frigo...^-Ti amo, Elliott %item conversationTopic ElliottGone3 0 %%[#]Lettera di mio marito 2",
        "elliottLetter3": "Dolce @,^^La serata di ieri a Zuzu City è stata un'esperienza non da poco! Pare vi sia un vasto ambiente letterario qui... Alla mia lettura sono accorse alcune dozzine di persone!^^Ho persino firmato un paio di autografi... È inconsueto esser veduto come una figura di rilievo, ma è l'occasione ad ingigantire tutto, una grandiosa illusione... poiché invero io non sono speciale affatto. Sono soltanto il tuo devoto Elliott, come sempre.^^Al momento son da solo, nella mia camera d'albergo, e 'ingerisco' un Pasto Ricco Joja...^^Questo è 'cibo' davvero?^O 'materia saziante'?^Non è certo un mistero^La risposta è lampante^^Il mio cuore anela a ritornar presto a casa. Spero tu abbia gradito i tortini di granchio.^^-Ti amo, Elliott %item conversationTopic ElliottGone4 0 %%[#]Lettera di mio marito 3",
        "elliottLetter4": "Nel sogno in alto mi librai^E sorvolai l'oceano verde^Che lidi ameni ho visto mai^Ma quel ricordo già si perde^^Un luogo sol perdura più^Lì passerò la vita mia^La Valle, amor, dove sei tu:^La nostra cara fattoria^^-Elliott %item conversationTopic ElliottGone5 0 %%[#]Lettera di mio marito 4",
        "elliottLetter5": "Amabile @,^^Non ti annoierò con ulteriori dettagli sulle mie letture. L'una rassomiglia all'altra.^^Sono certo che i tuoi dì siano assai più entusiasmanti! Scalpito per tornare a vedere quali progressi hai compiuto.^^In queste lunghe traversate tra le città, mi diletto a chiudere gli occhi e a figurarmi la fattoria... Vedo barilotti pulsanti di dolce vino, una fornace rovente piena di minerali preziosi, e la nostra piccola cucina pregna dell'aroma di cannella e noce moscata. Quante cose di cui godere!^^Ti prego, però, di non avventurarti troppo a lungo nelle miniere, anima mia. Sono pericolose all'inverosimile! Se proprio devi entrarvi... fai prima scorta di cibarie.^^-Ti amo, Elliott %item conversationTopic ElliottGone6 0 %%[#]Lettera di mio marito 5",
        "elliottLetter6": "Celestiale @,^^Questa sarà l'ultima mia lettera prima di tornare al focolare. Ho fatto un viaggio piacevole... sebbene non particolarmente emozionante. È stato bello conoscere individui che gradiscono la mia opera, ma agogno l'aria di casa.^^Il mio cuore brama le amenità del nostro piccolo cottage, il soddisfacente lavoro nei campi, un pasto fatto in casa e, soprattutto, il momento in cui mi rannicchierò fra le lenzuola di flanella con te.^^Ci vedremo a breve!^-Ti amo, Elliott %item conversationTopic ElliottGone7 0 %%[#]Lettera di mio marito 6",
        "MarlonRecovery": "@,^Ho trovato l'oggetto che avevi perso.^^Fai più attenzione la prossima volta!^   -Marlon%item itemRecovery %%[#]Marlon ha trovato il tuo oggetto",
        "RarecrowSociety": "Gentile @,^^La sua dedizione è veramente notevole...^^Solo pochi tenaci sono riusciti ad ottenere la collezione completa di Spaventararissimi!^^La preghiamo di accettare questo progetto per commemorare il suo traguardo.^   -La Società Spaventararissimi di Zuzu City%item craftingRecipe Deluxe_Scarecrow %%[#]Dalla Società Spaventararissimi",
        "CarolineTea": "Buongiorno @,^^Grazie per aver fatto un salto nella mia veranda ieri. Di solito bevo il tè da sola, ma mi sono divertita a condividerlo con te!^^Ti allego le istruzioni per preparare e coltivare il tuo tè personale. Non c'è fretta, ma se dovessi coltivarne un po', assicurati di portarmene una tazza!^^-Caroline%item craftingRecipe Tea_Sapling %%[#]Messaggio sul tè di Caroline",
        "WoodChipper": "Ehi @,^^Volevo solo farti sapere di un nuovo articolo che mi è arrivato... si chiama 'Cippatrice'.^^Puoi usarla per scomporre il legno duro in molti pezzi di legno normale!^^So che in inverno il legno può essere difficile da trovare, quindi se la tua scorta si fa risicata potrebbe essere utile averne una.^       -Robin[#]Avviso sulla Cippatrice",
        "passedOut4": "@, ^^Ti ho trovato a faccia in giù nel fango durante la mia perlustrazione delle 3:00 AM.^^La prossima volta dovresti cercare di tornare a casa un po' prima!^^     -Marlon[#]Messaggio di Marlon"
    }
}