{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Robin": "Salut !^J'ai un peu de bois en trop... Je pensais que tu pourrais en avoir besoin. À bientôt !  ^   -Robine %item object 388 50 %%[#]Un cadeau de la part de Robine",
        "Demetrius": "Bonjour @,^Je menais des recherches sur le terrain l’autre jour et j’ai découvert ce spécimen.^J'espère qu'il t'intéressera autant que moi.  ^   -Demetrius%item object 392 1 394 1 132 1 66 1 %%[#]Un cadeau de la part de Demetrius",
        "Linus": "Bonjour, mon ami.^Le lac de montagne a été généreux ces derniers temps. J’aimerais partager ma bonne fortune avec toi.  ^   -Linus %item object 136 1 143 1 202 1 227 1 228 1 %%[#]Un cadeau de la part de Linus",
        "Pierre": "Cher client,^Merci d’avoir visité le magasin de Pierre ! Vous trouverez ci-joint votre remise du \"Programme de récompenses\". À bientôt ! ^   -Pierre^  P.S. Désolé pour le message non personnalisé, @. Bien à vous ! %item money 250 601  %%[#]Un cadeau de la part de Pierre",
        "Caroline": "Bonjour @,^Voici un légume de mon petit jardin. Tu as probablement déjà beaucoup de légumes, mais bon.   ^   -Caroline%item object 190 1 192 1 24 1 %%[#]Un cadeau de la part de Caroline",
        "George": "J’ai trouvé des pierres de bonne qualité.^Peut-être que tu peux construire quelque chose avec ou t’en servir pour autre chose.  ^   -George %item object 390 35 %%[#]Un cadeau de la part de George",
        "Evelyn": "Bonjour, j’espère que ta ferme se porte bien.^Je t’envoie un petit quelque chose de ma cuisine... J'espère que ça ne se sera pas émietté dans le paquet ^   -Evelyn  %item object 216 1 220 1 223 1 %%[#]Un cadeau de la part d'Evelyn",
        "Pam": "Hé.^J’ai trouvé ça dans un vieux tiroir. Je pensais que tu pourrais en avoir besoin.  ^   -Pam %item object 346 1 349 1 787 1 %%[#]Un cadeau de la part de Pam",
        "Lewis": "@,^Je suis vraiment très heureux que vous soyez devenu membre de notre communauté ! J’ai joint un chèque de 500 po du fonds des agriculteurs de Stardew Valley  pour vous aider à continuer votre bon travail.^Peut-être que vous pourriez acheter plus de graines avec.  ^  Cordialement, M. Lewis%item money 500 501 %%[#]Un cadeau de la part de M. Lewis",
        "Gus": "@ !^Voici une petite douceur que j’ai fait ce matin au bar. Bon appétit !  ^   -Ton ami, Gus%item object 224 1 213 1 211 1 207 1 200 1 195 1 198 1 %%[#]Un cadeau de la part de Gus",
        "Clint": "Euh, bonjour...^Désolé, je ne suis pas doué pour écrire. J’ai fabriqué un lingot de métal de trop et je me suis dit que ça pourrait t'être utile  ^   -Clint, le forgeron %item object 334 1 335 1 336 1 %%[#]Un cadeau de la part de Clint",
        "Jodi": "Bonjour @,^J’ai commandé trop d’engrais pour le jardin !!! Je parie que tu en feras bon usage. À bientôt !   ^   -Jodi %item object 368 5 369 5 370 5 %%[#]Un cadeau de la part de Jodi",
        "Kent": "Bonjour, @.^Cet objet était en train de prendre la poussière dans la cabane à outils. Je me suis dit que tu pourrais en avoir besoin.  ^   -Kent%item object 286 1 287 1 288 1 787 1 %%[#]Un cadeau de la part de Kent",
        "Emily": "Salut !^Comment ça va ? J'espère que le cadeau que je t'ai envoyé te plaît... Au revoir ! +   ^   -Emily %item object 397 1 428 1 440 1 %%[#]Un cadeau de la part d'Emily",
        "Marnie": "Bonjour @,^Tu fais tellement du bon travail que je me suis dit que j'allais t'envoyer de quoi nourrir tes animaux pour te faciliter la tâche. Continues comme ça ! ^   -Marnie %item object 178 30 %%[#]Un cadeau de la part de Marnie",
        "Shane": "Salut,^Je pensais que ce serait amusant de t'écrire. Mais je ne sais pas trop quoi écrire.^Je t’ai envoyé un cadeau. Ne le dis à personne, mais j’ai chopé ça dans l’arrière-boutique de JojaMart il y a bien longtemps.^À bientôt. ^   -Shane %item object 215 1 206 1 %%[#]Un cadeau de la part de Shane",
        "Wizard": "Salutations, jeune apprenti.^J’ai inclus dans ce paquet un objet ésotérique. Fais-en bon usage.  ^   -M. Rasmodius, Sorcier%item object 422 1 82 1 84 1 70 1 %%[#]Un cadeau de la part du Sorcier",
        "Sandy": "Salutations du désert de Calico !^Viens me rendre visite bientôt, je m’ennuie vraiment ici :(. J’ai inclus un cadeau du désert. Tu pourrais venir me remercier en personne !  ^   -Sandy %item object 88 1 90 1 218 1 %%[#]Un cadeau de la part de Sandy",
        "afterSamShow": "@,^le concert a été un triomphe ! Je voulais à nouveau te remercier de ton aide dans la création de ce super groupe. On n'aurait jamais réussi sans toi !  ^   -Sam[#]Mot de remerciement de Sam",
        "afterArtShow": "Bonjour @,^Merci encore d’être venu à mon exposition d’art. C’était un véritable succès ! J’ai vendu presque toutes mes sculptures et tout le monde s'est montré très enthousiaste et encourageant ! J’espère te revoir bientôt.  ^   -Leah[#]Mot de remerciement de Leah",
        "haleyGarden": "@,^Je pensais que ce serait amusant de t’écrire un petit mot.^Je me suis tellement amusée avec les vaches hier... Je commence à comprendre pourquoi tu as choisi la vie à la ferme ! J'espère te revoir bientôt.  ^   -Haley[#]Mot d'Haley",
        "PennyCleanTrailer": "Je suis désolée pour ce qui s’est passé chez moi hier... Ma mère peut parfois être de mauvaise humeur.^S’il te plaît, oublie tout ça.  ^   -Penny[#]Lettre d’excuse de Penny\n",
        "Duck": "Bonjour @,^Tu as prouvé ta capacité à élever des poulets, alors dorénavant, tu peux acheter des canards dans mon magasin !       ^   -Marnie[#]Canards à vendre !",
        "Rabbits": "Bonjour @,^Dorénavant, je vends des lapins dans mon animalerie ! Ils te fourniront une laine douce et moelleuse... et plus encore !       ^   -Marnie[#]Lapins à vendre !",
        "Sheep": "Bonjour @,^Tu as prouvé ta capacité à élever des vaches, alors dorénavant, tu peux acheter des moutons dans mon magasin !       ^   -Marnie[#]Moutons à vendre !",
        "Goats": "Bonjour @,^Dorénavant, je vends des chèvres dans mon animalerie. Tu as fait du bon travail jusqu’à maintenant !       ^   -Marnie[#]Chèvres à vendre !",
        "Pigs": "Bonjour @,^Tu as fait un long chemin depuis ton arrivée à la ferme. En conséquence, j’ai décidé de commencer à vendre des cochons dans mon magasin. Ces cochons sont entraînés pour trouver des truffes gastronomiques !       ^   -Marnie[#]Cochons à vendre !",
        "SeaAmulet": "@,^Je vais vous donner un conseil parce que vous aime bien et que je veux que vous restiez à Pélican Ville. Si un jour vous voulez demander quelqu’un en mariage, vous allez devoir lui offrir un \"pendentif de sirène\". Ne vous inquiétiez pas, tout le monde à Pélican Ville comprend l’importance de cette amulette. C’est une ancienne tradition dans cette région. Bonne chance ! ^   -Lewis[#]Lettre au sujet du pendentif de sirène",
        "Bouquet": "@,^Il semble que tu commences à te rapprocher de certains habitants. Si tu veux montrer à une personne que tu aimerais entretenir une relation romantique avec elle, tu dois lui offrir l'un de mes magnifiques bouquets de fleurs. Je les vends à un prix très raisonnable ! Si tu souhaites un jour fonder une famille, c'est un premier pas ! ^   -Pierre[#]Lettre au sujet des bouquets de fleurs",
        "RobinCooking": "@,^voici une vieille recette que m'a transmise ma grand-mère. Régale-toi !  ^   -Robine%item cookingRecipe %%[#]Recette de famille de Robine",
        "DemetriusCooking": "Je voulais te remercier pour l'intérêt que tu portes à mon travail. Voici une recette de cuisine que j’aime bien. ^   -Demetrius%item cookingRecipe %%[#]Recette de cuisine de Demetrius",
        "LinusCooking": "@,^Comment ça va ? J’ai joint une recette pour préparer l'un de mes plats de poisson préférés. ^   -Linus%item cookingRecipe %%[#]Recette de cuisine de Linus",
        "PierreCooking": "TOP SECRET :^Voici la recette de ma fameuse tarte aux myrtilles. Ne la donne à personne ! Je te la donne parce que nous sommes proches maintenant. ^   -Pierre%item cookingRecipe %%[#]Recette de la célèbre tarte de Pierre",
        "CarolineCooking": "Bonjour @,^rien n’est plus satisfaisant que de cuisiner avec des légumes frais de son jardin ! J’ai joint une recette pour t’aider. À bientôt. ^   -Caroline%item cookingRecipe %%[#]Recette de cuisine de Caroline",
        "GeorgeCooking": "Je me suis dit que tu aimerais cette recette. Tâche de ne pas tout faire brûler. ^   -George%item cookingRecipe %%[#]Recette de cuisine de George",
        "EvelynCooking": "Bonjour @,^D’habitude, je ne donne pas mes recettes... mais tu es si adorable avec George et moi, j’ai écrit celle-ci rien que pour toi.^   -Evelyn%item cookingRecipe %%[#]Recette de cuisine d'Evelyn",
        "PamCooking": "Salut toi,^Voici la recette d’un bon petit plat que mon père préparait. À faire cuire lentement. ^   -Pam%item cookingRecipe %%[#]Recette de cuisine de Pam",
        "LewisCooking": "@,^n’oubliez pas de manger sainement, sinon vous n’aurez pas assez d’énergie pour travailler dur ! Je joins une de mes recettes préférées. Assurez-vous d’utiliser des tomates bien mûres ! ^   -Lewis%item cookingRecipe %%[#]Recette de cuisine de Lewis",
        "GusCooking": "Bonjour @,^Voici une recette de mon bar. Je ne la partage qu'avec mes meilleurs amis ! ^   -Gus%item cookingRecipe %%[#]Recette de cuisine de Gus",
        "ClintCooking": "Je connais quelques recettes.^Je me suis dit que j'allais t'en envoyer une... peut-être que ça peut t’aider à extraire plus de minerai ou quelque chose de ce genre.^À bientôt. ^   -Clint%item cookingRecipe %%[#]Recette de cuisine de Clint",
        "JodiCooking": "@,^Cette recette m'a valu la première place d’un concours de cuisine ! J’espère qu'elle te plaira. Merci pour tout ! ^   -Jodi%item cookingRecipe %%[#]Recette de cuisine de Jodi",
        "KentCooking": "J’ai appris cette recette à l’étranger. Régale-toi.^Je voulais te remercier pour ton accueil chaleureux. ^^   -Kent%item cookingRecipe %%[#]Recette de cuisine de Kent",
        "EmilyCooking": "@ !^Tu trouveras au dos de cette lettre des instructions pour faire un repas super équilibré !^Ça te redonnera de l'énergie. À bientôt. ^   -Emily%item cookingRecipe %%[#]Recette de cuisine équilibrée d'Emily",
        "MarnieCooking": "Bonjour,^Quand je ne suis pas en train de prendre soin d’animaux, j’aime expérimenter dans la cuisine. Comme notre amitié compte beaucoup pour moi, je veux partager quelques recettes avec toi.^J’espère qu'elles te plairont ! ^   -Marnie%item cookingRecipe %%[#]Recette de cuisine de Marnie",
        "ShaneCooking": "@,^J'ai trouvé cette recette dans un magazine et je l'ai trouvée intéressante. N’hésite pas à me faire goûter si tu la prépares. Hé hé. ^   -Shane%item cookingRecipe %%[#]Recette de cuisine de Shane",
        "SandyCooking": "Bonjour @,^Je m’ennuyais tellement dans le désert que je t’ai écrit une lettre. Je t'envoie la recette d'une soupe délicieuse. Viens me rendre visite bientôt. ^   -Sandy%item cookingRecipe %%[#]Recette de cuisine de Sandy",
        "WillyCooking": "Bonjour @,^J’aimerais partager une vieille recette de cuisine que mon père préparait. Il est important d’utiliser du poisson bien FRAIS.  ^   -Willy%item cookingRecipe %%[#]Vieille recette de cuisine de Willy",
        "mom1": "@,^ Comment vas-tu, mon chou ? Tu me manques beaucoup depuis ton départ. J'espère que la vie à la ferme répond à tes attentes. ^ Je t'aime, Maman. ^ P.S. Je t'ai envoyé tes cookies préférés  < %item object 223 1 %%[#]De la part de Maman",
        "mom2": "Bonjour @,^ Ça fait longtemps que je suis sans nouvelles de toi. Les choses n’ont pas changé à la maison. Tu me manques beaucoup. ^  Je t'aime, Maman.^ P.S. J’ai trouvé une enveloppe avec de l’argent que grand-père t’a laissé.%item money 500 501 %%[#]De la part de Maman #2",
        "mom3": "Bonjour @,^  J’ai vu un article qui parlait de toi dans le journal local ! On dirait que la vie à la campagne est faite pour toi ! Je suis si fière de toi. Prends bien soin de toi. Je t'aime, Maman.[#]De la part de Maman #3",
        "mom4": "Bonjour @,^ Comment ça va ? Tu dois vraiment faire fortune avec cette ferme. N’oublie pas ta chère vieille mère quand tu seras millionnaire ! ^  Je t'aime, Maman.   ^   P.S. Régale-toi !%item object 221 1 %%[#]De la part de Maman #4",
        "dad1": "@,^ Est-ce que tu te fais bien à ta nouvelle vie ? Je ne m'habitue pas encore à l'idée que tu es adulte maintenant... Le temps passe vite. Maintenant que tu n'es plus là, j'ai de l'argent en trop, alors je t'envoie un petit cadeau.^ Je t'aime, Papa.%item money 500 501 %%[#]De la part de Papa",
        "dad2": "Bonjour @,^  Comment se passe la vie à la campagne ? Je me sens seul sans toi, mais je suis fier de ce que tu fais.^  Je t'aime, Papa.  ^  P.S. J’ai trouvé une enveloppe avec de l’argent que grand-père t’a laissé.%item money 500 501 %%[#]De la part de Papa #2",
        "dad3": "Bonjour @,^  J’ai lu un article qui parlait de toi dans le journal local ! Je suis tellement impressionné par tes progrès à la ferme ! Continue comme ça, et ton vieux papa pourrait bien prendre sa retraite dans un bungalow de luxe aux îles Fern ;).^  Je t'aime, Papa.[#]De la part de Papa #3",
        "dad4": "Je sais que tu as beaucoup de travail à la ferme et que tu ne peux pas venir nous voir. Je comprends. Tu travailles très dur... Continue comme ça et tu pourras accomplir n'importe quoi ! ^ Je t'aime, Papa ^ P.S. Je t'envoie une pierre de qualité avec cette lettre.%item object 390 30 %%[#]De la part de Papa #4",
        "newsstory": "Salutations, @.^Nous avons le plaisir de vous informer que votre ferme sera présentée dans le prochain numéro de la Tribune de Stardew Valley, dans la rubrique \"Tendances\" ! Félicitations. Nous sommes impressionnés par votre travail. ^   -SVT[#]Infos",
        "pierreBackpack": "Publicité:^\"Je trouve plein de choses intéressantes, mais mon sac à dos est toujours plein !\"^^Cela vous ressemble-t-il ? Eh bien, Pierre a tout prévu !^^Passez dès AUJOURD'HUI au magasin général de Pierre et profitez de notre sac à dos taille 24 à prix tout doux !^ À bientôt ![#]Sacs à dos de Pierre",
        "pierreHours": "Publicité:^^Le magasin général de Pierre est maintenant ouvert 7 jours sur 7 ![#]Heures d'ouverture prolongées de Pierre",
        "robinKitchenLetter": "@,^^Je tiens à m'excuser d'avoir plaisanté au sujet de la vieille maison de ton grand-père lors de notre première rencontre. C'est vraiment une très jolie petite maison !^^Mais tu auras peut-être besoin d'espace un de ces jours. Et je peux t'aider. Si tu m'apportes les matériaux nécessaires et que tu paies le prix, je peux agrandir ta maison.^(Lire la page suivante)^^La première extension que je propose inclut une cuisine. Grâce à elle, tu pourras préparer les recettes que tu as apprises !^^Bref, j'espère que tu commences à te sentir chez toi à Stardew Valley !^^     Ta menuisière locale,^        Robine[#]Services de Robine",
        "taxPassed": "Bonjour @,^La taxe d'expédition est passée. À compter d'aujourd'hui, une taxe de 3% sera déduite de tous vos bénéfices d'expédition. Le tarif réduit pour les services publics est également en vigueur. À bientôt ! ^   -Le Maire[#]Taxe approuvée",
        "taxRejected": "Bonjour @,^La taxe d’expédition a été rejetée. Vos bénéfices d’expédition resteront tels quels. Les frais pour les services publics resteront les mêmes. À bientôt. ^   -Le Maire[#]Taxe rejetée",
        "quest10": "@,^J’ai entendu dire que vous donniez un coup de main à certaines personnes au village ! Tout le monde semble vraiment reconnaissant. Je vous décerne le prix \"Meilleur voisin du mois\" (ainsi qu'un peu d'argent en récompense). Continuez comme ça ! ^   -Le Maire%item money 500 501 %%[#]Meilleur voisin",
        "quest35": "Bonjour @,^Vous avez été d’une telle aide au village depuis que vous avez emménagé ici... tout le monde me répète toutes les merveilles que vous avez faites pour eux ! Veuillez accepter ce prix de remerciement. ^   -Le Maire%item money 2500 2501 %%[#]Remerciements de M. Lewis",
        "quest100": "@,^Je suis heureux de vous annoncer que vous avez été choisi comme \"Voisin de l’année\" ! Cela va de pair avec un prix de 10 000 po ! Toutes mes félicitations ! Tout le monde au village veut vous dire \"merci\" pour tout ce que vous avez fait.  ^   -Le Maire%item money 10000 10001 %%[#]Meilleur voisin de l'année",
        "hero_update": "@,^C’est l’heure du classement trimestriel des Héros de Stardew ! Je les ai mis dans une enveloppe séparée. Bonne chance pour cette saison !  ^   -Le Maire[#]Classements des héros de Stardew",
        "hero_update1": "%mise à jour",
        "CF_Fish": "@,^Tes compétences de pêcheur dépassent même celles de mon vieux père... je suis impressionné. Cette étoile passe de Willy Senior à Willy Junior depuis... pfiou... sans doute depuis mille ans.^Comme je n'ai pas d'enfants, je tiens à te la donner.^^ -Willy   ^  %item object 434 1 %%[#]Héritage de la famille de Willy",
        "adoptionLetter": "Bonjour @ et votre famille,^Félicitations ! Votre demande d’adoption a été approuvée.^Nous nous efforçons de choisir le bébé idéal correspondant à votre profil. Le nouveau membre de la famille arrivera dans 2 semaines.^^-Agence d'adoption Ferngill[#]Avis d'adoption",
        "stardewHeroMine": "Message Secret : Si tu peux atteindre le fond des mines une fois de plus, un secret t'y attendra. Attention, les mines sont devenues plus dangereuses.[#]Message secret",
        "fertilizers": "Bonjour @,^J'espère que tu te sens chez toi dans ta nouvelle maison. Je t'écris pour t'annoncer que le magasin de Pierre vend désormais des engrais ! Pourquoi ne passes-tu pas voir si tu peux t'en acheter une douzaine de boîtes ?  ^   -Pierre[#]Engrais de Pierre",
        "fertilizers2": "Bonjour @,^Dorénavant, je vends de l’engrais de meilleure qualité, ainsi qu'une nouvelle sélection de récoltes ! À bientôt.^   -Pierre[#]Engrais de haute qualité de Pierre",
        "abbySpiritBoard": "Salut @.^Un de ces jours, tu devrais venir dans ma chambre après la tombée de la nuit... Peut-être vers 20 heures.^Je veux te montrer quelque chose. ^   -Abby[#]Mot d'Abby",
        "pennySpa": "Rejoins-moi aux bains après la tombée de la nuit. ^   -Penny[#]Mot de Penny",
        "incubator": "Bonjour @,^^Merci d’avoir acheté une amélioration pour le poulailler ! En plus de doubler la capacité du poulailler, je me suis permise d’installer un incubateur.^Pour l'utiliser, place simplement un oeuf à l’intérieur. S'il te reste de la place dans ton poulailler, l’oeuf éclora dans quelques jours !^^Comme toujours, merci pour tes achats.^-Robine[#]Au sujet de l'incubateur",
        "hatter": "Salut.^^Moi je vends des chapeaux. Ok ?^^Viens à la vieille, vieille, vieille maison, ok. Apporte des pièces.^^-souris chapeau[#]Un petit coucou",
        "Beat_PK": "Félicitation !!^^Vous avez terminé \"Les Aventures du Roi de la Prairie\" et avez remporté le tirage au sort de notre loterie des vainqueurs !^Vous avez gagné votre propre jeu d’arcade des aventures du roi de la prairie !^Vous pouvez maintenant profiter des \"Aventures du Roi de la Prairie\" dans le confort de votre maison.^^Vous l’avez bien mérité !^-L’équipe de développement du Roi de la Prairie%item bigobject 141 %%[#]R.P. félicitations !",
        "JunimoKart": "Félicitation !!^^Vous avez terminé tous les niveaux de \"Junimo Kart\"... Vous êtes en réalité la toute première personne de toute la République de Ferngill à le faire !^Votre prix : une version collector de Junimo Kart !^^ Amusez-vous bien !^-L’Équipe de développement Junimo Kart %item bigobject 159 %%[#]Succès de Junimo Kart !",
        "elliottReading": "@,^J'ai une super nouvelle... j'ai terminé mon roman !! J'en donne une lecture publique cet après-midi à la bibliothèque. J'espère te voir là-bas !  ^   -Elliott[#]Lecture d'Elliott",
        "elliottBoat": "Rejoins-moi sur les quais lors d’un matin ensoleillé. J’ai une petite idée en tête. ^  -Elliott[#]Mot d'Elliott",
        "harveyBalloon": "@,^J'ai une surprise pour toi. Rejoins-moi sur la voie ferrée. ^   -Harvey[#]Surprise d'Harvey",
        "samMessage": "@,^rejoins-moi devant chez moi ce soir à la nuit tombée. ^   -Sam[#]Mot de Sam",
        "joshMessage": "@,^Rejoins-moi au saloon ce soir après la tombée de la nuit. ^   -Alex[#]Invitation d'Alex",
        "lewisStatue": "@,^^À l’avenir, j’apprécierais beaucoup si vous vous absteniez de mettre mes affaires PRIVÉES au village à la vue de tous !^^Je suis très en colère !^^Prenez cet argent et ne parlez jamais de mon \"projet\" à qui que ce soit.%item money 750 751 %%[#]lettre de mécontentement de M. Lewis",
        "marnieAutoGrabber": "@,^J’ai un nouvel objet en stock... C'est un \"récolteur automatique\".^^Ce récolteur peut traire vos vaches et vos chèvres, et tondre vos moutons... tout seul !^^C’est considéré comme un \"objet de luxe\", il t'en coûtera 25 000 po.^^    -Marnie[#]Lettre d'information sur le récolteur automatique",
        "EmilyClothingTherapy": "@,^J’ai cette nouvelle idée folle et j’ai besoin de ton aide... J’ai nommé cette idée \"thérapie de mode\".^^S’il te plaît, viens chez le maire aujourd’hui pour savoir de quoi il s’agit.^^ Bises, Emily[#]L'idée d'Emily",
        "EmilyCamping": "@,^Allons camper !^^Rendez-vous dans les bois secrets après 22 h.^^ Bises, Emily[#]Invitation d'Emily",
        "EmilyDoneCamping": "Merci d’être venu hier soir... J’ai passé un très bon moment.^Je suis vraiment heureuse d'avoir vu cet ours !^^À bientôt.^^  Bises, Emily[#]Mot d'Emily",
        "foundLostTools": "Bonjour @,^Quelqu’un a déposé vos outils dans la boite d'objets trouvés la nuit dernière.^^Je suis entré chez vous et je les ai mis à côté de votre lit.^J’espère que je ne vous ai pas réveillé... ^^  -Le Maire Lewis[#]Outils perdus",
        "fishing2": "J’ai de nouveaux articles en stock...^Une canne à pêche de luxe et de beaux appâts !^Tu peux utiliser un appât sur ta canne à pêche pour que les poissons mordent plus rapidement. À bientôt ! ^   -Willy[#]Nouveaux articles de Willy",
        "fishing6": "Viens au magasin pour voir les nouvelles cannes à pêche que je vends.^Ce sont les meilleures que l’argent puisse acheter... et tu peux les personnaliser avec différents types de matériel !^ J’espère te voir bientôt ! ^   -Willy[#]Nouveaux articles de Willy #2",
        "wizardJunimoNote": "Mes sources me disent que tu traines dans l’ancien centre communautaire.^Pourquoi ne viendrais-tu pas me rendre visite ?^J'habite à l’ouest du lac de la forêt, dans la tour de pierre. J’ai peut-être des informations concernant ton... \"problème de rat\".^   -M. Rasmodius, Sorcier %item quest 1 true %%[#]Convocation du Sorcier",
        "winter_18": "Bonjour @,^J’aimerais vous donner quelques informations sur un événement à venir : la fête de l’étoile hivernale. C’est le moment pour la communauté de se rassembler et d’apprécier toute la bonne fortune que nous avons eue cette année.^L’une des traditions préférées est \"l’échange de cadeau secret\", où tous les habitants du village sont attribués au hasard à quelqu’un d’autre. Le jour du festival, tout le monde apporte un cadeau à son ami secret et le surprend avec quelque chose de spécial !^Cette année, votre ami secret est: ^ %secretsanta ^Ne le dites à personne ! La fête aura lieu le 25 de 10 h à 14 h sur la place du village. À bientôt !^   -Maire Lewis[#]Donneur de cadeau secret",
        "ccBulletinThankYou": "Bonjour @,^Tout le monde au village parle de votre grande générosité ces derniers temps !^Apparemment, des colis sont apparus chez des gens contenant des objets qu’ils cherchaient et avaient affichés il y a des années dans le bulletin du centre communautaire ! Et les colis proviennent tous de votre ferme !^Merci d’avoir tout mis en oeuvre pour faire quelque chose comme ça... nous tous au village vous en sommes reconnaissants !^   -Maire Lewis[#]Remerciements du tableau d’affichage ",
        "guildQuest": "Je vois que tu as exploré la vieille mine. Tu as l’esprit d’un aventurier. Si tu peux tuer 10 Slimes, tu auras ta place dans ma guilde d’aventuriers. ^Fais attention à toi.     -Marlon %item quest 15 true %%[#]Quête pour tueur de Slimes",
        "skullCave": "Je vois que tu es entré dans la caverne du Crâne. Bien joué.^J'ai un meilleur défi pour toi. Descends au moins 25 niveaux. J'ai une montagne d'or à t'envoyer si tu peux le faire.^  Ton ami, Mr. Qi %item quest 20 %%[#]Le défi de Qi",
        "robinWell": "C'est Robine !^Je sais qu’il y a beaucoup de pierres éparpillées autour de ta ferme.^Si tu en as en trop, je peux éventuellement te construire un puits.^Tu peux disposer des puits tout autour de ta ferme, c'est pratique pour remplir ton arrosoir.^^Passe à ma boutique avec 75 pierres et 1 000 po si tu décides de franchir le pas.^-Robine[#]Construire un puits",
        "landslideDone": "À nos chers clients du Marché Joja :^Les membres de notre équipe ont dégagé le glissement de terrain provoqué par notre opération de forage près du lac de montagne. Je tiens à vous rappeler que notre opération de forage est tout à fait légale (suivant l'amendement JojaCo L61091). La gestion responsable de l'environnement est notre priorité ! ^^Nous sommes désolés des désagréments que cela a pu vous occasionner.^Comme toujours, votre soutien continuel et votre bien-être sont importants pour nous !^^-Morris,^responsable de la satisfaction de la clientèle chez Joja[#]Joja suppression du glissement de terrain",
        "QiChallengeComplete": "Vous avez réussi.^ Je suis très impressionné.^ Profitez bien de votre récompense.^   -Qi. %item money 10000 %%[#]Défi terminé de Qi",
        "spring_2_1": "Coucou,^Je viens de rentrer d'une excursion de pêche. Tu devrais venir à la plage un de ces jours.^J’ai quelque chose pour toi.^-Willy %item quest 13 true %%[#]Invitation de Willy",
        "spring_12": "Bonjour @,^Demain nous organisons le festival des oeufs sur la place du village.^^Vous devriez venir entre 9 heures et 14 heures si vous souhaitez y assister.^Vous ne voudriez pas manquer la chasse aux oeufs annuelle !^  -Maire Lewis[#]Avis de la fête aux oeufs",
        "spring_15_1": "Coucou...^^Je sais que tu commences dans le jardinage, et je voudrais te donner une petite astuce.^^La plupart des récoltes ne poussent que durant une seule saison. Quand l'été arrivera, tes récoltes de printemps mourant. Alors planifie bien à l'avance !^^-Granny Evelyn[#]Conseil d'Evelyn",
        "spring_23": "Bonjour @,^Demain, nous nous réunissons tous pour la danse des fleurs.^^Si vous pouvez trouver un ou une partenaire, vous pourriez participer vous aussi à la danse !^Il y a une petite clairière au-delà de la forêt à l’ouest du village où nous organisons la danse. Venez entre 9 heures et 14 heures si vous êtes intéressé.^  -Maire Lewis[#]Avis de la danse des fleurs",
        "summer_10": "Bonjour @,^Demain, nous nous rassemblons tous à la plage pour la fête hawaïenne annuelle de Pélican Ville.^^Le meilleur moment de l’événement est le soupe communale. Pensez bien à apporter quelque chose de délicieux !^Le gouverneur lui-même assiste à l’événement, alors assurez-vous de bien vous tenir.^Venez à la plage entre 9 h et 14 h.^   -Maire Lewis[#]Avis de la fête hawaïenne ",
        "summer_28": "Bonjour @,^Ce soir, vers 22 heures, un événement rare et magnifique aura lieu.^^Les Méduses Clair de Lune passeront par Pélican Ville lors de leur migration vers le sud pendant l'hiver.^^Nous nous rassemblons tous à la plage pour les voir. Tu ne veux pas manquer ça !^À ce soir.^ -Demetrius[#]Avis de la fête des Méduses Clair de Lune",
        "fall_9": "Bonjour @,^Dans une semaine, nous organiserons la fête de Stardew Valley sur la place du village !^C’est le plus grand événement de l’année, attirant des gens de tout le pays dans notre modeste village.^Si vous le souhaitez, vous pouvez créer un présentoir de fermier pour l’événement. Il suffit d’apporter jusqu’à 9 choses qui mettent en valeur vos talents. Vous serez jugé sur la qualité et la diversité de votre présentoir^La fête commence à 9 heures du matin... ne la manquez pas !^   -Maire Lewis[#]Avis de la fête de Stardew Valley",
        "fall_15": "Bonjour @,^Je tiens simplement à vous rappeler que la fête de Stardew Valley aura lieu demain.^N’oubliez pas d’apporter vos 9 objets pour la grande exposition des présentoirs de fermier.^N’oubliez pas que la fête commence à 9 heures sur la place du village. À bientôt !^   -Maire Lewis[#]Rappel de la fête de Stardew Valley",
        "fall_26": "Bonjour @,^Vous avez remarqué qu’il y a comme un frisson dans l’air ? Cela pourrait simplement être l’approche de l’hiver...^Ou c’est peut-être à cause d’un spectre sombre, qui vient célébrer avec nous la fête de demain... la fête des esprits.^Venez en ville à 22 heures si vous voulez participer.^  -Maire Lewis[#]Avis de la fête des esprits  ",
        "winter_7": "Bonjour @,^Demain, nous nous rassemblons tous devant la maison de Marnie pour le Festival des Glaces.^^C’est la fête de l’hiver... il y aura des bonshommes de neige, des sculptures de glace et un concours de pêche sur glace !^Venez entre 9 heures du matin et 14 heures si vous souhaitez participer.^  -Maire Lewis[#]Avis du festival des Glaces",
        "winter_14": "Dès demain, une flotte marchande itinérante accostera à Pélican Ville pour le marché nocturne annuel.^^Le marché commence à 17 heures et restera au port pour les trois prochains jours.^^Veuillez venir à la plage après 17 heures pour participer aux festivités. Il y aura du café gratuit ![#]Avis sur le marché nocturne",
        "spring_11_1": "PERDU :^J’ai perdu ma hache préférée ! Si vous la retrouvez, veuillez me la rapporter le plus rapidement possible. Mon travail est très difficile sans ma hache. Il y a 250 po pour celui ou celle qui la retrouve.^   -Robine%item quest 100 %%[#]La hache perdu de Robine ",
        "spring_19_1": "@-^J’ai une requête pour toi. J’ai besoin de chou-fleur frais pour une recette que je veux faire. Peux-tu m'en apporter un ?^   -Jodi%item quest 101 %%[#]La demande de chou-fleur de Jodi",
        "summer_3_1": "@-^C’est un peu embarrassant... J’ai perdu mon short violet porte-bonheur. Je vous le dis parce que je pense pouvoir vous faire confiance.^Si vous le retrouvez, rapportez-le-moi, DISCREMENT. Je paierai bien.^Merci.^   -Le Maire Lewis%item quest 102 %%[#]La demande de Lewis ",
        "summer_14_1": "Salut toi,^Ma gorge est presque aussi sèche que le sable que l’on trouve dans le désert. J’ai vraiment envie d’une bière blonde. Vous en avez ? La vieille bière ordinaire ne fera pas l’affaire. J’ai besoin d’une bonne bière blonde.^   -Pam%item quest 103 %%[#]La demande de Pam",
        "summer_20_1": "@-^Je collecte des données sur la corrélation entre l’alcalinité du sol et les niveaux de fructose dans les récoltes. En bref, j’ai besoin d'un melon frais de ta ferme. Si tu m’en apportes un, je t’en serais très reconnaissant.^   -Demetrius%item quest 104 %%[#]La demande d'échantillon de Demetrius",
        "summer_25_1": "À @ :^Mon genou me fait souffrir à nouveau. sais-tu ce qui peut m’aider ?^Le frotter avec du piment.^Le problème, c’est que mon stock est vide. Si tu en avais un à me donner, je t'en serais reconnaissant.^   -George %item quest 105 %%[#]La demande de piment de George",
        "fall_3_1": "Bonjour @,^ J’aimerais offrir à mes vaches une friandise très spéciale. Elles sont si gentilles, mais très gourmandes. Pourrais-tu m'apporter de l'amarante ? Elles adorent ça...^Merci.^   -Marnie %item quest 106 %%[#]La demande de Marnie",
        "fall_8_1": "Salut,^C’est la saison des mûres en ce moment. Les buissons en regorgent. Je veux en ramasser, mais j’ai perdu mon panier. Peux-tu m’aider ?^   -Linus%item quest 107 %%[#]Le panier perdu de Linus",
        "fall_19_1": "@-^Je voudrais t’acheter une citrouille. Ma fille et moi voulons sculpter une citrouille pour la prochaine fête des esprits.^   -Caroline%item quest 108 %%[#]La demande de Caroline",
        "winter_2_1": "Salut, j'ai un petit défi pour toi :^    Attrape-moi un calmar.^Tu peux les pêcher pendant la nuit dans la mer. Cependant, on n'en trouve que l'hiver.^   -Willy%item quest 109 %%[#]Le défi de Willy",
        "winter_6_1": "J’ai une demande inhabituelle. Peux-tu garder ça secret ?^Je veux que tu livres une améthyste à Emily. C’est sa pierre préférée. Dis-lui bien que c'est de ma part.^   -Clint %item quest 110 %%[#]La demande inhabituelle de Clint",
        "winter_12_1": "@-^Je suis à la recherche de l'art perdu de la divination de l'ombre. J'ai besoin d'un objet connu sous le nom de \"Essence du Vide\". Apporte-le moi et je te récompenserai.^ -M. Rasmodius, Sorcier %item quest 111 %%[#]La demande du Sorcier",
        "winter_17_1": "@,^Désolé de te déranger à nouveau, mais j'ai un autre service à te demander.^J’ai un nouveau marteau et je veux l’essayer sur une variété de métaux différents.^Pourrais-tu forger un lingot de fer et me l’apporter ? ^Merci.^ -Clint %item quest 112 %%[#]La demande de Clint",
        "winter_21_1": "@-^Comment vas-tu . J'espère que l'hiver n'a pas été trop dur.^Bref, je t'écris pour te demander du bois dur. J'ai besoin d'environ dix morceaux, si tu les as.^Sinon, pas de souci. À bientôt !^  -Robine%item quest 113 %%[#]La demande de Robine",
        "winter_26_1": "Bonjour @-^Je veux faire du ragoût de poisson, mais il me faut un Albacore ! Je sais que ce n'est pas la saison... désolé de te prévenir à la dernière minute. Peux-tu en attraper un pour moi ?^   -Gus%item quest 114 %%[#]Gus a besoin d'un certain poisson",
        "spring_1_2": "Attention :^^Le prix des matériaux bruts chez Robine et chez Clint a augmenté.[#]Avis sur le prix des matières premières",
        "spring_6_2": "@-^J’ai très envie d’un abricot frais. Je n’ai pas réussi à en trouver au magasin, donc je suis venue voir si tu en as un. Je te paierai bien !^   -Emily%item quest 115 %%[#]La demande d'Emily",
        "spring_15_2": "Bonjour @,^Je voudrais faire un cadeau à mon mari. Il adore les poireaux. Pourrais-tu m’en apporter un ?^   -Mamie Evelyn%item quest 116 %%[#]La surprise d'Evelyn",
        "spring_21_2": "Attention^C'est Pierre... J'ai vraiment très envie d'une assiette de sashimi. Je paierai bien quiconque m'en apportera.^   -Pierre%item quest 117 %%[#]L'envie de Pierre",
        "summer_6_2": "Pêcheur demandé^J’ai besoin d’un beau spécimen de poisson-globe. Je mène une expérience sur la toxine produite par le poisson-globe.^Récompense : 1000 po^ -Demetrius%item quest 118 %%[#]Étude de Demetrius sur les toxines",
        "summer_15_2": "Bonjour @,^J’aimerais offrir à ma femme un fruit étoilé pour notre anniversaire. Est-ce que tu en fais pousser dans ta ferme ? Je te serais très reconnaissant si tu m'en apportais un.^   -Kent%item quest 119 %%[#]Kent a besoin d'un cadeau",
        "summer_21_2": "@,^J’ai besoin d’huile de truffe. Ne me demandez pas pourquoi.^ -Maire Lewis%item quest 120 %%[#]La demande de Lewis",
        "fall_6_2": "Recherche : 1 Homard frais pour une merveilleuse bisque que je prépare.^Qui : Gus, propriétaire du Saloon Fruit Étoilé.^Récompense : 800 po %item quest 121 %%[#]Gus a besoin de homard",
        "fall_19_2": "Attention^Est-ce que quelqu'un a des piles ? Ma télécommande de télévision est morte, et c’est vraiment très pénible de sortir de table ou de se lever du canapé pour changer de chaîne.^  -Pam%item quest 122 %%[#]Pam a besoin d'aide",
        "winter_5_2": "@,^Je crée un bâton enchanté avec un pouvoir phénoménal.^Cependant, il me manque quelque chose : une barre d'iridium.^Je suis prêt à payer 5 fois sa valeur au marché. Apporte-la dès que possible.^ -M. Rasmodius, Sorcier %item quest 123 %%[#]Le Sorcier a besoin d'un objet rare",
        "winter_13_2": "J’ai un autre défi pour toi : attrape-moi une Morue-lingue.^Elles ne sont pas faciles à avoir, mais je sais que tu peux le faire.^  -Willy%item quest 124 %%[#]Le défi de Willy #2",
        "winter_19_2": "Bonjour @,^ Je suis à bout de forces. Je veux désespérément faire un Coco-No-No au saloon, mais impossible de mettre la main sur une noix de coco !^Peux-tu m’aider ?^  -Gus%item quest 125 %%[#]Gus a besoin d'une noix de coco",
        "winter_24": "Bonjour @,^Demain c’est la fête de l’étoile hivernale.^Avez-vous un cadeau préparé pour votre \"ami secret\"... %secretsanta ?^La fête commence à 9 heures sur la place du village. À demain !^   -Maire Lewis[#] Rappel de la fête de l'étoile d'hivernale",
        "passedOut1_Billed_Male": "Bonjour Mr. @,^Hier soir, un membre de l’équipe de Joja vous a trouvé inconscient. Une équipe médicale a été envoyée pour vous ramener à la maison en toute sécurité.^Nous sommes heureux que vous alliez bien !^^(Ce service vous a été facturé. {0} po)^^-Morris^Responsable de la satisfaction de la clientèle chez Joja[#]Facture Joja ",
        "passedOut1_Billed_Female": "Bonjour Mme. @,^Hier soir, un membre de l’équipe de Joja vous a trouvé inconsciente. Une équipe médicale a été envoyée pour vous ramener à la maison en toute sécurité.^Nous sommes heureux que vous alliez bien !^^(Ce service vous a été facturé. {0} po)^^-Morris^Responsable de la satisfaction de la clientèle chez Joja[#]Facture Joja ",
        "passedOut1_NotBilled_Male": "Bonjour Mr. @,^Hier soir, un membre de l’équipe de Joja vous a trouvé inconscient. Une équipe médicale a été envoyée pour vous ramener à la maison en toute sécurité.^Nous sommes heureux que vous alliez bien !^^Comme vous n’avez pas d’argent, la loi nous oblige à fournir ce service gratuitement.^^-Morris^Responsable de la satisfaction de la clientèle chez Joja[#]Avis d'obligation légale",
        "passedOut1_NotBilled_Female": "Bonjour Mme. @,^Hier soir, un membre de l’équipe de Joja vous a trouvé inconsciente. Une équipe médicale a été envoyée pour vous ramener à la maison en toute sécurité.^Nous sommes heureux que vous alliez bien !^^Comme vous n’avez pas d’argent, la loi nous oblige à fournir ce service gratuitement.^^-Morris^Responsable de la satisfaction de la clientèle chez Joja[#]Avis d'obligation légale",
        "passedOut2": "@, ^tu as de la chance que je sois tombé sur toi hier soir ! Tu avais perdu connaissance et quelqu'un fouillait dans tes poches. Je ne sais pas combien ils t'ont pris... Ils ont fui dès que je me suis rapproché. Fais plus attention !^^-Linus[#]Mot de Linus",
        "passedOut3_Billed": "@,^quelqu'un a déposé ton corps inanimé à la clinique hier soir. Tu avais perdu connaissance à cause de la fatigue !^Tu devrais faire plus attention à toi et te coucher à une heure raisonnable.^Ta facture s'élève à {0} po pour couvrir les frais médicaux.^^-Dr. Harvey[#]Du docteur Harvey",
        "passedOut3_NotBilled": "@,^quelqu'un a déposé ton corps inanimé à la clinique hier soir. Tu avais perdu connaissance à cause de la fatigue !^Tu devrais faire plus attention à toi et te coucher à une heure raisonnable.^Comme tu n'as pas d'argent, je me suis occupé de toi gratuitement.^^-Dr. Harvey[#]Service médical gratuit de Harvey",
        "CarolineTea": "@,^^Merci d’être venu dans ma véranda hier. Je bois habituellement mon thé toute seule, mais c’était amusant de partager un moment de détente avec toi !^^J’ai joint des instructions sur la préparation et les techniques pour cultiver tes propres feuilles de thé. Si jamais tu décides d’en cultiver, n’oublie pas de me rapporter une tasse.^^-Caroline%item craftingRecipe Tea_Sapling %%[#]Note de thé de Caroline",
        "elliottLetter5": "@,^^Je ne vais pas t’ennuyer avec plus de détails sur mes lectures. Elles sont pour la plupart identiques.^^Je suis sûr que tu fais des choses bien plus excitantes ! Je suis impatient de revenir et de voir les progrès que tu as faits à la ferme.^^ Lors de ces longs voyages entre chaque ville, je ferme les yeux pour contempler la ferme dans mes pensées... Je vois des fûts remplis de vin doux, une fournaise façonnant des minerais précieux, et notre petite cuisine avec l’odeur de cannelle et de noix de muscade. Il y a beaucoup de choses qui me manquent !^^Ne reste pas trop tard dans les mines, mon amour. C’est dangereux là dedans ! Mais si tu dois y aller... prends beaucoup de nourriture avec toi.^^-Avec tout mon amour, Elliott %item conversationTopic ElliottGone6 0 %%[#]Lettre de mon mari 5",
        "elliottLetter4": "Dans mes rêves, quand je suis chanceux de voir un paysage magnifique.^Je regarde la mer ensoleillée^Je vois les sentiers lointains que j’ai parcourus^Mais le temps trouble ma mémoire^^Il n’y a qu’un seul lieu éternel^Dans lequel je pourrais aller un jour^Dans la vallée où mon amour attend :^Notre petite maison au bord de l’étang.^^-Elliott %item conversationTopic ElliottGone5 0 %%[#]Lettre de mon mari 4",
        "elliottLetter6": "@,^^Ce sera ma dernière lettre avant mon retour à la maison. J’ai fait bon voyage... mais rien de bien passionnant. C’est génial de rencontrer des gens qui aiment mon travail, mais je suis impatient de rentrer à la maison.^^J’attends avec impatience de retrouver le confort de notre petite maison, le travail à la ferme, un repas fait maison et surtout être dans les draps de flanelle avec toi.^^À bientôt !^-Avec tout mon amour, Elliott %item conversationTopic ElliottGone7 0 %%[#]Lettre de mon mari 6",
        "elliottLetter1": "@, mon amour,^^Je viens d’arriver à Grampleton pour commencer la tournée. J’avais oublié à quel point la ville pouvait être mouvementée ! Les rues sont bondées de monde... soit, les gens semblent être pressés, soit perdus dans un état d’hébétude, ignorant complètement leur environnement. Pélican Ville me manque déjà !^^Je commence la tournée ce soir dans une librairie locale. Je dois avouer que je commence à être un peu nerveux à l’idée de parler en public... J’ai la sensation que mon estomac est noué comme un bretzel imbibé d'une sauce au fromage épicée. Souhaite-moi bonne chance !^^-Avec tout mon amour, Elliott^^ P.S. J’espère que tu as bien dormi et que la maison ne te parait pas trop vide sans moi. %item conversationTopic ElliottGone2 0 %%[#]Lettre de mon mari",
        "elliottLetter3": "@,^^C’était une sacrée expérience hier soir, à Zuzu Ville ! Il semble y avoir un très grand milieu littéraire ici... quelques dizaines de personnes sont venues à ma lecture !^^J’ai même signé quelques autographes... c’est étrange d’être vu comme quelqu’un d’important. Tout est une question d’illusions... car je ne suis vraiment pas quelqu’un de spécial. Seulement ton dévoué Elliott.^^Actuellement, je suis seul, dans ma chambre d’hôtel, en train de \"manger\" un repas bon marché de Joja...^^Est-ce qu’on peut appeler ça de la \"nourriture\" ?^Ou juste de la \"matière comestible\" ?^Je n’ai pas besoin de m’étaler sur le sujet.^Ça doit être la seconde option.^^J’ai hâte de rentrer à la maison bientôt. J’espère que tu as aimé les gâteaux au crabe.^^-Avec tout mon amour, Elliott %item conversationTopic ElliottGone4 0 %%[#]Lettre de mon mari 3",
        "elliottLetter2": "@,^^La première lecture s’est bien passée, même s’il n’y avait pas autant de monde que j’espérais. Malgré tout, j’ai vendu suffisamment d’exemplaires de mon livre pour payer ma chambre d’hôtel (infestée d’insectes) !^^Dans quelques heures, je pars pour Zuzu Ville. Si la lecture d’hier n’était qu’un échauffement, celle-ci sera une véritable explosion de napalm...^^Tu me manques beaucoup. N’oublie pas de bien manger ! Oh, et n’oublie pas les restes de gâteaux de crabe que j’ai mis au réfrigérateur...^^-Avec tout mon amour, Elliott  %item conversationTopic ElliottGone3 0 %%[#]Lettre de mon mari 2",
        "WoodChipper": "Salut @,^^Je voulais juste te tenir au courant sur un nouvel objet que je possède... ça s’appelle une \"déchiqueteuse de bois\".^^Tu peux l’utiliser pour transformer du bois dur en plusieurs morceaux de bois ordinaire !^^Je sais que le bois peut être difficile à trouver en hiver, donc si ton stock diminue, envisage de te procurer une déchiqueteuse.^       -Robine[#]Avis concernant la déchiqueteuse de bois",
        "MarlonRecovery": "@,^J’ai trouvé ton objet perdu.^^Fais attention, la prochaine fois !^   -Marlon%item itemRecovery %%[#]Marlon a trouvé votre objet",
        "RarecrowSociety": "@,^^Ton dévouement est vraiment impressionnant...^^Seule une poignée de personnes parviennent à acquérir la collection complète d’épouvantails !^^Veuillez accepter ce plan de fabrication pour commémorer votre exploit.^   -La société des épouvantails de Zuzu ville%item craftingRecipe Deluxe_Scarecrow %%[#]De la société des épouvantails",
        "passedOut4": "@, ^^Je t'ai trouvé la tête la première dans la boue à 3h du matin durant mon balayage.^^Tu devrais essayer de rentrer chez toi un peu plus tôt la prochaine fois!!!^^     -Marlon[#]Mot de Marlon"
    }
}