{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.Int32, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.Int32Reader",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Location/Знакомьтесь, волшебник/Вы получили письмо от местного волшебника. Он утверждает, что у него есть информация о старом клубе./Посетить башню волшебника./WizardHouse/-1/0/-1/false",
        "2": "Basic/Таинственный Ки/В потайной камере вы нашли записку со странными указаниями. Она подписана неким мистером Ки./Положите радужную ракушку в ящик на железнодорожной станции./null/-1/0/-1/false",
        "3": "Basic/Таинственный Ки/Вы нашли ещe одну записку от мистера Ки. Указания стали ещe причудливее./Положите 10 свeкл в холодильник мэра Льюиса./null/-1/0/-1/false",
        "4": "Basic/Таинственный Ки/Вы нашли очередную записку в холодильнике мэра. На этот раз инструкции более загадочны./«Угости песчаного дракона его последним обедом.»/null/-1/0/-1/false",
        "5": "Basic/Таинственный Ки/Вы нашли ещe одну записку в глазнице песчаного дракона. Похоже, странная охота мистера Ки подошла к концу./Поищите в поленнице своего дома./null/-1/0/-1/false",
        "6": "ItemHarvest/Начало/Если хотите стать фермером, начните с основ. Разрыхлите землю мотыгой, а затем используйте пакетик с семенами, чтобы посадить растение. Поливайте каждый день, пока урожай не будет готов к сбору./Вырастите пастернак и соберите урожай./24/h7 8/100/-1/true",
        "7": "Building/И животноводство!/Робин, местный плотник, живeт к северу от города. В обмен на деньги и стройматериалы она построит новые здания у вас на ферме. Чтобы выращивать животных, вам нужен будет птичник или хлев./Построить птичник./Coop/-1/100/-1/true",
        "8": "Crafting/Двигаемся дальше/С опытом вы узнаете новые рецепты для изготовления предметов, которые повысят вашу прибыль или упростят жизнь. К примеру, пугало не даст воронам поживиться вашим урожаем./Достигните уровня фермерства 1 и соорудите пугало./8 true/-1/100/-1/true",
        "9": "Social/Первое знакомство/Будет вежливо с вашей стороны представиться всем в городе. Может, кому-то не терпится встретиться с новеньким фермером././null/25/0/-1/true",
        "10": "Basic/Медная руда/Вы нашли медную руду. Вы не уверены, что с ней делать, но местный кузнец должен знать./Отнесите медную руду в кузницу Клинту././-1/0/-1/false",
        "11": "Crafting/Кузнец собственного счастья/Если вы и дальше будете добывать руду, вам понадобится плавильная печь./Соорудите плавильную печь./13 true/12/0/-1/true",
        "12": "ItemHarvest/Слитки/Теперь, когда у вас есть плавильная печь, можно отливать слитки из металлов. Согласно указаниям Клинта, если положить в печь 5 кусков медной руды и 1 кусок угля, то получится медный слиток./Отлейте медный слиток./334 1/-1/0/-1/true",
        "13": "Basic/На пляж/Некто по имени Вилли позвал вас на пляж к югу от города. Он сказал, что у него что-то есть для вас./Придите на пляж к югу от города до 17:00./-1/-1/0/-1/true",
        "14": "Basic/Исследовать шахту/В горах к северу от города есть шахта. В ней могут быть ценные минералы, но Марлон намекнул вам, что там может быть опасно./Спуститесь до 5-го уровня шахты./17/17/0/-1/false",
        "15": "Monster/Посвящение/Если вы сразите 10 слаймов, то заработаете место в гильдии искателей приключений./0 из 10 слаймов побеждены./Green_Slime 10/16/0/-1/false",
        "16": "Location/Посвящение/Вы избавились от 10-ти слаймов. Теперь вы можете войти в гильдию./Войдите в гильдию искателей приключений./AdventureGuild/-1/0/-1/false",
        "17": "Basic/Глубже в шахту/Похоже, лифт в шахте всe ещe работает. С ним вы сможете быстро вернуться к любой найденной вами двери лифта. Похоже, намечается экспедиция подольше./Спуститесь до 40-го уровня шахты./18/18/0/-1/false",
        "18": "Basic/На дне?/Насколько глубоко уходит эта шахта? Похоже, вы нескоро доберетесь до ее дна.../Спуститесь до дна шахты./-1/-1/0/-1/false",
        "19": "Basic/Ключ с черепом/Вы нашли странный ключ на дне шахты./Узнать, какую дверь открывает ключ с черепом./-1/-1/0/-1/false",
        "20": "Basic/Вызов Ки/Вам назначили испытание: спуститься до 25-го уровня Пещеры Черепа. В случае успеха вам обещана большая награда./Спуститься до 25-го уровня Пещеры Черепа./-1/-1/0/-1/false",
        "21": "Basic/Просьба Марни/Марни заглянула к вам на ферму и попросила принести ей пещерную морковку. Она хочет научить своих коз говорить, а пещерная морковка - любимое их лакомство./Принести Марни в магазин пещерную морковку./-1/-1/0/-1/true",
        "22": "Basic/Рыбная запеканка/Джоди заходила к вам на ферму и звала на ужин к 19:00. Всe, о чeм она попросила - большеротый окунь для еe рыбной запеканки./Зайдите в дом к Джоди с большеротым окунем в 19:00./-1/-1/0/-1/true",
        "23": "Location/Археология/Вы нашли что-то древнее с виду. Может, это артефакт древности? Возможно, Гюнтер, начальник местного музея, даст вам ответ./Посетите Гюнтера в его музее./ArchaeologyHouse/-1/0/-1/true",
        "24": "Basic/Археология/Гюнтер попросил вас подумать над тем, чтобы нести все найденные минералы и артефакты в музей. Он сказал, что вознаградит вас чем-нибудь редким./Пожертвуйте музею артефакт или минерал./-1/-1/250/-1/true",
        "25": "Basic/Как завести друзей/Подарки здорово способствуют новой дружбе. Узнайте, кому что нравится, и скоро вы станете популярным!/Подарите кому-нибудь подарок./-1/-1/100/-1/true",
        "26": "Basic/«Крыса»/Что-то странное происходит в старом клубе.../Исследуйте старый клуб/-1/-1/0/-1/true",
        "27": "Basic/Гоблин-сторож/Проход к ведьминой хижине охраняет гоблин. Можно же его как-то уговорить... Возможно, стоит поискать информацию о гоблинах./Получите доступ к хижине ведьмы./-1/-1/0/-1/true",
        "28": "Basic/Темный талисман/Волшебник попросил меня достать волшебные чернила из дома его бывшей жены… но чтобы войти в этот дом, мне понадобится темный талисман./Спуститесь в канализацию и расспросите Кробуса о темном талисмане./-1/-1/0/-1/false",
        "29": "Basic/Странная заметка/Вы нашли едва разборчивую записку с просьбой принести «Клиновый серроп» в «тайныи лиса»./Отнесите «клиновый серроп» в «тайныи лиса»./-1/-1/0/-1/true",
        "30": "Basic/Загадочная записка/Вы нашли записку: «Кое-кто ждет вас на 100 уровне Пещеры Черепа»/Доберитесь до 100 уровня Пещеры Черепа/-1/-1/0/-1/true",
        "31": "Basic/Зимняя тайна/Вы встретили подозрительное существо на автобусной остановке. Заметив вас, оно убежало в сторону города. Может быть, есть подсказки, как его найти?/Найдите странное существо./-1/-1/0/-1/true",
        "100": "LostItem/Топор Робин/Робин потеряла любимый топор. В последний раз она рубила им деревья к югу от ранчо Марни./Найдите топор Робин./Robin 788 Forest 110 81/-1/250/-1/true/Эй, это же мой топор! Какое облегчение... Новым я чуть палец на ноге себе не отрубила. Спасибо!",
        "101": "ItemDelivery/Просьба Джоди/Джоди нужен свежий кочан цветной капусты. Она просит вас принести ей один./Принести Джоди цветную капусту./Jodi 190/-1/350/-1/true/Ой, выглядит так вкусно! Спасибо, это как раз то, что мне нужно. С моим жeлтым карри она будет безупречна.",
        "102": "LostItem/«Шорты» мэра/Мэр Льюис потерял свои фиолетовые «шорты». Он просит вас вернуть их... Тайно./Найдите фиолетовые шорты мэра и верните их ему./Lewis 789 AnimalShop 13 7/-1/750/-1/true/Где, говоришь... нашлись? ... Оу!... Эм-м... Хе..#$b#Там? Кхм-кхм, понятия не имею, как они там оказались...#$b#Это останется между нами. Понятно?$u",
        "103": "ItemDelivery/Пэм хочет пить/Пэм жаждет светлого эля. Обычное пиво тут не сработает. Эль можно сварить самому, если у вас есть бочонок и хмель./Принесите Пэм светлый эль./Pam 303/-1/350/-1/true/Давай-ка сюда. Сeрб... Ах, самое то.#$b#Очень хмельной... Нотки цитруса и сосны, но текстура солидная, держит.#$b#Спасибо, молодeжь. Это много значит для меня. Я знала, что могу на тебя рассчитывать.$h",
        "104": "ItemDelivery/Урожайные исследования/Деметриусу для исследований нужна свежая дыня./Принесите Деметриусу дыню./Demetrius 254/-1/550/-1/true/Превосходно! То, что нужно для моего исследования. Будет очень сложно еe не съесть! Спасибо огромное.",
        "105": "ItemDelivery/Терапия для колена/Джорджу нужен жгучий перец, чтобы унять больное колено./Принесите Джорджу жгучий перец./George 260/-1/200/-1/true/Тебя только за смертью посылать... Пф-ф... Ну, зато перец хороший, острый. Спасибо.",
        "106": "ItemDelivery/Коровам на радость/Марни хочет угостить своих коровок. Она просит сноп амаранта./Принесите Марни сноп амаранта./Marnie 300/-1/500/-1/true/Ой, амарант! Спасибо большое... Коровкам очень понравится!$h",
        "107": "LostItem/Ежевичная корзинка/Сейчас сезон ежевики, но Линус не может найти свою корзинку! Он просит вас помочь. Но он понятия не имеет, где еe оставил./Найдите корзинку Линуса и верните еe ему./Linus 790 Backwoods 27 27/-1/0/-1/true/Моя корзинка! Спасибо. Это много значит для меня.$h",
        "108": "ItemDelivery/Режем тыкву/Кэролайн вместе со своей дочкой хочет вырезать фонарь из тыквы. Она просила принести ей тыкву с фермы./Принесите Кэролайн тыкву./Caroline 276/-1/500/-1/true/Ой, тыква! Какая хорошая... Абигейл очень обрадуется, когда увидит. Спасибо, @!$h",
        "109": "ItemDelivery/Поймай кальмара/Вилли хочет, чтобы вы поймали кальмара. Он сказал, что его можно поймать зимней ночью в океане./Принесите Вилли кальмара./Willy 151/-1/800/-1/true/Эй, у тебя получилось! Неплохо. Очень неплохо. Я впечатлeн.#$b#Здорово зимой рыбачить, правда?",
        "110": "ItemDelivery/Попытка Клинта/Клинт хочет, чтобы вы передали Эмили аметист. Он хочет, чтобы вы передали, что это от него./Принесите Эмили аметист./Emily 66/-1/0/-1/true/Ой, мой любимый камень! Ты просто прелесть!$h#$b#А? От кого?$u#$b#А, ты у Клинта его взял? Да мне без разницы, камень прекрасен! Спасибо! *чмок*$h",
        "111": "ItemDelivery/Тeмный реагент/Волшебник хочет чтобы вы спустились в шахту и принесли ему эссенцию пустоты. Она нужна ему для какой-то тeмной магии./Принесите волшебнику эссенцию пустоты./Wizard 769/-1/1000/-1/true/Ах, вот и реагент. Вот тебе моя благодарность и 1000 з. Ступай.",
        "112": "ItemDelivery/Услуга для Клинта/Клинт купил себе новую кувалду и хочет испытать еe на разных металлах./Принесите Клинту железный слиток./Clint 335/-1/500/-1/true/Ой, вот и железный слиток. Кажется, крепкий...#$b#Спасибо, @. Я ценю твои старания.",
        "113": "ItemDelivery/Просьба Робин/Робин написала вам с просьбой принести твeрдой древесины./Принесите Робин 10 единиц твeрдой древесины./Robin 709 10/-1/500/-1/true/О, древесина! Я знала, что всегда могу на тебя рассчитывать, @.$h#$b#Мгм... Дерево безупречное. Как раз то, то нужно. Спасибо!",
        "114": "ItemDelivery/Рыбная похлeбка/Гасу нужен альбакор на рыбную похлeбку./Принесите Гасу альбакор./Gus 705/-1/400/-1/true/*Принюхивается*Что это? Пахнет альбакором!#$b#Ага! Ты принес его! Огромное спасибо!",
        "115": "ItemDelivery/Свежие фрукты/Эмили хочет попробовать весну на вкус. Она просила свежий абрикос./Принесите Эмили абрикос./Emily 634/-1/600/-1/true/Ах... Это мой абрикос! Спасибо, выглядит очень вкусно!$h",
        "116": "ItemDelivery/Бабушкин подарок/Эвелин хочет устроить мужу сюрприз./Принесите Эвелин лук-порей./Evelyn 20/-1/500/-1/true/Ой, спасибо, душечка. Лучок вроде вкусненький. Джордж будет так рад.#$b#Он любит яйца с луком на завтрак.",
        "117": "ItemDelivery/Записка Пьера/Пьер заплатит тому, кто принесeт ему тарелку сашими. Похоже, ему очень его хочется./Принесите Пьеру сашими./Pierre 227/-1/1000/-1/true/Наконец-то! Я уже трясусь, не могу, хочу рыбы... М-м-м, просто отличная.#$b#Спасибо, @.$h",
        "118": "ItemDelivery/Водные исследования/Деметриус изучает уровень токсинов местных рыб-ежей. Он просит вас принести ему рыбу-ежа./Принесите Деметриусу рыбу-ежа./Demetrius 128/-1/1000/-1/true/Вот и ты. Отличная особь. Я сейчас же примусь за работу. Спасибо, @!",
        "119": "ItemDelivery/Солдатская звезда/Кент хочет подарить жене карамболу на годовщину./Принесите Кенту карамболу./Kent 268/-1/500/-1/true/Привет. Тс-с... Не показывай Джоди.#$b#Какая сочная. Ей понравится. Спасибо тебе большое.$h",
        "120": "ItemDelivery/Нужды мэра/Мэру Льюису нужно трюфельное масло. Он не хочет рассказывать, зачем. Может, это и не ваше дело./Принесите Льюису бутылку трюфельного масла./Lewis 432/-1/750/-1/true/Масло у тебя? Дай-ка...#$b#Качественное... Скользит хорошо. Отлично. Спасибо.",
        "121": "ItemDelivery/Разыскивается: Омар/Гас выслал извещение о том, что ему нужен свежий омар./Принесите Гасу омара./Gus 715/-1/500/-1/true/Пахнет омаром. О, отлично.$h#$b#Удачи, друг.",
        "122": "ItemDelivery/Пэм нужен ток/У Пэм села батарейка в пульте. Ей тяжело ходить от дивана к телевизору и обратно./Принесите Пэм аккумулятор./Pam 787/-1/400/-1/true/Эй, у тебя с собой аккумулятор! Спасибо, молодежь... Выручаешь!$h",
        "123": "ItemDelivery/Посох Мощи/Волшебник изготовляет посох феноменальной мощи. Кто знает, зачем он ему. Чтобы закончить посох, ему нужен иридиевый слиток./Принесите волшебнику иридиевый слиток./Wizard 337/-1/5000/-1/true/Ах, драгоценный иридий. Хорошая работа, @. Я благодарен тебе. А теперь уходи.",
        "124": "ItemDelivery/Поймать змеезуба/Вилли хочет, чтобы вы поймали змеезуба./Принесите Вилли змеезуба./Willy 707/-1/550/-1/true/Вот это громадина! Да, кровь у тебя точно рыбацкая.$h",
        "125": "ItemDelivery/Экзотический коктейль/Гас хочет смешать Коко-но-но, только ему не хватает главного ингредиента./Принесите Гасу кокос./Gus 88/-1/600/-1/true/Кокос! Как бальзам на мою зимнюю душу.$h#$b#Он как раз подойдет для коко-но-но, спасибо!",
        "126": "ItemDelivery/У жены на посылках/Ваша жена попросила принести ей 200 волокна для секретного проекта./Принесите 200 волокна Эмили./Emily 771 200/-1/0/-1/false/Ох, выглядит прекрасно... И оно такого хорошего качества! Большое спасибо, @.$h#$b#Теперь пора поработать над выкройками. Все будет готово через несколько дней...",
        "127": "Basic/Тортовый парад Хэйли/Ваша жена организует благотворительный парад тортов на городской площади. Она попросила вас принести шоколадный торт./Приходите на городскую площать в солнечный день с шоколадным тортом./-1/-1/0/-1/true",
        "128": "SecretLostItem/.../.../.../Abigail 191 100 129/-1/0/-1/false/Это ожерелье! Откуда оно у тебя?$7#$b#Спасибо за находку, @. Моя мама никогда не догадается...$h",
        "129": "SecretLostItem/.../.../.../Caroline 191 50 128/-1/0/-1/false/Что это? Мое старое ожерелье?$s#$b#Странно, я даже и не знала, что оно потерялось... Ну что ж, спасибо за находку, @.$h"
    }
}