{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.Int32, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.Int32Reader",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Location/Visita al mago/Has recibido una carta del mago local. Afirma disponer de información sobre el antiguo centro cívico./Entra en la torre del mago./WizardHouse/-1/0/-1/false",
        "2": "Basic/El misterioso Qi/En una caja fuerte secreta encuentras una nota con instrucciones peculiares. Está firmada por un tal «Sr. Qi»./Deja una concha arcoíris en el andén del tren./null/-1/0/-1/false",
        "3": "Basic/El misterioso Qi/Has encontrado otra nota escrita por el «Sr. Qi». La siguiente petición es aún más extraña./Coloca 10 remolachas en la nevera del alcalde Lewis./null/-1/0/-1/false",
        "4": "Basic/El misterioso Qi/Has encontrado otra nota extraña en la nevera del alcalde. Esta vez las instrucciones son aún más crípticas./«Ofrece al dragón de las arenas su última comida»./null/-1/0/-1/false",
        "5": "Basic/El misterioso Qi/Has encontrado otra nota en el ojo del dragón de las arenas. Parece que la extraña gincana del Sr. Qi ha llegado a su fin./Revisa el montón de madera junto a tu casa./null/-1/0/-1/false",
        "6": "ItemHarvest/Cómo empezar/Si quieres llevar una granja tendrás que empezar por lo básico. Utiliza tu azada para arar, y luego usa un paquete de semillas en el suelo arado para plantar un cultivo. Riégalo todos los días hasta que esté listo para cosechar./Cultiva y cosecha una chirivía./24/h7 8/100/-1/true",
        "7": "Building/Crianza animal/Robin, la carpintera local, vive al norte del pueblo. A cambio de materias primas y dinero, construirá edificios en tu granja. Necesitarás que te construya un corral o un establo para criar animales./Construye un corral./Coop/-1/100/-1/true",
        "8": "Crafting/Avanzar/A medida que adquieras experiencia, descubrirás nuevos objetos fabricables para aumentar tus beneficios y hacer tu vida más fácil. Un espantapájaros, por ejemplo, evitará que los cuervos se ceben con tus preciados cultivos./Alcanza el nivel 1 de agricultura y fabrica un espantapájaros./8 true/-1/100/-1/true",
        "9": "Social/Presentaciones/Sería todo un detalle que te presentaras a los vecinos. Algunos se mueren de ganas de conocerte././null/25/0/-1/true",
        "10": "Basic/Menas de cobre/Has encontrado una mena de cobre. No sabes muy bien para qué usarla, pero el herrero local lo debería saber./Lleva una mena de cobre a la herrería de Clint././-1/0/-1/false",
        "11": "Crafting/Forjando el futuro/Si vas a seguir excavando deberías construir un horno./Fabrica un horno./13 true/12/0/-1/true",
        "12": "ItemHarvest/Fundición de metales/Ahora que has construido un horno puedes fundir metal. Según las instrucciones de Clint, el horno debería producir un lingote de cobre si utilizas 5 menas de cobre y 1 trozo de carbón./Usa tu horno para producir un lingote de cobre./334 1/-1/0/-1/true",
        "13": "Basic/A la playa/Alguien llamado Willy te ha invitado a visitar la playa que hay al sur del pueblo. Dice que tiene algo para ti./Visita la playa que hay al sur del pueblo antes de las 17:00./-1/-1/0/-1/true",
        "14": "Basic/Exploración minera/Hay un viejo pozo minero en las montañas al norte del pueblo. Podría albergar valiosos minerales, pero Marlon ha insinuado que podría ser peligroso adentrarse en él./Desciende hasta el piso 5 de las minas./17/17/0/-1/false",
        "15": "Monster/Iniciación/Si consigues acabar con 10 babas, te habrás ganado una plaza en el gremio de aventureros./0 de 10 ejemplares de baba verde eliminados./Green_Slime 10/16/0/-1/false",
        "16": "Location/Iniciación/Has acabado con éxito con 10 babas. Ya puedes unirte al gremio de aventureros./Entra al gremio de aventureros./AdventureGuild/-1/0/-1/false",
        "17": "Basic/Adéntrate en la mina/Parece que el ascensor de la mina todavía funciona. Te permitirá volver rápidamente a todas las puertas de ascensor que hayas descubierto. Puede que haga falta una exploración más a fondo./Desciende hasta el piso 40 de la mina./18/18/0/-1/false",
        "18": "Basic/¿Y el fondo?/De momento no hay ni rastro del fondo. ¿Hasta dónde bajará?/Desciende hasta el fondo de la mina./-1/-1/0/-1/false",
        "19": "Basic/La llave calavera/Has encontrado una llave de aspecto extraño en el fondo de la mina./Averigua para qué sirve la llave calavera./-1/-1/0/-1/false",
        "20": "Basic/El reto de Qi/Te han desafiado a llegar al piso 25 de la caverna calavera. Te han prometido una cuantiosa recompensa si lo consigues./Alcanza el piso 25 en la caverna calavera./-1/-1/0/-1/false",
        "21": "Basic/La petición de Marnie/Marnie se ha pasado por la granja y te ha pedido que le des una zanahoria cavernaria. Está intentando enseñar a hablar a sus cabras, y lo que más les gusta son las zanahorias cavernarias./Lleva una zanahoria cavernaria a la tienda de Marnie./-1/-1/0/-1/true",
        "22": "Basic/Guiso de pescado/Jodi se ha pasado por la granja para invitarte a cenar a las 19:00. Su única petición es que lleves una perca para el guiso./Entra en casa de Jodi a las 19:00 con una perca./-1/-1/0/-1/true",
        "23": "Location/Arqueología/Has encontrado un objeto de aspecto antiguo. ¿Podría ser un artefacto de hace mucho? Tal vez Gunther, el encargado del museo local, tenga la respuesta./Visita a Gunther en el museo./ArchaeologyHouse/-1/0/-1/true",
        "24": "Basic/Arqueología/Gunther te ha preguntado si considerarías donar nuevos artefactos o minerales que descubras al museo. Dice que te compensará con objetos poco comunes./Dona un artefacto o un mineral al museo./-1/-1/250/-1/true",
        "25": "Basic/Cómo hacer amigos/Dar regalos es una gran manera de trabar amistades. Apréndete los gustos de cada uno y serás popular en un abrir y cerrar de ojos./Dale un regalo a alguien./-1/-1/100/-1/true",
        "26": "Basic/Problema con las ratas/Algo raro pasa en el antiguo centro cívico.../Investiga el centro cívico./-1/-1/0/-1/true",
        "27": "Basic/Problema trásguico/Hay un trasgo que bloquea el camino a la cabaña de la bruja. Tiene que haber alguna manera de obligarlo a moverse... Tal vez deberías buscar más información sobre los trasgos./Ábrete paso hasta la cabaña de la bruja./-1/-1/0/-1/true",
        "28": "Basic/El talismán oscuro/El mago me ha pedido que recupere la tinta mágica que hay en casa de su exmujer... Pero para poder entrar necesitaré un talismán oscuro./Entra en la cloaca y pide información a Krobus sobre el talismán oscuro./-1/-1/0/-1/false",
        "29": "Basic/Nota extraña/Has encontrado una nota, apenas legible, que te pide que lleves \"sarsa d'arze\" al \"voske sicreto\"./Lleva \"sarsa d'arze\" al \"voske sicreto\"./-1/-1/0/-1/true",
        "30": "Basic/Nota críptica/Encuentras una nota que pone: \"Alguien te espera en el nivel 100 de la caverna calavera\"./Llega al nivel 100 de la caverna calavera./-1/-1/0/-1/true",
        "31": "Basic/Un misterio invernal/Te has topado con una persona sospechosa junto a la parada del autobús. Cuando te vio, huyó hacia la ciudad. ¿Habrá alguna pista sobre su paradero?/Encuentra a la persona misteriosa./-1/-1/0/-1/true",
        "100": "LostItem/El hacha perdida de Robin/Robin ha perdido su hacha preferida. La última vez que recuerda haberla usado estaba cortando madera al sur del rancho de Marnie./Encuentra el hacha perdida de Robin./Robin 788 Forest 110 81/-1/250/-1/true/¡Ey, has encontrado mi hacha! Qué alivio... Casi me corto un dedo del pie el otro día con mi hacha de repuesto. ¡Gracias!",
        "101": "ItemDelivery/La petición de Jodi/Jodi necesita una coliflor fresca para una receta. Te pide que le traigas una./Lleva una coliflor a Jodi./Jodi 190/-1/350/-1/true/¡Oh, qué buena pinta! Gracias, es exactamente lo que quería. Quedará perfecta en mi curry amarillo.",
        "102": "LostItem/Los calzoncillos del alcalde/El alcalde Lewis ha perdido sus calzoncillos morados. Te pide que los encuentres y se los devuelvas... Discretamente./Encuentra los calzoncillos del alcalde y devuélveselos./Lewis 789 AnimalShop 13 7/-1/750/-1/true/Los has encontrado... ¿Dónde? ¡Oh! Umm... Je, je.#$b#¿Allí? ¿Cómo habrán ido a parar allí...? *Cof, cof*#$b#Que esto quede entre tú y yo. ¿Entendido?$u",
        "103": "ItemDelivery/Pam tiene sed/Pam daría cualquier cosa por una cerveza pálida. La cerveza normal no le sirve. Puedes destilarla tú si tienes lúpulo y un barril./Llévale una cerveza pálida a Pam./Pam 303/-1/350/-1/true/Trae pacá. *Slurp...* Ah, estoy en la gloria.#$b#Qué rica y llena de lúpulo... Tiene notas cítricas y de pino, pero con una base fuerte que le da cuerpo.#$b#Gracias. Significa mucho para mí. Sabía que podía contar contigo.$h",
        "104": "ItemDelivery/Estudio de cultivos/Demetrius necesita un melón fresco para su investigación./Llévale un melón a Demetrius./Demetrius 254/-1/550/-1/true/¡Es perfecto! Justo lo que necesito para mi investigación. ¡Me va a costar mucho no comérmelo! Muchas gracias.",
        "105": "ItemDelivery/Terapia rotular/George necesita un chile para paliar el dolor de su rodilla./Llévale un chile a George./George 260/-1/200/-1/true/A buenas horas... Hmmph... Bueno, por lo menos es bueno y picante. Gracias.",
        "106": "ItemDelivery/Delicia vacuna/Marnie quiere darle un capricho a sus vacas. Pide un solo manojo de amaranto./Llévale un manojo de amaranto a Marnie./Marnie 300/-1/500/-1/true/¡Oh, el amaranto que había pedido! Muchas gracias... ¡A mis vacas les va a encantar!$h",
        "107": "LostItem/Cesta para moras/Es temporada de moras, ¡pero Linus no encuentra su cesta! Te pide que le ayudes a encontrarla. No tiene ni idea de dónde está./Encuentra la cesta de Linus y devuélvesela./Linus 790 Backwoods 27 27/-1/0/-1/true/¡Mi cesta! Gracias. Significa mucho para mí.$h",
        "108": "ItemDelivery/Talla de calabazas/Caroline quiere tallar una calabaza con su hija. Te ha pedido que le lleves una de tu granja./Llévale una calabaza a Caroline./Caroline 276/-1/500/-1/true/¡Oh, la calabaza! Y es de las buenas... Abigail se pondrá muy contenta cuando la vea. ¡Gracias, @!$h",
        "109": "ItemDelivery/Pesca un calamar/Willy te desafía a que pesques un calamar. Dice que los puedes pescar en el mar durante las noches de invierno./Llévale un calamar a Willy./Willy 151/-1/800/-1/true/¡Ey, lo has conseguido! No está mal. No está nada mal. Estoy impresionado.#$b#El invierno es buena época para sacar humo a la caña de pescar, ¿eh?",
        "110": "ItemDelivery/El intento de Clint/Clint quiere que le lleves una amatista a Emily. Quiere que le digas que es de su parte./Dale una amatista a Emily./Emily 66/-1/0/-1/true/¡Oh, mi piedra preferida! ¡Eres adorable!$h#$b#¿Eh? ¿De parte de quién?$u#$b#Ah, ¿la has conseguido en la herrería de Clint? Me da igual de dónde haya salido, ¡es preciosa! ¡Gracias! *Muac*$h",
        "111": "ItemDelivery/Un catalizador oscuro/El mago quiere que bajes a las minas y le consigas una esencia sombría. La necesita para algún tipo de magia oscura./Dale una esencia sombría al mago./Wizard 769/-1/1000/-1/true/Ah, me la has traído. Te has ganado mi gratitud... y una recompensa de 1000G. Ahora márchate.",
        "112": "ItemDelivery/Un favor para Clint/Clint se ha hecho con un nuevo martillo y quiere probarlo con una amplia gama de metales./Llévale un lingote de hierro a Clint./Clint 335/-1/500/-1/true/Ey, es el lingote de hierro que pedía. Parece fuerte... Perfecto.#$b#Gracias, @. Te lo agradezco mucho.",
        "113": "ItemDelivery/La petición de Robin/Robin te ha escrito para pedirte madera noble./Llévale 10 trozos de madera noble a Robin./Robin 709 10/-1/500/-1/true/¡Oh, la has traído! Sé que siempre puedo contar contigo, @.$h#$b#Mmm... Esta madera es perfecta. Es exactamente lo que necesito. ¡Gracias!",
        "114": "ItemDelivery/Caldereta/Gus quiere hacer caldereta, pero necesita un atún blanco./Llévale un atún blanco a Gus./Gus 705/-1/400/-1/true/*Snif* *Snif* ¿Qué es eso? ¡Huele a atún blanco!#$b#¡Ajá! ¡Me lo has traído! ¡Mil gracias!",
        "115": "ItemDelivery/Fruta fresca/Emily quiere probar el sabor de la primavera. Pide un albaricoque fresco./Llévale un albaricoque a Emily./Emily 634/-1/600/-1/true/Oh... ¡Has cumplido mi encargo! ¡Gracias, parece delicioso!$h",
        "116": "ItemDelivery/El regalo de la abuelita/Evelyn quiere sorprender a su marido con un regalo./Llévale un puerro a Evelyn./Evelyn 20/-1/500/-1/true/Oh, gracias, cielo. Este puerro parece delicioso. George se va a poner muy contento.#$b#Le encanta que prepare huevos con puerro para desayunar.",
        "117": "ItemDelivery/El anuncio de Pierre/Pierre recompensará generosamente a quien le traiga un plato de sashimi. Parece que tiene un antojo enorme./Llévale un poco de sashimi a Pierre./Pierre 227/-1/1000/-1/true/¡Ya era hora! Empezaba a tener temblores. Tenía mono de pescado. *Ñam* Mmm, qué bueno está.#$b#Gracias, @.$h",
        "118": "ItemDelivery/Investigación acuática/Demetrius está estudiando los niveles de toxina del pez globo local. Quiere que le lleves uno./Llévale un pez globo a Demetrius./Demetrius 128/-1/1000/-1/true/Vaya, vaya. Este espécimen es perfecto. Lo voy a poner en hielo ahora mismo. ¡Gracias, @!",
        "119": "ItemDelivery/La estrella de un soldado/Kent quiere regalarle a su mujer una carambola por su aniversario./Llévale una carambola a Kent./Kent 268/-1/500/-1/true/Hola. Shhh... Que no se entere Jodi.#$b#Oh, parece jugosa. Le va a encantar. Muchísimas gracias.$h",
        "120": "ItemDelivery/La necesidad del alcalde/El alcalde Lewis quiere aceite de trufa. No quiere decirte para qué. A lo mejor no es asunto tuyo./Llévale una botella de aceite de trufa a Lewis./Lewis 432/-1/750/-1/true/¿Tienes el aceite? Déjame verlo...#$b#Es de buena calidad... Muy resbaladizo. Fantástico. Gracias.",
        "121": "ItemDelivery/Se busca langosta/Gus ha puesto un cartel pidiendo una langosta fresca./Llévale una langosta a Gus./Gus 715/-1/500/-1/true/Huele a langosta fresca. Oh, es genial.$h#$b#Gracias, y cuídate.",
        "122": "ItemDelivery/Pam necesita ayuda/El mando de la tele de Pam la ha palmado. Le cuesta mucho desplazarse entre el sofá y la tele./Llévale una pila a Pam./Pam 787/-1/400/-1/true/¡Ey, me has conseguido una pila! Gracias, encanto. ¡Me salvas la vida!$h",
        "123": "ItemDelivery/Vara de poder/El mago está creando una vara con un poder fenomenal. Quién sabe para qué. Necesita un lingote de iridio para acabarla./Llévale un lingote de iridio al mago./Wizard 337/-1/5000/-1/true/Ah, mi preciado iridio. Has hecho un buen trabajo, @. Tienes mi gratitud. Ahora vete.",
        "124": "ItemDelivery/Pesca un bacalao largo/Willy te desafía a pescar un bacalao largo./Llévale un bacalao largo a Willy./Willy 707/-1/550/-1/true/Ey, ¡esto sí que es un señor pez! No hay duda de que llevas la pesca en las venas.$h",
        "125": "ItemDelivery/Licores exóticos/Gus quiere preparar un Coco-No-No, pero le falta el ingrediente principal./Llévale un coco a Gus./Gus 88/-1/600/-1/true/¡Un coco! Qué alegría para los ojos.$h#$b#Es perfecto para mi Coco-No-No. ¡Gracias!",
        "126": "ItemDelivery/Recados de tu esposa/Tu esposa te ha pedido que le traigas 200 unidades de fibra para un proyecto secreto./Traele a Emily 200 de fibra./Emily 771 200/-1/0/-1/false/Oh, parecen perfectas... ¡Y proceden de una fuente sostenible también! Muchísimas gracias, @.$h#$b#Ahora, Me has ahorrado mucho trabajo. Estará listo en unos días...",
        "127": "Basic/El juego de Haley/Tu esposa está organizando un juego caritativo en la plaza del pueblo. Te ha pedido que lleves un pastel de chocolate./Entra al pueblo una mañana soleada con un pastel de chocolate./-1/-1/0/-1/true",
        "128": "SecretLostItem/.../.../.../Abigail 191 100 129/-1/0/-1/false/¡Ese collar! ¿Dónde lo has encontrado?$7#$b#Bueno, gracias por traérmelo, @. Mi madre nunca se dará cuenta...$h",
        "129": "SecretLostItem/.../.../.../Caroline 191 50 128/-1/0/-1/false/¿Qué es esto? ¿Mi viejo collar?$s#$b#Qué extraño, ni siquiera me había dado cuenta de que lo había perdido... Bueno, gracias por traerlo de vuelta, @.$h"
    }
}