{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.Int32, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.Int32Reader",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Location/魔術師のもとへ/谷の魔術師から手紙がとどいた。どうやら彼は、公民館で見たものについてなにか知っているようだ。/魔術師の塔をおとずれる。/WizardHouse/-1/0/-1/false",
        "2": "Basic/ミスターQiからの指令/かくされたロックボックスのなかには、「ミスターQi」からの指示が書かれたナゾのメモが入っていた。/電車の駅にある箱のなかにレインボーシェルを入れる。/null/-1/0/-1/false",
        "3": "Basic/ミスターQiからの指令/「ミスターQi」からのあらたなメモが見つかった。今回の指示はまえよりもっと風変わりだ。/ビーツを10個、ルイス町長の家にあるれいぞうこのなかに入れる。/null/-1/0/-1/false",
        "4": "Basic/ミスターQiからの指令/町長のれいぞうこから、「ミスターQi」の奇妙なメモがまた見つかった。今回の指示は、今までよりもナゾめいている。/「砂のドラゴンに、最後の晩さんを食べさせろ。」/null/-1/0/-1/false",
        "5": "Basic/ミスターQiからの指令/砂のドラゴンの目から、あらたなメモがふたたび見つかった。ミスターQiからのナゾとき指令も、どうやらこれでさいごのようだ。/自分の家の材木おき場をしらべる。/null/-1/0/-1/false",
        "6": "ItemHarvest/はじめの一歩/牧場主になりたいなら、まずは基本からはじめよう。クワをつかって土をたがやしたら、ふくろに入ったタネを選び、たがやした土の上にタネをまこう。収穫のときが来るまでは、作物には毎日水やりが必要だ。/パースニップをそだて、収穫する。/24/h7 8/100/-1/true",
        "7": "Building/動物を飼おう/町の北側に、大工のロビンが住んでいる。彼女に材料と料金を渡せば、牧場にあたらしい建物を建ててもらえる。動物を飼うにはトリ小屋か動物小屋が必要だ。ロビンにたのんで建ててもらおう。/トリ小屋を建てる。/Coop/-1/100/-1/true",
        "8": "Crafting/発展/経験を積むほど、お金かせぎや生活に便利なクラフトのレシピを覚えることができる。たとえばカカシをつくると、大切な作物をカラスから守れるようになる。/農業スキルをレベル1まで上げ、カカシをつくる。/8 true/-1/100/-1/true",
        "9": "Social/自己紹介/町のみんなに自分を紹介しておくのは大切だ。新参者の牧場主が気になる人たちはきっといるはず。/./null/25/0/-1/true",
        "10": "Basic/銅の鉱石/銅鉱石を手にいれた。つかい道はよくわからないが、町の鍛冶屋ならなにか教えてくれるかもしれない。/銅鉱石をクリントの鍛冶屋に持っていく。/./-1/0/-1/false",
        "11": "Crafting/鍛冶にチャレンジ/これからも鉱石を掘るつもりなら、溶鉱炉をつくっておくと便利だ。/溶鉱炉をつくる。/13 true/12/0/-1/true",
        "12": "ItemHarvest/精錬しよう/溶鉱炉があれば、金属を精錬することができる。クリントに教わったとおり、銅鉱石を5つ、石炭を1つ溶鉱炉に入れれば、銅ののべ棒がつくれるはずだ。/溶鉱炉をつかって銅ののべ棒をつくる。/334 1/-1/0/-1/true",
        "13": "Basic/浜辺へ行こう/ウィリーという名のだれかに、町の南にある浜辺へ招待された。なにか渡したいものがあるらしい。/午後5時になるまえに、町の南の浜辺をおとずれる。/-1/-1/0/-1/true",
        "14": "Basic/鉱山を探検しよう/町の北にある山には、古い鉱山の坑道がある。なかには価値のある鉱物がねむっているが、マーロンによると危険もひそんでいるらしい。/鉱山の5階にたどりつく。/17/17/0/-1/false",
        "15": "Monster/入会試験/スライムを10匹討伐して、冒険者ギルドへの入会を認めてもらおう。/10体中0のスライムを倒しました。/Green_Slime 10/16/0/-1/false",
        "16": "Location/入会試験/晴れてスライム10匹の討伐に成功した。さあ、冒険者ギルドに入会しよう。/冒険者ギルドへ向かう。/AdventureGuild/-1/0/-1/false",
        "17": "Basic/鉱山の奥へ/鉱山用エレベーターはまだ動くようだ。エレベーターをつかえば、行ったことのある階まですぐ移動できる。より深い階を探索するときには活用しよう。/鉱山の40階にたどりつく。/18/18/0/-1/false",
        "18": "Basic/底につくまで/ずいぶん深くまでおりてきたが、いっこうに底にはたどりつかない。いったいどこまでおりればいいんだろう？/鉱山の底までたどりつく。/-1/-1/0/-1/false",
        "19": "Basic/ドクロのカギ/鉱山の底でみつかったのは、ドクロがあしらわれた風変わりなカギだった。/ドクロのカギのつかい道をつきとめる。/-1/-1/0/-1/false",
        "20": "Basic/ミスターQiの挑戦状/ミスターQiから挑戦状が届いた。ドクロの洞窟の25階をめざせという。挑戦を成功させれば、たっぷり報酬がもらえるだろう。/ドクロの洞窟の25階にたどりつく。/-1/-1/0/-1/false",
        "21": "Basic/マーニーのお願い/牧場にやってきたマーニーは、洞窟ニンジンをとってきてほしいとたのんでいった。話せるように訓練しているヤギへのごほうびとして、ヤギの好物の洞窟ニンジンが必要らしい。/マーニーの店に洞窟ニンジンを持っていく。/-1/-1/0/-1/true",
        "22": "Basic/魚のキャセロール/ジョディから、今日の夜7時に夕食を食べにこないかとさそわれた。彼女が夕食に出してくれる魚のキャセロールのために、ブラックバスを持っていこう。/ブラックバスを持って、午後7時にジョディの家をおとずれる。/-1/-1/0/-1/true",
        "23": "Location/考古学入門/とても古そうなものを見つけた。これはいったい、いつの時代のどんなものなんだろう？町の博物館ではたらくギュンターなら知っているかもしれない。/博物館のギュンターをたずねる。/ArchaeologyHouse/-1/0/-1/true",
        "24": "Basic/考古学入門/ギュンターから、あたらしい発掘物や鉱物を見つけたら、博物館に寄付してくれないかとたのまれた。寄付をつづけてくれれば、ときどきレアなアイテムをくれるという。/発掘物か鉱物を博物館に寄付する。/-1/-1/250/-1/true",
        "25": "Basic/友だちのつくり方/友情をふかめるには、プレゼントをするのが一番だ。みんなの好みをつかめば、あっという間に人気者になれるはず。/だれかにプレゼントを贈る。/-1/-1/100/-1/true",
        "26": "Basic/「ネズミ退治」/どうも、公民館でおかしなことが起きているようだ…/公民館をしらべる。/-1/-1/0/-1/true",
        "27": "Basic/通せんぼゴブリン/ゴブリンが、魔女の小屋への道をふさいでいる。どうにかして通してもらわないと…ゴブリンについて、もっと情報をあつめたほうがよさそうだ。/魔女の小屋の入口へ向かおう。/-1/-1/0/-1/true",
        "28": "Basic/闇のタリスマン/魔術師が、元妻の家から魔法のインクを取り戻してほしいと頼んできた…だが、その家に入るには闇のタリスマンが必要だ。/下水道に行き、クロバスに闇のタリスマンのことをたずねてみよう。/-1/-1/0/-1/false",
        "29": "Basic/きみょうなメモ/かろうじて読めるメモ。「めいぱるしりっぷ」を「ひむつのむり」にもってきて、とある/「めいぱるしりっぷ」を「ひむつのむり」にもってきて/-1/-1/0/-1/true",
        "30": "Basic/あんごうメモ/このメモにはこう書いてある「レベル100になったらドクロの洞窟へ、誰かが君を待っているだろう」/ドクロの洞窟の100層にまで行く/-1/-1/0/-1/true",
        "31": "Basic/冬の不思議/バス停であやしい雰囲気のナニカに遭遇した。こちらに気づくと、町の方へと逃げていった。いったいどこに行ったのだろうか？/あやしいカゲを探し出そう/-1/-1/0/-1/true",
        "100": "LostItem/ロビンの落としもの/ロビンがお気に入りのオノをなくしてしまった。彼女によると、さいごにオノをつかった場所は、マーニーの農園の南側らしい。/ロビンがなくしたオノを見つける。/Robin 788 Forest 110 81/-1/250/-1/true/あっ、わたしのオノ！見つけてくれたんだ！ああ、ほっとした…ほかのオノじゃ、うっかりつま先を切り落としかねないもん。ありがとう！",
        "101": "ItemDelivery/ジョディのお願い/ジョディからカリフラワーをたのまれた。あたらしいレシピをためすのに必要らしい。ひとつ持って行ってあげよう。/ジョディにカリフラワーを持っていく。/Jodi 190/-1/350/-1/true/わあ、とってもおいしそうね！ありがとう、まさにこんなカリフラワーが欲しかったの。これなら最高のイエローカレーがつくれそう。",
        "102": "LostItem/町長の「パンツ」/ルイス町長が彼の「むらさきパンツ」をなくしたらしい。パンツを見つけて、町長に返してあげよう…細心の注意をはらって。/ルイス町長のむらさきパンツを見つける。/Lewis 789 AnimalShop 13 7/-1/750/-1/true/やあ、みつけてくれたのか…どこにあった？…ああ！…そうか…うむ。#$b#あそこで？どうしてそんなところに落ちてたんだか、想像もつかないなあ…うん。#$b#これはきみとわたしのあいだのヒミツにしてくれ。いいかい？$u",
        "103": "ItemDelivery/パムは呑みすけ/ペールエールが飲みたくてたまらないパム。いつものビールではダメらしい。醸造ダルでホップから自家製ペールエールをつくり、彼女にとどけてあげよう。/パムにペールエールを持っていく。/Pam 303/-1/350/-1/true/おっ、よこしな。（ゴクッゴクッ）…ああ、これこれ。#$b#よーくホップが効いてるねえ…かんきつ類とマツの香り、でも軽すぎず、しっかりとコクがある。#$b#ありがとよ、若いの。こいつはとびっきりの上モノだ。あんたのおかげでいいモン飲めたよ。$h",
        "104": "ItemDelivery/作物の調査/調査のために、ディメトリウスが新鮮なメロンを欲しがっている。/ディメトリウスにメロンを持っていく。/Demetrius 254/-1/550/-1/true/カンペキだ！まさにこんなサンプルが欲しかったんだ。おいしそうだね。食べないでいるのが大変だよ！いやあ、助かったよ。ありがとう。",
        "105": "ItemDelivery/トウガラシ療法/ジョージはひざの具合が悪いらしい。痛みをやわらげるにはトウガラシが必要だ。/ジョージにトウガラシを持っていく。/George 260/-1/200/-1/true/ずいぶん待ったぞ…ふうむ…まあ、トウガラシは申しぶんないな。ありがと。",
        "106": "ItemDelivery/ウシのごちそう/マーニーは自分のウシにごほうびをあげたいらしい。たのまれたアマランサスをとどけてあげよう。/マーニーにアマランサスをひと束持っていく。/Marnie 300/-1/500/-1/true/あっ、たのんでたアマランサスだね！ありがとう…うちのウシたちも大喜びすると思うな！$h",
        "107": "LostItem/ブラックベリーのかご/ブラックベリーの季節がやってきた。だけど、ライナスはベリー摘みのかごをなくしてしまったらしい！どこに忘れたかも思い出せないようだ。彼のかごを見つけてあげよう。/ライナスのかごを見つけ、彼にかえす。/Linus 790 Backwoods 27 27/-1/0/-1/true/見つけてくれたのか！ありがとう。おかげでとても助かったよ。$h",
        "108": "ItemDelivery/飾り用のカボチャ/キャロラインからカボチャをひとつたのまれた。アビゲイルとカボチャのランタンを彫るらしい。/キャロラインにカボチャを持っていく。/Caroline 276/-1/500/-1/true/ああ、カボチャね！まあ、とっても立派…きっとアビゲイルもよろこぶわ。ありがとう、@！$h",
        "109": "ItemDelivery/イカ釣り/ウィリーからの挑戦状だ。イカを釣ってこよう。彼によると、イカは冬の夜に海で釣れるらしい。/ウィリーにイカを持っていく。/Willy 151/-1/800/-1/true/よう、やるじゃないか！わるくない。なかなかだぜ。けっこうすごいな、お前さん。#$b#冬ってのは、古い釣りざおを休ませてやるにはいい季節なんだ。",
        "110": "ItemDelivery/クリントの作戦/クリントから、エミリーにアメシストを渡してくれとたのまれた。彼からのプレゼントだと言って渡してほしいらしい。/エミリーにアメシストを持っていく。/Emily 66/-1/0/-1/true/わあ、このストーン大好きなの！きみってほんと親切だね！$h#$b#え？きみからじゃないの？$u#$b#ああ、クリントから？まあ、だれからでもいいよ。それにしても、すっごくすてきだね！キスしてあげるね！（チュッ）$h",
        "111": "ItemDelivery/闇の検体/魔術師から依頼の手紙がとどいた。鉱山で見つかる闇の結晶がひとつ欲しいらしい。なにかの黒魔術でつかうようだ。/魔術師に闇の結晶を持っていく。/Wizard 769/-1/1000/-1/true/ああ、持ってきてくれたか。感謝する。これは報酬の1000Gだ。さあ、もう行きたまえ。",
        "112": "ItemDelivery/クリントのたのみごと/あたらしくハンマーを手に入れたクリント。いろんな金属でつかい心地をためしたいらしい。/クリントに鉄ののべ棒を持っていく。/Clint 335/-1/500/-1/true/やあ、たのんでたのべ棒だな。うん、しっかりしてる…カンペキだな。#$b#ありがとな、@。恩に着るよ。",
        "113": "ItemDelivery/ロビンのお願い/堅い木を分けてもらえないか、ロビンが手紙でたのんできた。/ロビンに堅い木を10個持っていく。/Robin 709 10/-1/500/-1/true/やった、持ってきてくれたんだ！やっぱりあなたはたよれるね、@。$h#$b#さあて、どれどれ…うん、カンペキ。まさにこんな木が欲しかったんだ。ありがとうございます！",
        "114": "ItemDelivery/魚のシチュー/魚のシチューをつくりたいガス。だが、ビンナガが足りないらしい。/ガスにビンナガを持っていく。/Gus 705/-1/400/-1/true/（クンクン）…これはなんのにおいかな？新鮮なビンナガじゃないだろうね！#$b#やっぱり！そうだと思った！いやあ、心から感謝するよ！",
        "115": "ItemDelivery/もぎたてフルーツ/エミリーはもぎたてのアプリコットが食べたいらしい。春の味覚を彼女にとどけてあげよう。/アプリコットをエミリーに持っていく。/Emily 634/-1/600/-1/true/わあ…お願い、聞いてくれたんだね！ありがとう。これ、すっごくおいしそうだね！$h",
        "116": "ItemDelivery/おばあちゃんのプレゼント/エブリンが夫にプレゼントするのを手伝ってあげよう。/エブリンにポロねぎを持っていく。/Evelyn 20/-1/500/-1/true/まあ、ありがとうねえ。おいしそうなポロねぎだわ。ジョージもきっとよろこびますよ。#$b#あの人はね、朝ごはんにポロねぎ入りの卵焼きを出してあげると大喜びするんですよ。",
        "117": "ItemDelivery/ピエールのたのみごと/刺し身が食べたくてしかたないピエール。持ってきた人には報酬をはずんでくれるようだ。/ピエールに刺し身を持っていく。/Pierre 227/-1/1000/-1/true/ああ、やっと食べられる！あんまり刺し身が食べたくって、もうからだがふるえだしてたんですよ。（モグモグ）…ああぁ、おいしいなあぁ…#$b#ありがとうございます、@さん。$h",
        "118": "ItemDelivery/水産物の調査/ディメトリウスは、地域に生息するハリセンボンの毒の強さを調査中らしい。1匹釣ってとどけてあげよう。/ディメトリウスにハリセンボンを持っていく。/Demetrius 128/-1/1000/-1/true/待ってたよ。すばらしい、サンプルとして申しぶんないよ。いますぐ氷に入れてやらないとな。ありがとう、@！",
        "119": "ItemDelivery/兵士のスター/結婚記念日のお祝いを奥さんに贈りたいというケント。彼にスターフルーツをとどけてあげよう。/ケントにスターフルーツを持っていく。/Kent 268/-1/500/-1/true/やあ。シーッ…ジョディに見つかるとまずい。#$b#ああ、みずみずしそうだな。ジョディも気にいるだろう。ありがとう、助かった。$h",
        "120": "ItemDelivery/町長の要請/ルイス町長がトリュフオイルの調達をたのんできた。なににつかうのかは分からないが、どうやら理由は聞かないほうがよさそうだ。/ルイスにトリュフオイルをひとつ持っていく。/Lewis 432/-1/750/-1/true/ああ、オイルだな？どれどれ…#$b#上等な品だな…さらさらしてる。最高だ。ありがとう。",
        "121": "ItemDelivery/ロブスター求む/ガスからお知らせがとどいた。新鮮なロブスターを探しているらしい。/ガスにロブスターを持っていく。/Gus 715/-1/500/-1/true/おやおや、新鮮なロブスターのにおいがするね。ああ、やっぱりそうだ。$h#$b#ありがとう、いつも助かるよ。",
        "122": "ItemDelivery/パムはものぐさ/パムのリモコンの電池が切れた。チャンネルを変えるたびにわざわざソファからTVまで行くのがめんどくさいらしい。電池をとどけてあげよう。/パムに電池を持っていく。/Pam 787/-1/400/-1/true/おぉ、電池を持ってきてくれたのかい！ありがとよ、若いの…あんたは命の恩人だよ！$h",
        "123": "ItemDelivery/魔法の杖/つかい道は不明だが、魔術師は強力な魔法の杖をつくっているようだ。完成にはイリジウムののべ棒が必要だという。とどけてあげよう。/魔術師にイリジウムののべ棒を持っていく。/Wizard 337/-1/5000/-1/true/おお、イリジウムよ。よくやってくれた、@。感謝する。もう行っていいぞ。",
        "124": "ItemDelivery/リングコッド釣り/ウィリーからの挑戦状だ。リングコッドを釣ってこよう。/ウィリーにリングコッドを持っていく。/Willy 707/-1/550/-1/true/よう、こいつは大ものだな！お前さんには釣り人の血が流れてるにちがいねえや。$h",
        "125": "ItemDelivery/トロピカルなカクテル/ココ・ノ・ノというカクテルをつくりたいガスだが、材料が手に入らず困っているらしい。/ガスにココナッツを持っていく。/Gus 88/-1/600/-1/true/ココナッツじゃないか！このトロピカルな雰囲気！冬のこごえた目にやさしいね。$h#$b#これなら最高のココ・ノ・ノがつくれそうだよ。ありがとう！",
        "126": "ItemDelivery/君の妻の用事/君の妻は秘密のプロジェクトのために、200本の繊維を持ってくるよう君に頼んだよ。/エミリーに200本の繊維を持っていく。/Emily 771 200/-1/0/-1/false/おぉ、これは完璧のようね...そして持続できる供給源でもあるね！本当にどうもありがとう。@。$h#$b#自分のために仕事を止めたよ。準備が終わるまで、あと数日かかるでしょう...",
        "127": "Basic/ヘイリーのケーキウォーク/あなたの妻は町の広場でチャリティーケーキウォークを企画しているよ。彼女は君にチョコレートケーキを持ってくるように頼んだよ。/チョコレートケーキを持って、晴れた朝に町に入ってください。/-1/-1/0/-1/true",
        "128": "SecretLostItem/.../.../.../Abigail 191 100 129/-1/0/-1/false/あのネックレス！どこで見つけたの？$7#$b#えっと、それを持ってきてくれてありがとう、@私のママは絶対知らない...$h",
        "129": "SecretLostItem/.../.../.../Caroline 191 50 128/-1/0/-1/false/これは何？私の古いネックレス？$s#$b#不思議だね、それがなくなっていたことも気付かなかったよ...まぁ、元に戻してくれてありがとう。@$h"
    }
}