{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.Int32, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.Int32Reader",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Location/Encontre o feiticeiro/Você recebeu uma carta do feiticeiro. Ele diz ter informações sobre o antigo centro comunitário./Entre na torre do feiticeiro./WizardHouse/-1/0/-1/false",
        "2": "Basic/O Misterioso Qi/Em um cofre secreto, você achou um bilhete com instruções curiosas. Está assinado por um tal de \"sr. Qi\"./Deixe uma concha arco-íris no cofre, na plataforma do trem. /null/-1/0/-1/false",
        "3": "Basic/O Misterioso Qi/Você achou outro bilhete escrito pelo \"sr. Qi\". O pedido é ainda mais exótico desta vez./Ponha 10 beterrabas dentro da geladeira do prefeito Lewis./null/-1/0/-1/false",
        "4": "Basic/O misterioso Qi/Você achou um outro bilhete estranho dentro da geladeira do prefeito. Desta vez, as instruções são ainda mais obscuras./\"Dê ao dragão de areia sua última refeição\"./null/-1/0/-1/false",
        "5": "Basic/O misterioso Qi/Você achou outro bilhete no olho do dragão de areia. Parece que a estranha busca por restos mortais do sr. Qi chegou ao fim./Inspecione a pilha de madeira atrás da sua casa./null/-1/0/-1/false",
        "6": "ItemHarvest/Primeiros passos/Se você quiser trabalhar na fazenda, precisa começar com o básico. Utilize sua enxada para arar o solo. Então, utilize um pacote de sementes no solo arado para plantar. Regue todos os dias até que sua colheita esteja pronta./Plante e colha uma chirívia./24/h7 8/100/-1/true",
        "7": "Building/Criando animais/Robin, a marceneira local, vive ao norte da cidade. Em troca de matéria bruta e dinheiro, ela construirá novas instalações na sua fazenda. Se quiser criar animais, precisará que ela construa um galinheiro ou estábulo./Construa um galinheiro./Coop/-1/100/-1/true",
        "8": "Crafting/Avanço/Enquanto você ganha experiência, descobrirá novas receitas de manufatura para aumentar seus lucros e facilitar sua vida. Um espantalho, por exemplo, evitará que corvos ataquem suas preciosas plantações./Alcance o nível 1 de Cultivo e crie um espantalho./8 true/-1/100/-1/true",
        "9": "Social/Apresentações/Seria um ótimo gesto se apresentar na cidade. Algumas pessoas podem estar ansiosas para conhecer o novo fazendeiro././null/25/0/-1/true",
        "10": "Basic/Mineração de cobre/Você achou um minério de cobre. Você não sabe para que usá-lo, mas o ferreiro provavelmente sabe./Traga um pouco de minério de cobre para a casa de ferreiro do Clint././-1/0/-1/false",
        "11": "Crafting/Forja antecipada/Se você planeja continuar minerando recursos, deve construir uma fornalha./Construa uma Fornalha./13 true/12/0/-1/true",
        "12": "ItemHarvest/Fusão/Agora que você construiu uma fornalha, pode fundir um pouco de metal. De acordo com as instruções do Clint, se você colocar 5 minérios de cobre e 1 pedaço de carvão na fornalha, ela produzirá uma barra de cobre./Utilize sua fornalha para derreter uma barra de cobre./334 1/-1/0/-1/true",
        "13": "Basic/À praia/Alguém chamado Willy convidou você para visitar a praia ao sul da cidade. Ele disse que tem algo a dar para você./Visite a praia ao sul da cidade antes da 17:00./-1/-1/0/-1/true",
        "14": "Basic/Explorar a mina/Há um poço na mina das montanhas, ao norte da cidade. Pode haver materiais valiosos lá dentro, mas o Marlon disse que pode ser perigoso./Alcance o nível 5 nas minhas./17/17/0/-1/false",
        "15": "Monster/Iniciação/Se você puder abater 10 gosmas, vai conquistar seu lugar na Guilda dos Aventureiros./0 de 10 gosmas verde derrotadas./Green_Slime 10/16/0/-1/false",
        "16": "Location/Iniciação/Você abateu 10 gosmas com sucesso. Agora, poderá entrar na Guilda dos Aventureiros./Entre na Guilda dos Aventureiros/AdventureGuild/-1/0/-1/false",
        "17": "Basic/Mais fundo na mina/Parece que o elevador da mina ainda está funcionando. Ele vai permitir que você retorne rapidamente para todas as portas de elevador descobertas. Pode ser necessária uma expedição mais profunda./Alcance o nível 40 nas minas./18/18/0/-1/false",
        "18": "Basic/Até o fundo?/Até agora, não há sinal do fundo. Até onde ele vai?/Alcance o fundo da mina./-1/-1/0/-1/false",
        "19": "Basic/Chave de Crânio/Você encontrou uma chave estranha no fundo das minas./Descubra o propósito da Chave de Crânio./-1/-1/0/-1/false",
        "20": "Basic/Desafio do Qi/Você recebeu um desafio de chegar ao nível 25 na caverna de esqueletos. Você recebeu uma promessa de boa recompensa se for bem-sucedido./Alcance o nível 25 na Caverna de Esqueletos./-1/-1/0/-1/false",
        "21": "Basic/Pedido de Marnie/A Marnie passou na fazenda e perguntou se você poderia trazer uma cenoura subterrânea. Ela está tentando ensinar suas cabras a falar, e a Cenoura Subterrânea é o lanche favorito delas./Traga uma Cenoura Subterrânea para a loja da Marnie./-1/-1/0/-1/true",
        "22": "Basic/Caçarola de Peixe/Jodi apareceu na fazenda e convidou você para jantar às 19:00. Seu único pedido foi que você trouxesse um achigã para a caçarola./Entre na casa da Jodi com uma caçarola às 19:00./-1/-1/0/-1/true",
        "23": "Location/Arqueologia/Você encontrou uma relíquia antiga. Será que é algum artefato muito antigo? Talvez Gunther, o curador do museu local, tenha a resposta./Visite Gunther no museu./ArchaeologyHouse/-1/0/-1/true",
        "24": "Basic/Arqueologia/Gunther perguntou se você poderia doar novos artefatos ou minerais que encontrar ao museu. Ele disse que o compensará ocasionalmente com bens raros./Doe um artefato ou mineral ao museu./-1/-1/250/-1/true",
        "25": "Basic/Como ganhar amigos/Dar presentes é uma ótima forma de construir relacionamentos. Aprenda os gostos individuais de cada pessoa e você será popular em pouco tempo./Dê um presente a alguém./-1/-1/100/-1/true",
        "26": "Basic/Infestação por \"ratos\"/Tem algo estranho acontecendo no Centro Comunitário.../Investigar o Centro Comunitário/-1/-1/0/-1/true",
        "27": "Basic/Caminho bloqueado/Tem um duende bloqueando o caminho para a Cabana da Bruxa. Deve haver um jeito de fazê-lo se mexer... Talvez eu devesse procurar mais informações sobre os duendes./Consiga acesso à Cabana da Bruxa./-1/-1/0/-1/true",
        "28": "Basic/Talismã das trevas/O feiticeiro me pediu para obter tinta mágica da sua ex-esposa, a bruxa... mas para entrar, vou precisar de um talismã negro./Entre no esgoto e pergunte a Krobus sobre o talismã negro./-1/-1/0/-1/false",
        "29": "Basic/Recado Estranho/Você encontrou um recado, quase ilegível, pedindo que você leve \"xa róupi di boudo\" para a \"bosqi cecretu\"./Leve \"xa róupi di boudo\" para a \"bosqi cecretu\"/-1/-1/0/-1/true",
        "30": "Basic/Recado Misterioso/Você encontrou um recado que dizia \"Alguém está esperando por você no nível 100 da Caverna da Caveira\"/Atinja o nível 100 da Caverna da Caveira/-1/-1/0/-1/true",
        "31": "Basic/Um Mistério do Inverno/Você encontrou uma pessoa suspeita ao lado da parada de ônibus. Quando ela viu você, fugiu na direção da cidade. Será que existe alguma pista sobre seu paradeiro?/Encontre o desconhecido./-1/-1/0/-1/true",
        "100": "LostItem/Machado perdido da Robin/Robin perdeu seu machado favorito. Da última vez que ela lembra tê-lo usado, estava cortando madeira ao sul do rancho da Marnie./Encontre o machado perdido da Robin./Robin 788 Forest 110 81/-1/250/-1/true/Ei, você achou meu machado! Que alívio... Quase cortei meu dedo com o outro machado. Obrigado!",
        "101": "ItemDelivery/Pedido da Jodi/Jodi precisa de couve-flor fresca para uma receita. Ela está pedindo por uma couve-flor fresca./Traga uma couve-flor para a Jodi/Jodi 190/-1/350/-1/true/Nossa, ela parece deliciosa! Obrigado! Isto é exatamente o que eu queria! Vai ficar perfeita no meu curry amarelo.",
        "102": "LostItem/\"Shorts\" do prefeito/O prefeito Lewis perdeu seus \"shorts\" roxos. Ele está pedindo que você encontre-os e os devolva... Discretamente/Encontre e devolva os shorts roxos do prefeito Lewis./Lewis 789 AnimalShop 13 7/-1/750/-1/true/Você os encontrou... onde? Ah!... hã... rá.#$b#Ali? Não tenho ideia de como eles pararam ali... *cof*, *cof*.#$b#Isto fica entre você e eu. Entendeu?$u",
        "103": "ItemDelivery/Pam está com sede./Pam gostaria de beber uma pale ale. Cerveja comum não serve. Você pode criar uma cerveja artesanal se tiver lúpulo e um barril./Trazer uma pale ale para a Pam./Pam 303/-1/350/-1/true/Dê-me isso.*Slurp*... Aaah... isso é que é bom!#$b#Gosto de lúpulo maravilhoso... notas cítricas e de pinho, com um corpo robusto para equilibrar.#$b#Obrigado, colega. Isto significa muito para mim. Sabia que poderia contar com você.$h",
        "104": "ItemDelivery/Pesquisa de Plantações/Demetrius precisa de um melão fresco para sua pesquisa./Traga um melão para Demetrius./Demetrius 254/-1/550/-1/true/Isto é perfeito! É exatamente o que preciso para a minha pesquisa. Vai ser difícil não comê-lo! Obrigadão.",
        "105": "ItemDelivery/Remédio de Joelho/George precisa de pimenta picante para amenizar a dor de seu joelho./Traga uma Pimenta Picante para George./George 260/-1/200/-1/true/Como você demorou!... huum... Pelo menos ela está boa e picante. Obrigado.",
        "106": "ItemDelivery/Agrado de Vaca/Marnie quer dar um agrado para suas vacas. Ela está pedindo por um feixe de amaranto./Traga um feixe de amaranto para a Marnie./Marnie 300/-1/500/-1/true/Ah, o amaranto que eu pedi! Muito obrigada... minhas vacas vão amar!$h",
        "107": "LostItem/Cesto de Mirtilos/É temporada de mirtilos, mas Linus não consegue achar sua cesta! Ele está pedindo para você ajudá-lo a encontrá-la. Ele não tem ideia de onde ela está./Encontre a cesta do Linus e devolva-a a ele./Linus 790 Backwoods 27 27/-1/0/-1/true/Minha cesta! Obrigado. Isto significa muito para mim.$h",
        "108": "ItemDelivery/Esculpindo Abóboras/Caroline quer esculpir uma abóbora com sua filha. Ela pediu que você colha uma da fazenda./Trazer uma abóbora para a Caroline./Caroline 276/-1/500/-1/true/Ah, a abóbora! Que bonita... Abigail vai ficar tão feliz quando vê-la... Obrigado, @!$h",
        "109": "ItemDelivery/Caça à Lula/Willy está desafiando você a pegar uma lula. Ele disse que você poderá pescá-las no oceano, nas noites de inverno./Traga uma lula para o Willy./Willy 151/-1/800/-1/true/Ei, você conseguiu! Nada mau. Nada mau mesmo. Estou impressionado.#$b#O inverno é uma ótima hora para pescar, não é?",
        "110": "ItemDelivery/Tentativa do Clint/Clint quer que você dê uma ametista à Emily. Ele quer que você diga a ela que é presente dele./Dê uma Ametista para a Emily./Emily 66/-1/0/-1/true/Ah, minha joia favorita! Como você é doce!$h#$b#Hã? É de quem?$u#$b#Ah, o Clint que lhe deu? Bem, não ligo de onde você a tirou. É linda! Obrigado! (*Chuac!*)$h",
        "111": "ItemDelivery/Um reagente negro/O feiticeiro quer que você vá às minas e obtenha uma Essência Nula para ele. É para uma espécie de ritual das trevas./Trazer uma Essência Nula para o Feiticeiro./Wizard 769/-1/1000/-1/true/Ah, você a trouxe. Você ganhou a minha gratidão e 1.000 ouros. Agora vá.",
        "112": "ItemDelivery/Um favor ao Clint/Clint ganhou um novo martelo e quer testá-lo em vários metais./Trazer uma Barra de Ferro para o Clint./Clint 335/-1/500/-1/true/Ei! Esta é a barra de ferro que eu pedi. Ela parece forte... perfeito.#$b#Obrigado, @. Eu agradeço.",
        "113": "ItemDelivery/Pedido da Robin/Robin escreveu pedindo por madeira de lei./Traga a ela 10 pedaços de madeira./Robin 709 10/-1/500/-1/true/Ah, você os trouxe! Seu que sempre posso contar com você, @.$h#$b#Huum... Esta madeira é perfeita. É exatamente o que pedi. Obrigado!",
        "114": "ItemDelivery/Guisado de peixe/Gus quer fazer guisado de peixe, mas precisa de uma albacora./Trazer uma Albacora para o Gus./Gus 705/-1/400/-1/true/*Sniff*... *snif*... O que é isso? Tem cheiro de albacora!#$b#Arrá! Você a trouxe! Obrigadaço!",
        "115": "ItemDelivery/Frutas frescas/A Emily quer sentir o gosto da primavera. Ela está pedindo um damasco fresco./Traga um Damasco para a Emily./Emily 634/-1/600/-1/true/Ah... Você realmente o trouxe! Obrigado. Ele parece delicioso!$h",
        "116": "ItemDelivery/Presente da vovó/Evelyn quer surpreender seu marido com um presente./Trazer alho-poró para Evelyn./Evelyn 20/-1/500/-1/true/Ah. Obrigado. Este alho-poró parece delicioso. O George vai ficar tão feliz!#$b#Ele ama quando faço ovo com alho-poró no café.",
        "117": "ItemDelivery/Bilhete do Pierre/Pierre pagará muito dinheiro para quem trouxer a ele um prato de sashimi. Aparentemente, ele ama a coisa./Trazer um pouco de Sashimi para o Pierre./Pierre 227/-1/1000/-1/true/Já era hora! Estava começando a tremer. Quero tanto esse peixe! *Nham*... Huum! Que delícia!#$b#Obrigado, @.$h",
        "118": "ItemDelivery/Pesquisa aquática/Demetrius está estudando o nível de toxinas dos baiacus locais. Ele gostaria que você trouxesse um para ele./Trazer um Baiacu para o Demetrius./Demetrius 128/-1/1000/-1/true/Aí está você. O espécime parece perfeito. Vou colocá-lo no gelo imediatamente. Obrigado, @!",
        "119": "ItemDelivery/Um soldado do caramba/Kent quer dar carambola para sua esposa./Trazer uma carambola para o Kent./Kent 268/-1/500/-1/true/Ei. Ssh... Nao deixe a Jodi ver.#$b#Ah... ela parece bem suculenta. Ela vai amar. Muito obrigado.$h",
        "120": "ItemDelivery/Vontade do prefeito/O prefeito Lewis quer óleo de trufas. Ele não quer explicar o porquê. Talvez não seja da sua conta./Trazer uma garrafa de Óleo de Trufas para o prefeito./Lewis 432/-1/750/-1/true/Trouxe o óleo? Deixe-me ver...#$b#É de alta qualidade... muito top. Ótimo. Obrigado.",
        "121": "ItemDelivery/Precisa-se: Lagosta/Gus enviou um comunicado pedindo uma lagosta fresca./Trazer uma lagosta para o Gus./Gus 715/-1/500/-1/true/Que cheiro de lagosta fresca! Ah, que bom.$h#$b#Tome cuidado, colega.",
        "122": "ItemDelivery/Pam precisa de energia/O controle remoto da Pam estragou. Ela está tendo muita dificuldade de levantar do sofá e mudar os canais./Trazer um Conjunto de Pilhas para a Pam./Pam 787/-1/400/-1/true/Ei, você trouxe mesmo as pilhas! Obrigado, colega... Você salvou minha vida!$h",
        "123": "ItemDelivery/Cajado do Poder/O feiticeiro está criando um cajado de poder fenomenal. Para que será que serve? Ele precisa de uma barra de irídio para terminá-lo./Traga uma Barra de Irídio para o feiticeiro/Wizard 337/-1/5000/-1/true/Ah, meu preciosssso Irídio. Você foi muito bem, @. Tem a minha gratidão. Agora saia.",
        "124": "ItemDelivery/Pegue um Ófis/Willy está desafiando você a pegar um Ófis./Trazer um Ófis para o Willy./Willy 707/-1/550/-1/true/Nossa, que peixão! O sangue de pescador realmente corre nas suas veias.$h",
        "125": "ItemDelivery/Espíritos exóticos/Gus quer fazer um Coco-no-no,  mas não tem o ingrediente principal./Traga um coco para o Gus!/Gus 88/-1/600/-1/true/Coco! Isso é que é colírio para meus olhos neste frio.$h#$b#Vai ser perfeito para meu coco-no-no. Obrigado!",
        "126": "ItemDelivery/Mensagem da sua Esposa/Sua esposa pediu para levá-la 200 pedaços de fibra para um projeto secreto./Levar 200 fibras para Emily./Emily 771 200/-1/0/-1/false/Oh, isso é perfeito... e é de origem sustentável, também! Muito obrigada, @.$h#$b#Agora tenho menos trabalho para fazer. Estará pronto em alguns dias...",
        "127": "Basic/Jogo do Bolo da Haley/Sua esposa está organizando um jogo de caridade na praça da cidade. Ela pediu para trazer um bolo de chocolate./Entrar na cidade em uma manhã ensolarada com um bolo de chocolate./-1/-1/0/-1/true",
        "128": "SecretLostItem/.../.../.../Abigail 191 100 129/-1/0/-1/false/Esse colar! Onde você achou?$7#$b#Bem, obrigada por me devolver, @. Minha mãe nunca vai saber...$h",
        "129": "SecretLostItem/.../.../.../Caroline 191 50 128/-1/0/-1/false/O que é isso? Meu colar antigo?$s#$b#Que estranho, eu nem percebi que tinha perdido... Bem, obrigada por me devolver, @.$h"
    }
}