{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.Int32, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.Int32Reader",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Location/Incontra il mago/Hai ricevuto una lettera dal mago locale. Sostiene di avere informazioni sul vecchio Centro sociale./Entra nella torre del mago./WizardHouse/-1/0/-1/false",
        "2": "Basic/Il misterioso Qi/Dentro una cassetta di sicurezza segreta, hai trovato un biglietto con istruzioni peculiari. È firmato 'Mr. Qi'./Lascia una conchiglia arcobaleno nella cassa alla piattaforma ferroviaria./null/-1/0/-1/false",
        "3": "Basic/Il misterioso Qi/Hai trovato un altro biglietto scritto da 'Mr. Qi'. Stavolta la richiesta è ancora più insolita./Piazza 10 barbabietole nel frigo del sindaco Lewis./null/-1/0/-1/false",
        "4": "Basic/Il misterioso Qi/Hai trovato ancora un altro biglietto strano nel frigo del sindaco. Stavolta, le istruzioni sono più criptiche./\"Dai al drago delle sabbie il suo pasto finale.\"/null/-1/0/-1/false",
        "5": "Basic/Il misterioso Qi/Hai trovato un altro biglietto nell'occhio del drago delle sabbie. Sembra che la strana caccia al tesoro di Mr. Qi sia giunta al termine./Ispeziona la pila di legname accanto a casa tua./null/-1/0/-1/false",
        "6": "ItemHarvest/Avviarsi/Sei vuoi gestire una fattoria, devi partire dalle basi. Usa la zappa per dissodare il terreno, poi usa un pacchetto di semi sul terreno dissodato per seminare una coltura. Annaffia ogni giorno finché la coltura non è pronta per il raccolto./Coltiva e raccogli una pastinaca./24/h7 8/100/-1/true",
        "7": "Building/Allevare animali/Robin, la falegname locale, vive a nord del paese. In cambio di soldi e materie grezze, erigerà nuovi edifici nella tua fattoria. Bisognerà che costruisca una stia o un granaio perché tu possa allevare animali./Costruisci una stia./Coop/-1/100/-1/true",
        "8": "Crafting/Avanzamento/Guadagnando esperienza, apprenderai nuovi processi di fabbricazione oggetti per aumentare i profitti e semplificarti la vita. Ad esempio, uno spaventapasseri impedirà che i corvi si pappino le tue preziose colture./Raggiungi il livello 1 in Fattoria e fabbrica uno spaventapasseri./8 true/-1/100/-1/true",
        "9": "Social/Presentazioni/Sarebbe un gesto carino presentarsi ai paesani. Alcuni potrebbero essere ansiosi di fare la tua conoscenza././null/25/0/-1/true",
        "10": "Basic/Rame grezzo/Hai trovato un pezzo di rame grezzo. Non sai bene come puoi usarlo, ma il fabbro locale probabilmente sì./Porta un pezzo di rame grezzo alla bottega di Clint, il fabbro././-1/0/-1/false",
        "11": "Crafting/Forgiati la via/Se vuoi continuare in miniera, dovresti costruire una fornace./Crea una fornace./13 true/12/0/-1/true",
        "12": "ItemHarvest/Affinare/Ora che hai una fornace, puoi affinare del metallo. Secondo le istruzioni di Clint, se metti 5 pezzi di rame grezzo e 1 di carbone nella fornace, dovrebbe produrre un lingotto di rame./Usa la fornace per forgiare un lingotto di rame./334 1/-1/0/-1/true",
        "13": "Basic/In spiaggia/Un certo Willy ti ha invitato a visitare la spiaggia a sud del paese. Dice che ha qualcosa da darti./Visita la spiaggia a sud del paese prima delle 5:00 di sera./-1/-1/0/-1/true",
        "14": "Basic/Esplora la miniera/C'è un vecchio pozzo minerario sui monti a nord del paese. Potresti trovarci dei minerali di valore, ma Marlon ha suggerito che potrebbe essere pericoloso./Raggiungi il livello 5 nelle miniere./17/17/0/-1/false",
        "15": "Monster/Iniziazione/Se riesci ad eliminare 10 melme, ti guadagnerai un posto nella Gilda degli Avventurieri./0 di 10 melme eliminate./Green_Slime 10/16/0/-1/false",
        "16": "Location/Iniziazione/Hai fatto fuori 10 melme con successo. Ora puoi entrare nella Gilda degli Avventurieri./Entra nella Gilda degli Avventurieri./AdventureGuild/-1/0/-1/false",
        "17": "Basic/Più giù nella miniera/Sembra che l'ascensore della miniera funzioni ancora. Ti consentirà di tornare rapidamente a qualunque porta d'ascensore che hai scoperto. Forse è l'ora di una spedizione più in basso./Raggiungi il livello 40 nelle miniere./18/18/0/-1/false",
        "18": "Basic/Fino in fondo?/Finora non c'è traccia del fondo. Quanto si scende ancora?/Raggiungi il fondo della miniera./-1/-1/0/-1/false",
        "19": "Basic/La Chiave del teschio/Hai trovato una chiave strana in fondo alle miniere./Scopri a cosa serve la Chiave del teschio./-1/-1/0/-1/false",
        "20": "Basic/La sfida di Qi/Qi ti ha sfidato a raggiungere il livello 25 nella Caverna del teschio. Ti promette un premio sostanzioso in caso di successo./Raggiungi il livello 25 nella Caverna del teschio./-1/-1/0/-1/false",
        "21": "Basic/La richiesta di Marnie/Marnie è passata per chiederti di portarle una carota di grotta. Vuole insegnare a parlare alle sue capre, e la carota di grotta è il loro spuntino preferito./Porta una carota di grotta al negozio di Marnie./-1/-1/0/-1/true",
        "22": "Basic/Pesce in casseruola/Jodi è passata per invitarti a cena da lei alle 7:00pm. Chiede soltanto di portarle un boccalone per il suo pesce in casseruola./Vai a casa di Jodi con un boccalone per le 7:00pm./-1/-1/0/-1/true",
        "23": "Location/Archeologia/Hai trovato un oggetto che sembra antico. Potrebbe essere un qualche artefatto di epoche andate? Forse Gunther, il curatore del museo locale, ha la risposta./Vai a trovare Gunther al museo./ArchaeologyHouse/-1/0/-1/true",
        "24": "Basic/Archeologia/Gunther ti ha proposto di donare al museo gli artefatti e i minerali che trovi. Dice che ti ricompenserà occasionalmente con dei beni rari./Dona un artefatto o un minerale al museo./-1/-1/250/-1/true",
        "25": "Basic/Farsi degli amici/Fare regali è un gran modo per instaurare amicizie. Scopri i gusti individuali di ognuno e diverrai popolare in un lampo./Fai un regalo a qualcuno./-1/-1/100/-1/true",
        "26": "Basic/\"Problema di ratti\"/Nel Centro sociale sta accadendo qualcosa di strano.../Investiga il Centro sociale/-1/-1/0/-1/true",
        "27": "Basic/Problema di goblin/Un goblin blocca la via per la baracca della Strega. Ci sarà un modo per smuoverlo... Forse servono più informazioni sui goblin./Entra nella baracca della Strega./-1/-1/0/-1/true",
        "28": "Basic/Talismano oscuro/Il Mago mi ha chiesto di recuperare l'inchiostro magico dalla casa della sua ex-moglie... ma per accedervi mi servirà un talismano oscuro./Vai nelle fogne e chiedi a Krobus del talismano oscuro./-1/-1/0/-1/false",
        "29": "Basic/Strano biglietto/Hai trovato un biglietto, a malapena leggibile, che ti chiede di portare \"siropo daccero\" ai \"boski zereti\"./Porta dello \"siropo daccero\" ai \"boski zereti\"/-1/-1/0/-1/true",
        "30": "Basic/Biglietto criptico/Hai trovato un biglietto che dice \"Qualcuno ti aspetta al livello 100 nella Caverna del teschio\"/Raggiungi il livello 100 nella Caverna del teschio/-1/-1/0/-1/true",
        "31": "Basic/Mistero d'inverno/Hai incontrato una figura sospetta alla fermata dell'autobus. Quando ti ha visto, è fuggita verso il paese. Ci sarà un indizio su dove si trovi?/Trova l'oscura figura./-1/-1/0/-1/true",
        "100": "LostItem/L'ascia smarrita di Robin/Robin ha perso la sua ascia preferita. Ricorda di averla usata l'ultima volta per tagliare legna a sud del ranch di Marnie./Trova l'ascia smarrita di Robin./Robin 788 Forest 110 81/-1/250/-1/true/Ehi, hai trovato la mia ascia! Che sollievo... Mi sono quasi tagliata via un alluce, ad usare quell'altra. Grazie!",
        "101": "ItemDelivery/La richiesta di Jodi/Jodi ha bisogno di un cavolfiore fresco per una sua ricetta. Ha chiesto a te di portarglielo./Porta un cavolfiore a Jodi./Jodi 190/-1/350/-1/true/Oh, sembra squisito! Grazie, è proprio ciò che volevo. Sarà perfetto per il mio curry giallo.",
        "102": "LostItem/Le \"braghe\" del sindaco/Il sindaco Lewis ha perso le sue \"braghe\" viola. Ha chiesto a te di trovarle e ridargliele... Con discrezione./Trova e riporta al sindaco Lewis le sue braghe viola./Lewis 789 AnimalShop 13 7/-1/750/-1/true/Le hai trovate... dove? ...Oh!...Uhmm...Heh.#$b#Lì? Non ho idea di come ci siano finite...*tossisce*#$b#Questo rimane fra te e me. Intesi?$u",
        "103": "ItemDelivery/Pam ha sete/Pam brama una malto chiaro. La birra normale non va. Puoi fermentartene una da te sei hai del luppolo e un barilotto./Porta a Pam una malto chiaro./Pam 303/-1/350/-1/true/Da' qua. *slurp*... Ahh, questa è roba buona.#$b#Bella piena di luppolo... accenni di pino e agrume, ma con un corpo robusto per tenerla a terra.#$b#Grazie, giovane. Vuol dire molto per me. Sapevo di poter contare su di te.$h",
        "104": "ItemDelivery/Ricerca sulle colture/Demetrius ha bisogno di un melone fresco per la sua ricerca./Porta un melone a Demetrius./Demetrius 254/-1/550/-1/true/Perfetto! Proprio ciò che mi serve per la ricerca. Sarà dura non mangiarselo! Grazie mille.",
        "105": "ItemDelivery/Terapia al ginocchio/George ha bisogno di un peperoncino per placare il suo ginocchio dolorante./Porta un peperoncino a George./George 260/-1/200/-1/true/Te la sei presa comoda... hmmph... Beh, almeno è bello piccante. Grazie.",
        "106": "ItemDelivery/Delizia bovina/Marnie vuole fare un dono speciale alle sue mucche. Le serve un mazzo d'amaranto./Porta un mazzo d'amaranto a Marnie./Marnie 300/-1/500/-1/true/Oh, l'amaranto che ho chiesto! Grazie davvero... le mie mucche lo adoreranno!$h",
        "107": "LostItem/Cestino di more/È il tempo delle more, ma Linus non trova il suo cestino! Ha chiesto a te di aiutarlo. Non ha idea di dove sia./Trova il cestino di Linus e riportaglielo./Linus 790 Backwoods 27 27/-1/0/-1/true/Il mio cestino! Grazie. Significa molto per me.$h",
        "108": "ItemDelivery/Intagliare zucche/Caroline vuole intagliare una zucca con sua figlia. Ti ha chiesto di portargliene una della tua fattoria./Porta una zucca a Caroline./Caroline 276/-1/500/-1/true/Oh, la zucca! Va benone... Abigail sarà così contenta di vederla. Grazie, @!$h",
        "109": "ItemDelivery/Prendi un calamaro/Willy ti sfida a prendere un calamaro. Dice che puoi pescarli nell'oceano nelle notti d'inverno./Porta un calamaro a Willy./Willy 151/-1/800/-1/true/Ehi, ce l'hai fatta! Niente male. Niente male davvero. Sono colpito.#$b#L'inverno è un buon momento per cacciare fuori la vecchia canna da pesca, vero?",
        "110": "ItemDelivery/Il tentativo di Clint/Clint vuole che porti un'ametista ad Emily. Devi dirle che la manda lui./Porta un'ametista a Emily./Emily 66/-1/0/-1/true/Oh, la mia pietra preferita! Sei così dolce!$h#$b#Eh? Arriva da chi?$u#$b#Oh, l'hai presa da Clint? Beh, non m'importa dove l'hai presa, è stupenda! Grazie! *smac*$h",
        "111": "ItemDelivery/Un reagente oscuro/Il mago vuole che tu scenda nelle miniere e gli trovi un'Essenza del Vuoto. Gli serve per qualche tipo di magia oscura./Porta al mago un'Essenza del Vuoto./Wizard 769/-1/1000/-1/true/Ah, l'hai portata. Ti meriti la mia gratitudine, e un premio di 1000 oro. Vai, ora.",
        "112": "ItemDelivery/Un favore per Clint/Clint ha un martello nuovo e vuole testarlo su vari metalli./Porta un lingotto di ferro a Clint./Clint 335/-1/500/-1/true/Ehi, è il lingotto che ho chiesto. Sembra forte... perfetto.#$b#Grazie, @. Lo apprezzo molto.",
        "113": "ItemDelivery/La richiesta di Robin/Robin ti ha scritto, chiedendoti del legno duro./Porta a Robin 10 pezzi di legno duro./Robin 709 10/-1/500/-1/true/Oh, l'hai portato! So di poter sempre contare su di te, @.$h#$b#Mmhmm... Questo legno è perfetto. Proprio ciò che mi serve. Grazie!",
        "114": "ItemDelivery/Stufato di pesce/Gus vuole fare uno stufato di pesce, ma ha bisogno di un'alalonga./Porta un'alalonga a Gus./Gus 705/-1/400/-1/true/*sniff*...*sniff*... Ma cosa sento? C'è odore di alalonga!#$b#Aha! L'hai portata! Un milione di grazie!",
        "115": "ItemDelivery/Frutta fresca/Emily vuole un assaggio di primavera. Chiede un'albicocca fresca./Porta un'albicocca ad Emily./Emily 634/-1/600/-1/true/Oh... L'hai fatto davvero! Grazie, sembra deliziosa!$h",
        "116": "ItemDelivery/Il dono della nonna/Evelyn vuole fare un regalo a sorpresa al marito./Porta un porro ad Evelyn./Evelyn 20/-1/500/-1/true/Oh, grazie, tesoro. Questo porro sembra delizioso. George sarà felicissimo.#$b#Adora quando preparo uova e porri per colazione.",
        "117": "ItemDelivery/L'avviso di Pierre/Pierre darà una \"ricompensa generosa\" a chi gli porterà un piatto di sashimi. A quanto pare ne ha una voglia matta./Porta del sashimi a Pierre./Pierre 227/-1/1000/-1/true/Era ora! Cominciavano a venirmi i tremolii dal desiderio di pesce. *mastica*... Mmm, che goduria.#$b#Grazie, @.$h",
        "118": "ItemDelivery/Ricerca acquatica/Demetrius sta studiando i livelli di tossina dei pesci palla locali. Vorrebbe che gliene portassi uno./Porta un pesce palla a Demetrius./Demetrius 128/-1/1000/-1/true/Eccoti qua. L'esemplare sembra perfetto. Lo metterò subito sotto ghiaccio. Grazie, @!",
        "119": "ItemDelivery/La stella di un soldato/Kent vuole donare una carambola a sua moglie per il loro anniversario./Porta una carambola a Kent./Kent 268/-1/500/-1/true/Ehi. Shhh... Non farla vedere a Jodi.#$b#Ah, che aspetto succoso. Jodi l'adorerà. Grazie di cuore.$h",
        "120": "ItemDelivery/I bisogni del sindaco/Al sindaco Lewis serve dell'olio di tartufo. Non vuole spiegare perché. Magari non sono affari tuoi./Porta una bottiglia di olio di tartufo a Lewis./Lewis 432/-1/750/-1/true/Hai l'olio? Vediamo...#$b#È di alta qualità... molto scivoloso. Ottimo. Grazie.",
        "121": "ItemDelivery/Cercasi: Aragosta/Gus ha diramato un avviso in cui domanda un'aragosta fresca./Porta un'aragosta a Gus./Gus 715/-1/500/-1/true/C'è odore di aragosta fresca. Oh, benissimo.$h#$b#Grazie, abbi cura di te.",
        "122": "ItemDelivery/A Pam serve energia/Il telecomando di Pam è morto. Le dà noia fare avanti e indietro fra il divano e i tasti della TV./Porta una batteria a Pam./Pam 787/-1/400/-1/true/Ehi, me l'hai davvero portata, la batteria! Grazie, giovane... Sei la mia salvezza!$h",
        "123": "ItemDelivery/Il bastone del potere/Il Mago sta creando un bastone dai poteri fenomenali. Chissà a cosa serve. Gli serve un lingotto d'iridio per terminarlo./Porta al Mago un lingotto d'iridio./Wizard 337/-1/5000/-1/true/Ah, iridio prezioso. Bel lavoro, @. Hai la mia riconoscenza. Ora, vattene.",
        "124": "ItemDelivery/Prendi un ofiodonte/Willy ti sfida a prendere un ofiodonte./Porta un ofiodonte a Willy./Willy 707/-1/550/-1/true/Ehi, accidenti che bestione! C'hai di certo il sangue di acchiappa-pesci dentro di te.$h",
        "125": "ItemDelivery/Essenze esotiche/Gus vuole preparare un Coco-no-no, ma gli manca l'ingrediente principale./Porta una noce di cocco a Gus./Gus 88/-1/600/-1/true/Un cocco! Ecco una vista che fa bene ai miei occhi invernali.$h#$b#Sarà perfetto per il mio coco-no-no. Grazie!",
        "126": "ItemDelivery/Commissione per tua moglie/Tua moglie ti ha chiesto di portarle 200 pezzi di fibra per un progetto segreto./Porta 200 fibre ad Emily./Emily 771 200/-1/0/-1/false/Oh, sembra perfetta... ed è stata raccolta in maniera sostenibile! Grazie davvero, @.$h#$b#Adesso avrò un bel da fare. Mi ci vorrà ancora qualche giorno per finire...",
        "127": "Basic/Il girotorta di Haley/Tua moglie sta organizzando un girotorta di beneficenza nella piazza del paese. Ti ha chiesto di portare una torta al cioccolato./Entra in paese in un mattino di sole con una torta al cioccolato./-1/-1/0/-1/true",
        "128": "SecretLostItem/.../.../.../Abigail 191 100 129/-1/0/-1/false/Quella collana! Dove l'hai trovata?$7#$b#Beh, grazie per averla portata a me, @. Mia madre non lo saprà mai...$h",
        "129": "SecretLostItem/.../.../.../Caroline 191 50 128/-1/0/-1/false/E questa cos'è? La mia vecchia collana?$s#$b#Che strano, non avevo neanche notato che fosse sparita... Beh, grazie per avermela riportata, @.$h"
    }
}