{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.Int32, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.Int32Reader",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Location/Rencontrer le Sorcier/Vous avez reçu une lettre du sorcier local. Il prétend détenir des informations sur l’ancien centre communautaire./Entrez dans la tour du sorcier./WizardHouse/-1/0/-1/false",
        "2": "Basic/Le mystérieux Qi/Dans un coffret secret, vous avez trouvé une note avec des instructions particulières. Elle est signée par un certain \"M. Qi\"./Déposez une coquille arc-en-ciel dans la boîte sur le quai de la gare./null/-1/0/-1/false",
        "3": "Basic/Le mystérieux Qi/Vous avez trouvé une autre note écrite par \"M. Qi\". La demande est encore plus inhabituelle cette fois./Déposez 10 betteraves dans le réfrigérateur du maire Lewis./null/-1/0/-1/false",
        "4": "Basic/Le mystérieux Qi/Vous avez trouvé une autre note étrange dans le réfrigérateur du maire. Cette fois-ci, les instructions sont très énigmatiques./\"Donnez au dragon de sable son dernier repas.\"/null/-1/0/-1/false",
        "5": "Basic/Le mystérieux Qi/Vous avez trouvé une autre note dans l’oeil du dragon de sable. Il semble que l’étrange chasse au trésor de M. Qi ait pris fin./Inspectez la pile de bois à côté de votre maison./null/-1/0/-1/false",
        "6": "ItemHarvest/Comment bien démarrer/Si vous voulez vivre à la ferme, vous devez commencer avec de bonnes bases. Utilisez votre houe pour labourer le sol, puis utilisez un paquet de graines sur le sol labouré pour semer vos récoltes. Arrosez tous les jours jusqu’à ce que la récolte soit prête à être cueillie./Plantez et récoltez un panais./24/h7 8/100/-1/true",
        "7": "Building/Élevage d’animaux/Robine, la menuisière locale, vit au nord du village. En échange de matériaux bruts et d’un peu d’or, elle construira de nouveaux bâtiments sur votre ferme. Vous aurez besoin d’elle pour construire un poulailler ou une grange afin de pouvoir élever des animaux./Construisez un poulailler./Coop/-1/100/-1/true",
        "8": "Crafting/Progression/En acquérant de l’expérience, vous découvrirez de nouvelles recettes d’artisanat pour augmenter vos revenus et vous rendre la vie plus facile. Un épouvantail, par exemple, empêchera les corbeaux de manger vos précieuses récoltes./Atteignez le niveau 1 en agriculture et fabriquez un épouvantail./8 true/-1/100/-1/true",
        "9": "Social/Présentations/Ce serait une bonne chose de vous présenter en ville. Certaines personnes ont hâte de vous rencontrer././null/25/0/-1/true",
        "10": "Basic/Minerai de cuivre/Vous avez trouvé un morceau de minerai de cuivre. Vous n’êtes pas sûr de savoir comment l’utiliser, mais le forgeron local doit avoir une petite idée sur la question./Apportez un morceau de minerai de cuivre à l’atelier de Clint, le forgeron././-1/0/-1/false",
        "11": "Crafting/Forgez/Si vous envisagez de poursuivre vos activités minières, vous devez construire une fournaise./Construisez une fournaise./13 true/12/0/-1/true",
        "12": "ItemHarvest/Fonte/Maintenant que vous avez construit une fournaise, vous pouvez faire fondre du métal. Selon les instructions de Clint, si vous placez 5 minerais de cuivre et 1 morceau de charbon dans la fournaise, vous obtiendrez un lingot de cuivre./Utilisez votre fournaise pour faire fondre un un lingot de cuivre./334 1/-1/0/-1/true",
        "13": "Basic/Direction la plage/Quelqu’un nommé Willy vous a invité à aller à la plage au sud du village. Apparemment, il aurait quelque chose à vous donner./Visitez la plage au sud du village avant 17 h./-1/-1/0/-1/true",
        "14": "Basic/Explorez la mine/Il y a un ancien puits de mine dans les montagnes au nord du village. Il pourrait y avoir des minéraux précieux à l’intérieur, mais Marlon pense que ça pourrait être dangereux./Atteignez le niveau 5 dans les mines./17/17/0/-1/false",
        "15": "Monster/Initiation/Si vous pouvez tuer 10 slimes, vous obtiendrez votre place dans la guilde des aventuriers./0 Slimes sur 10 tué./Green_Slime 10/16/0/-1/false",
        "16": "Location/Initiation/Vous avez réussi à éliminer 10 slimes. Vous pouvez maintenant entrer dans la Guilde des Aventuriers./Entrez dans la Guilde des Aventuriers./AdventureGuild/-1/0/-1/false",
        "17": "Basic/Plus profondément dans la mine/Il semble que les monte-charges de la mine soient toujours fonctionnels. Ça vous permettra de revenir rapidement à toutes les portes de monte-charge que vous aurez découvertes. Une expédition plus approfondie dans la mine pourrait être nécessaire./Atteignez le niveau 40 dans les mines./18/18/0/-1/false",
        "18": "Basic/Tout au fond ?/Jusqu’à présent, c'est impossible de trouver le fond. Jusqu'où descend cette mine ?/Atteignez le fond de la mine./-1/-1/0/-1/false",
        "19": "Basic/La clé en tête de mort/Vous avez trouvé une clé étrange au fond de la mine./Élucidez le mystère de la clé en tête de mort./-1/-1/0/-1/false",
        "20": "Basic/Défi de Qi/Vous avez été mis au défi d’atteindre le niveau 25 dans la caverne du Crâne. On vous promet une récompense substantielle si vous réussissez./Atteignez le niveau 25 dans la caverne du Crâne./-1/-1/0/-1/false",
        "21": "Basic/La requête de Marnie/Marnie est venue à la ferme pour vous demander si vous pouviez lui apporter une carotte des cavernes. Elle essaie d'entraîner ses chèvres à parler et la carotte des cavernes est leur friandise préférée./Apportez une carotte des cavernes à la boutique de Marnie./-1/-1/0/-1/true",
        "22": "Basic/Cassolette de poisson/Jodi est venue à la ferme pour vous inviter à dîner à 19 h. Sa seule demande était que vous apportiez un achigan à grande bouche pour sa cassolette de poisson./Allez chez Jodi avec un achigan à grande bouche à 19 h./-1/-1/0/-1/true",
        "23": "Location/Archéologie/Vous avez trouvé un objet ancien. Serait-ce une sorte d’artefact ? Peut-être que Gunther, le conservateur du musée local, aurait la réponse./Allez rendre visite à Gunther au musée./ArchaeologyHouse/-1/0/-1/true",
        "24": "Basic/Archéologie/Gunther vous a demandé si vous envisagiez de faire don au musée de nouveaux artefacts ou minéraux que vous découvrirez. Il dit qu’il vous indemnisera en vous donnant parfois des marchandises rares./Donnez un artefact ou un minéral au musée./-1/-1/250/-1/true",
        "25": "Basic/Comment se faire des amis/Offrir des cadeaux est un excellent moyen de fonder des amitiés. Apprenez les goûts de chaque personne et vous deviendrez populaire en un rien de temps./Donnez un cadeau à quelqu’un./-1/-1/100/-1/true",
        "26": "Basic/\"Problème de rat\"/Il se passe quelque chose de bizarre dans le centre communautaire.../Enquêtez dans le centre communautaire./-1/-1/0/-1/true",
        "27": "Basic/Problème de Gobelin/Un Gobelin bloque le chemin qui mène à la cabane de la sorcière. Il doit y avoir un moyen de le faire partir... Peut-être devrais-je chercher plus d’informations sur les Gobelins./Trouvez un moyen d'entrer dans la cabane de la sorcière./-1/-1/0/-1/true",
        "28": "Basic/Talisman noir/Le Sorcier m’a demandé de récupérer l’encre magique dans la maison de son ex-femme... mais pour y avoir accès, j’ai besoin d’un talisman noir./Entrez dans les égouts et demandez plus d'informations sur le talisman noir à Krobus./-1/-1/0/-1/false",
        "29": "Basic/Note étrange/Vous avez trouvé une note à peine lisible vous demandant d’apporter du \"sirooop d'éraaable. dans la \"foooorêt seecreete\"/Apportez du \"sirooop d'éraaable dans la \"foooorêt seecreete\"/-1/-1/0/-1/true",
        "30": "Basic/Note énigmatique/Vous avez trouvé une note disant : \"Quelqu’un vous attend au niveau 100 dans la caverne du Crâne.\"/Atteignez le niveau 100 dans la caverne du Crâne./-1/-1/0/-1/true",
        "31": "Basic/Un mystère hivernal/Vous avez vu un individu suspect près de l’arrêt de bus. En vous voyant, l'individu s’est enfui vers le village. Pourriez-vous trouver un indice sur ses déplacements./Trouvez la silhouette obscure./-1/-1/0/-1/true",
        "100": "LostItem/La hache perdue de Robine/Robine a perdu sa hache préférée. La dernière fois qu’elle se souvient de l’avoir utilisée, elle coupait du bois au sud du ranch de Marnie./Retrouvez la hache perdue de Robine./Robin 788 Forest 110 81/-1/250/-1/true/Oh, tu as retrouvé ma hache ! Quel soulagement ! J'ai failli me couper un orteil avec l’autre que j’utilisais. Merci beaucoup !",
        "101": "ItemDelivery/La requête de Jodi/Jodi a besoin d’un chou-fleur frais pour sa recette. Elle vous demande de lui en apporter un./Apportez un chou-fleur à Jodi./Jodi 190/-1/350/-1/true/Oh, il a l’air délicieux ! Merci, c'est exactement ce qu'il me fallait. Ce sera parfait avec du curry.",
        "102": "LostItem/\"Le short\" du maire/Le maire Lewis a perdu son short violet. Il vous demande de le retrouver et de lui rendre... Discrètement./Trouvez et rapportez le short violet du maire Lewis./Lewis 789 AnimalShop 13 7/-1/750/-1/true/Vous l'avez retrouvé... où ça ? Oh !... Euh... Hé hé.#$b#Là-bas ? Je n’ai aucune idée de la façon dont il a atterri là-bas... *Tousse*#$b#Ça reste entre vous et moi. Vous avez compris ?$u",
        "103": "ItemDelivery/Pam a soif/Pam veut une bière blonde. La bière ordinaire ne fera pas l’affaire. Vous pouvez en brasser une vous-même si vous avez du houblon et un tonneau./Apportez à Pam une bière blonde./Pam 303/-1/350/-1/true/Donne-moi ça. *Bois*... Ahh, ça, c’est le pied !#$b#C’est vraiment très bon... On sent bien le houblon avec un soupçon d’agrumes et de pin, mais avec un bouquet robuste pour lui donner du corps.#$b#Merci beaucoup. Ça compte beaucoup pour moi. Je savais que je pouvais compter sur toi.$h",
        "104": "ItemDelivery/Recherche agricole/Demetrius a besoin d'un melon frais pour ses recherches./Apportez un melon à Demetrius./Demetrius 254/-1/550/-1/true/C’est parfait ! C’est exactement ce dont j’ai besoin pour mes recherches. Il sera difficile de ne pas le manger ! Merci beaucoup.",
        "105": "ItemDelivery/Thérapie du genou/George a besoin d’un piment fort pour apaiser la douleur dans son genou./Apportez à George un piment fort./George 260/-1/200/-1/true/Tu en as mis du temps ! Pfff... Au moins il a l’air bon et bien épicé. Merci.",
        "106": "ItemDelivery/Friandises de vache/Marnie veut donner à ses vaches une friandise spéciale. Elle voudrait un bouquet d’amarante./Apportez un bouquet d’amarante à Marnie./Marnie 300/-1/500/-1/true/Oh, l’amarante que je voulais ! Merci beaucoup... mes vaches vont se régaler !$h",
        "107": "LostItem/Panier de mûres/C’est la saison des mûres, mais Linus n’arrive pas à retrouver son panier ! Il vous demande de l’aider à le retrouver. Il n’a aucune idée de l’endroit où il se trouve./Retrouvez le panier de Linus et rapportez-le-lui./Linus 790 Backwoods 27 27/-1/0/-1/true/Mon panier ! Je te remercie. Cela compte beaucoup pour moi.$h",
        "108": "ItemDelivery/Sculpter des citrouilles/Caroline veut sculpter une citrouille avec sa fille. Elle vous a demandé de lui en apporter une de la ferme./Apportez une citrouille à Caroline./Caroline 276/-1/500/-1/true/Oh, une citrouille ! Elle est vraiment très belle... Abigail sera tellement heureuse quand elle verra ça. Merci, @ !$h",
        "109": "ItemDelivery/Pêcher un calmar/Willy vous met au défi d’attraper un calmar. Il dit que vous pouvez les pêcher dans la mer durant les nuits d’hiver./Apportez un calmar à Willy./Willy 151/-1/800/-1/true/Hé, tu as réussi ! Pas mal. Pas mal du tout. Je suis impressionné.#$b#L’hiver est le bon moment pour sortir sa vieille canne à pêche, n’est-ce pas ?",
        "110": "ItemDelivery/La tentative de Clint/Clint veut offrir une améthyste à Emily. Il veut qu’elle sache que ça vient de lui./Apportez à Emily une améthyste./Emily 66/-1/0/-1/true/Oh, c'est ma pierre précieuse préférée ! Je l’adore !$h#$b#Hein ? De la part de qui ?$u#$b#Oh, Clint ? Je me moque bien d’où elle provient... elle est magnifique ! Je te remercie !*Donne un bisou*$h",
        "111": "ItemDelivery/Un réactif noir/ Le sorcier vous demande de descendre dans les mines et de lui rapporter une Essence du Vide. Il en a besoin pour un sort de magie noire./Apportez une essence de vide au sorcier./Wizard 769/-1/1000/-1/true/Ah, vous en avez trouvé. Vous avez gagné ma gratitude et une récompense de 1000 po. Disparais maintenant.",
        "112": "ItemDelivery/Une faveur pour Clint/Clint a un nouveau marteau et il veut le tester sur divers métaux./Apportez à Clint un lingot de fer./Clint 335/-1/500/-1/true/Hé, c’est le lingot de fer que j’ai demandée. Elle a l'air solide... parfait.#$b#Merci, @. Je te suis très reconnaissant.",
        "113": "ItemDelivery/La requête de Robine/Robine a besoin de bois dur./Apportez à Robine 10 morceaux de bois dur./Robin 709 10/-1/500/-1/true/Oh, tu m’en as apporté ! Je sais que je peux toujours compter sur toi, @.$h#$b#Mmmm... Ce bois est parfait. C’est exactement ce dont j’ai besoin. Merci !",
        "114": "ItemDelivery/Ragoût de poisson/Gus veut faire du ragoût de poisson, mais il a besoin d’un albacore./Apportez un albacore à Gus ./Gus 705/-1/400/-1/true/*Renifle* qu’est-ce que c’est que cette odeur ? Quelque chose sent l’albacore ! Ah ha ! Tu en as trouvé ! Merci mille fois !",
        "115": "ItemDelivery/Fruit frais/Emily veut un avant-goût du printemps. Elle veut un abricot frais./Apportez un abricot à Emily./Emily 634/-1/600/-1/true/Oh... Tu l’as apporté ! Merci, il a l’air délicieux !$h",
        "116": "ItemDelivery/Cadeau de Mamie/Evelyn veut faire une surprise à son mari./Apportez un poireau à Evelyn./Evelyn 20/-1/500/-1/true/Oh, merci. Ce poireau a l'air délicieux. George sera tellement heureux.#$b#Il aime tellement quand je prépare des oeufs avec des poireaux pour le petit-déjeuner.",
        "117": "ItemDelivery/L'annonce de Pierre/Pierre paiera \"le prix fort\" à celui qui lui apportera une assiette de sashimi. Apparemment, il en a vraiment très envie !/Apportez des Sashimis à Pierre/Pierre 227/-1/1000/-1/true/Il était temps ! Je commençais à avoir la tremblote tellement je voulais ce poisson. *Mange*... Mmm, c’est très bon.#$b#Merci, @.$h",
        "118": "ItemDelivery/Recherches aquatiques/Demetrius étudie les niveaux de toxines du poisson-globe local. Il aimerait que vous lui en rapportiez un./Apportez un poisson-globe à Demetrius./Demetrius 128/-1/1000/-1/true/Te voilà. Ce spécimen semble parfait. Je vais le mettre au frais tout de suite. Merci, @ !",
        "119": "ItemDelivery/L’étoile d’un soldat/Kent veut offrir à sa femme une carambole pour leur anniversaire./Apportez une carambole à Kent./Kent 268/-1/500/-1/true/ Salut. Ne fais pas de bruits... il ne faut pas que Jodi le voie.#$b#Ah, il a l’air délicieux. Elle va l’adorer. Merci beaucoup.$h",
        "120": "ItemDelivery/Les besoins du maire/Le maire Lewis veut de l’huile de truffe. Il ne veut pas dire pourquoi. Après tout, ça ne vous regarde pas./Apportez une bouteille d’huile de truffe à Lewis./Lewis 432/-1/750/-1/true/Vous avez l’huile ? Laissez-moi voir...#$b#Elle est de haute qualité... bien fluide. Génial. Je vous remercie.",
        "121": "ItemDelivery/Recherche : homard/Gus recherche du homard frais./Apportez un homard à Gus./Gus 715/-1/500/-1/true/Quelque chose sent le homard frais. Oh, c’est parfait.$h#$b#Merci pour tout.",
        "122": "ItemDelivery/Pam a besoin de jus/La télécommande de télévision de Pam est morte. Elle n’aime pas se lever pour aller du canapé au poste de télévision./Apportez un paquet de piles à Pam./Pam 787/-1/400/-1/true/Hé, tu m'as amené des piles ! Merci... tu me sauves la vie !$h",
        "123": "ItemDelivery/Bâton de puissance/Le sorcier veut créer un bâton d'une puissance phénoménale. Qui sait à quoi ça sert. Il a besoin d'une barre d’iridium pour le terminer./Apportez une barre d’iridium au sorcier./Wizard 337/-1/5000/-1/true/Ah, de l’iridium précieux. Tu as fait du bon travail, @. Je te suis reconnaissant. Disparais maintenant.",
        "124": "ItemDelivery/Pêcher une morue-lingue/Willy vous met au défi d’attraper une morue-lingue./Apportez une morue-lingue à Willy./Willy 707/-1/550/-1/true/Hé, c’est une très belle prise ! Tu as vraiment un don pour la pêche.$h",
        "125": "ItemDelivery/Esprits exotiques/Gus veut faire un Coco-no-no, mais il lui manque l’ingrédient principal./Apportez une noix de coco à Gus./Gus 88/-1/600/-1/true/Une noix de coco ! C’est un régal pour les yeux !$h#$b#Ça va être parfait pour mon Coco-no-no. Merci !",
        "126": "ItemDelivery/Commande de votre femme/Votre femme vous a demandé de lui apporter 200 morceaux de fibres pour un projet secret./Apporter 200 morceaux de fibres à Emily./Emily 771 200/-1/0/-1/false/C’est parfait... et provenant de sources durables en plus ! Merci beaucoup, @.$h#$b#Maintenant, si tu veux bien m’excuser, j’ai du pain sur la planche. Il faudra encore quelques jours avant que ce soit prêt...",
        "127": "Basic/Événement de charité d’Haley/Votre femme organise un événement de charité sur la place du village. Elle vous a demandé d’apporter un gâteau au chocolat./Aller au village par une matinée ensoleillée avec un gâteau au chocolat./-1/-1/0/-1/true",
        "128": "SecretLostItem/.../.../.../Abigail 191 100 129/-1/0/-1/false/Ce collier ! Où l'as-tu trouvé ?$7#$b#Eh bien, merci beaucoup de me l'avoir rapporté, @. Ma mère n'en saura jamais rien...$h",
        "129": "SecretLostItem/.../.../.../Caroline 191 50 128/-1/0/-1/false/Qu'est-ce que c'est ça ? Mon vieux collier ?$s#$b#C'est étrange, je n'ai même pas remarqué qu'il avait disparu... Merci de me l'avoir rapporté, @.$h"
    }
}