{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.Int32, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.Int32Reader",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Location/Büyücüyle Tanışma/Bölgenin büyücüsünden bir mektup aldın. Eski halkevi konusunda bilgisi olduğunu iddia ediyor./Büyücü'nün kulesine gir./WizardHouse/-1/0/-1/false",
        "2": "Basic/Gizemli Qi/Gizli bir kasanın içinde, üzerinde garip talimatlar yazılı bir not buldun. Altında 'Bay Qi' diye birinin imzası var./Tren istasyonundaki kutuya bir renkli kabuk bırak./null/-1/0/-1/false",
        "3": "Basic/Gizemli Qi/'Bay Qi' tarafından yazılmış başka bir not buldun. Bu sefer çok daha olağandışı bir istekte bulunuyor./Başkan Lewis'in buzdolabına 10 pancar koy./null/-1/0/-1/false",
        "4": "Basic/Gizemli Qi/Başkan'ın buzdolabında tuhaf bir not daha buldun. Bu kez talimatlar daha kapalı bir şekilde yazılmış./\"Kum ejderhasına son yemeğini ver.\"/null/-1/0/-1/false",
        "5": "Basic/Gizemli Qi/Kum ejderhasının gözünün çukurunda başka bir not buldun. Anlaşılan Bay Qi'nin leş avı sona eriyor./Evinin yanındaki kereste istifini incele./null/-1/0/-1/false",
        "6": "ItemHarvest/Başlarken/Çiftçi olmak istiyorsan temelden başlaman gerek. Çapayla toprağı sür. Sonra tohumu ekmek için tohum paketini sürülen toprağın üzerinde kullan. Ekin hasat edilecek hale gelene kadar her gün sula./Bir yaban havucu ek ve hasat et./24/h7 8/100/-1/true",
        "7": "Building/Hayvan Yetiştiriciliği/Bölgenin marangozu Robin kasabanın kuzey kesiminde yaşıyor. Hammadde ve ücreti karşılığında çiftliğinde yeni yapılar inşa edebilir. Hayvan yetiştirebilmek için ona bir kümes ya da ahır inşa ettirmen gerekiyor./Kümes inşa ettir./Coop/-1/100/-1/true",
        "8": "Crafting/Gelişme/Deneyim kazandıkça kazanç elde etmek ve hayatını kolaylaştırmak için yeni nesne tarfileri bulacaksın. Örneğin korkuluk ile kargaların değerli ekinlerini yemesine engel olabilirsin./1. Çiftçilik düzeyine ulaş ve korkuluk yap./8 true/-1/100/-1/true",
        "9": "Social/Talimatlar/Kasabadakilere kendini tanıtmak hoş bir hareket olurdu. Kimileri yeni çiftçi ile tanışmak için sabırsızlanıyor olabilir././null/25/0/-1/true",
        "10": "Basic/Bakır Cevheri/Bir parça bakır cevheri buldun. Ne işine yarayacağını bilmesen de bölgenin demircisi biliyor olabilir./Clint'in demirci dükkanı bir parça bakır cevheri götür././-1/0/-1/false",
        "11": "Crafting/Geleceği İşlemek/Madencilik işini ilerleteceksen fırına ihtiyacın olacak./Bir fırın oluştur./13 true/12/0/-1/true",
        "12": "ItemHarvest/Döküm/Artık bir fırının olduğuna göre metal eritebilirsin. Clint'in talimatlarına göre fırına 5 bakır cevheri ve 1 parça kömür yerleştirirsen bakır külçesi üretmiş olacaksın./Fırını kullanarak bir bakır külçesi üret./334 1/-1/0/-1/true",
        "13": "Basic/Kumsala/Willy adındaki biri seni kasabanın güneyindeki kumsala çağırdı. Sana bir şey vereceğini söylüyor./Öğleden sonra 5'ten önce kasabanın güneyindeki kumsala git./-1/-1/0/-1/true",
        "14": "Basic/Madeni Keşfetmek/Kasabanın kuzeyindeki dağlarda eski bir maden kuyusu bulunuyor. İçeride değerli yataklar olabilir. Bu arada Marlon madenin tehlikeli olabileceğini belirtti./Madenin 5. seviyesine ulaş./17/17/0/-1/false",
        "15": "Monster/Kabul Töreni/10 balçıkça kesebilirsen, Maceraperestler Loncası'nda yer almayı hak edersin./10 balçıkçadan 0 tanesi kesildi./Green_Slime 10/16/0/-1/false",
        "16": "Location/Kabul Töreni/Başarıyla 10 adet balçıkça kestin. Artık Maceraperestler Loncası'na girebilirsin./Maceraperestler Loncası'na gir./AdventureGuild/-1/0/-1/false",
        "17": "Basic/Madenin Derinliklerinde/Görünüşe göre madendeki asansör hala çalışıyor. Bunu kullanarak keşfedeceğin tüm asansör kapılarına hızla dönebilirsin. Daha da derine inebilirsin./Madenin 40. seviyesine ulaş./18/18/0/-1/false",
        "18": "Basic/Dibine Doğru Mu?/Madenin dibi henüz görülmedi. Daha ne kadar var?/Madenin dibine ulaş./-1/-1/0/-1/false",
        "19": "Basic/Kafatası Anahtarı/Madenin dibinde tuhaf biçimli bir anahtar buldun./Kafatası Anahtarı'nın işlevini bul./-1/-1/0/-1/false",
        "20": "Basic/Qi'nin Mücadelesi/Kafatası mağarasında 25. seviyeye ulaşman istendi. Başarılı olman durumunda azımsanamayacak bir miktarla ödüllendirileceğine söz verildi./Kafatası Mağarası'nda 25. seviyeye ulaş./-1/-1/0/-1/false",
        "21": "Basic/Marnie'nin İsteği/Marnie çiftliğe gelip ona bir mağara havucu götürmeni istedi. Keçilerine konuşmayı öğretmeye çalışıyor. Mağara havucu, keçilerinin en sevdiği yiyecek./Marnie'nin dükkanına bir mağara havucu götür./-1/-1/0/-1/true",
        "22": "Basic/Balık Buğlama/Jodi çiftliğe uğrayıp seni akşam 7'de yemeğe davet etti. Tek isteği buğlama için bir iri ağızlı levrek getirmen./Akşam 7'de Jodi'nin evine levrekle git./-1/-1/0/-1/true",
        "23": "Location/Kazıbilim/Eskiymiş gibi görünen bir nesne buldun. Çok eskilerden kalma bir çeşit eser olabilir mi? Belki de bölge müzesinin müdür Gunther yanıtı biliyordur./Müzeye git ve Gunther'i ziyaret et./ArchaeologyHouse/-1/0/-1/true",
        "24": "Basic/Kazıbilim/Gunther senden bulacağın yeni eser ya da madenleri müzeye bağışlamayı düşünmeni istedi. Bunların karşılığında sana arada sırada eline geçen ender bulunan mallardan vereceğini söyledi./Müzeye bir eser ya da maden bağışla./-1/-1/250/-1/true",
        "25": "Basic/Arkadaş Edinmek/Hediye vermek harika bir arkadaşlık kurma yoludur. Herkesin kişisel zevklerini öğrenirsen kısa sürede popüler biri olursun./Birisine hediye ver./-1/-1/100/-1/true",
        "26": "Basic/\"Sıçan Sorunu\"/Halkevinde bir şeyler oluyor.../Halkevi'ni incele./-1/-1/0/-1/true",
        "27": "Basic/Goblin Sorunu/Goblinin biri, Cadı'nın barakasına giden yolu kapatmış. Onu oradan çekmenin bir yolu olmalı... Belki de Goblinler hakkında daha fazla bilgi edinmek işe yarayabilir./Cadı'nın barakasına girmenin bir yolunu bul./-1/-1/0/-1/true",
        "28": "Basic/Kara Tılsım/Büyücü, eski eşinin evinden büyülü mürekkebi getirmeni istedi... Eve erişmek için kara tılsıma ihtiyacın olacak./Lağıma gir ve Krobus ile kara tılsım hakkında konuş./-1/-1/0/-1/false",
        "29": "Basic/Tuhaf Not/\"Gisli ağıçlığa\" \"akçaaç üzü\" getirmen yazılı, zar zor okunan bir not buldun./\"Gisli ağıçlığa\" \"akçaaç üzü\" götür./-1/-1/0/-1/true",
        "30": "Basic/Gizli Not/Üstünde \"Birisi seni Kafatası Mağarası'nın 100. seviyesinde bekliyor\" yazılı bir not buldun./Kafatası mağarasının 100. seviyesine ulaş./-1/-1/0/-1/true",
        "31": "Basic/Bir Kış Gizemi/Otobüs durağında şüpheli duran bir tiple karşılaştın. Seni gördüğünde kasabaya doğru kaçıştı. Etrafta bu şahsın nerede olabileceğine dair ipucu olabilir mi?/Şüpheli şahsı bul./-1/-1/0/-1/true",
        "100": "LostItem/Robin'in Kayıp Baltası/Robin en sevdiği baltasını kaybetmiş. Baltayla en son Marnie'nin çiftliğinin güney tarafında odun kestiğini hatırlıyor./Robin'in kayıp baltasını bul./Robin 788 Forest 110 81/-1/250/-1/true/Hey, baltamı bulmuşsun! İçim rahatladı... Diğer baltamla az kalsın parmağımı kesecektim. Teşekkür ederim!",
        "101": "ItemDelivery/Jodi'nin İsteği/Jodi'nin yaptığı yemek için taze karnabahara ihtiyacı var. Senden bir tane taze karnabahar getirmeni istedi./Jodi'ye karnabahar götür./Jodi 190/-1/350/-1/true/Ah, çok lezzetli görünüyor! Teşekkür ederim, tam da istediğim gibi. Tam da sarı körime layık.",
        "102": "LostItem/Başkan'ın \"Şortu\"/Başkan Lewis mor \"şortunu\" kaybetmiş. Senden bulup ona götürmeni istiyor.... İhtiyatla./Başkan Lewis'in mor şortunu bul./Lewis 789 AnimalShop 13 7/-1/750/-1/true/Buldun mu... neredeydi? ...Ah!...Şey...Heh.#$b#Orada mıymış? Oraya nasıl gitmiş hiç bilmiyorum...*öksürür*#$b#Bu aramızda kalacak. Anlaşıldı mı?$u",
        "103": "ItemDelivery/Susuz Pam/Pam soluk bira için ölüyor. Sıradan bira istemiyor. Şerbetçiotun ve fıçın varsa kendin de üretebilirsin./Pam'e soluk bira götür./Pam 303/-1/350/-1/true/Ver bakayım. *ağzını şapırdatır*... Ah, işte mal bu be.#$b#Gerçekten harika, biraz uçurucu... narenciye ve çam gibi aynı ama zinde bir vücutla dengeni koruyabiliyorsun.#$b#Teşekkürler evlat. Bunun benim için anlamı büyüktü. Sana güvenebileceğimi biliyordum.$h",
        "104": "ItemDelivery/Ekin Araştırması/Demetrius'un araştırması için taze bir kavuna ihtiyacı var./Demetrius'a kavun götür./Demetrius 254/-1/550/-1/true/Bu mükemmel! Tam da araştırmam için ihtiyacım olan şey. Yememek için kendimi zor tutuyorum gerçi! Çok teşekkürler.",
        "105": "ItemDelivery/Diz Terapisi/George'un ağrıyan bacağını yatıştırması için acı bibere ihtiyacı var./George'a acı biber götür./George 260/-1/200/-1/true/Nerede kaldın... hım... En azından biber iyi duruyor, baharat kokuyor. Teşekkürler.",
        "106": "ItemDelivery/İneklerin Memnuniyeti/Marnie ineklerine özel bir şey yedirmek istiyor. Bir demek horozibiğine ihtiyacı var./Marnie'ye bir demet horozibiği götür./Marnie 300/-1/500/-1/true/Ah, istediğim horozibiğini getirmişsin! Çok teşekkürler... İneklerim buna bayılacak!$h",
        "107": "LostItem/Böğürtlen Sepeti/Böğürtlen toplama zamanı geldi ama Linus sepetini bulamıyor! Senden sepetini bulmasına yardım etmeni istedi. Nerede olduğu konusunda hiçbir fikri yok./Linus'un sepetini bul ve ona götür./Linus 790 Backwoods 27 27/-1/0/-1/true/Sepetim! Teşekkür ederim. Bunun benim için anlamı çok büyük.$h",
        "108": "ItemDelivery/Balkabağı Oyma/Caroline kızıyla birlikte balkabağı oymak istiyor. Kendisine bir tane balkabağı getirmeni istedi./Caroline'e bir balkabağı götür./Caroline 276/-1/500/-1/true/Ah, balkabağı! Çok güzelmiş... Abigail bunu gördüğünde çok mutlu olacak. Teşekkürler, @!$h",
        "109": "ItemDelivery/Mürekkepbalığı Yakalamaca/Willy senden mürekkepbalığı yakalamanı istedi. Kış geceleri denizde yakalayabileceğini söylüyor./Willy'e bir mürekkepbalığı götür./Willy 151/-1/800/-1/true/Hey, yakalamışsın! Fena değil. Hem de hiç değil. Etkilendim.#$b#Kış, balık oltasını sandıktan çıkarmak için harika bir zaman, değil mi?",
        "110": "ItemDelivery/Clint'in Girişimi/Clint, Emily'e bir ametist vermeni ve Clint'in gönderdiğini söylemeni istiyor./Emily'e bir ametist götür./Emily 66/-1/0/-1/true/Ah, en sevdiğim taş. Çok hoşsun!$h#$b#Hah? Kimden?$u#$b#Ah, Clint'ten mi aldın? Açıkçası nereden aldığın umurumda değil. Bu çok güzel! Teşekkür ederim! *öper*$h",
        "111": "ItemDelivery/Kara Ayıraç/Büyücü senden madene inmeni ve boşluk özü getirmeni istedi. Bir çeşit kara büyü için ihtiyacı varmış./Büyücü'ye boşluk özü götür./Wizard 769/-1/1000/-1/true/Ah, getirmişsin. Minnettarım. Ödülün olan 1000g burada. Git şimdi.",
        "112": "ItemDelivery/Clint'in İsteği/Clint yeni bir çekiç almış. Çekicini çeşiti metallerde denemek istiyor./Clint'e bir demir külçesi götür./Clint 335/-1/500/-1/true/Hey, bu aradığım demir külçesi değil mi? Sağlam duruyor... mükemmel.#$b#Teşekkürler, @. Müteşekkirim.",
        "113": "ItemDelivery/Robin'in İsteği/Robin senden bir miktar kereste istiyor./Robin'e 10 parça kereste götür./Robin 709 10/-1/500/-1/true/Ah, getirmişsin! Sana güvenebileceğimi biliyordum, @.$h#$b#Hım... Bu odunlar mükemmel. Tam istediğim gibi. Teşekkürler!",
        "114": "ItemDelivery/Balık Buğulama/Gus buğulama yapmak istiyor ama elinde hiç ton balığı bulunmuyor./Gus'a bir ton balığı götür./Gus 705/-1/400/-1/true/*koklar*...*koklar*... O ne? Sanki ton balığı kokuyor!#$b#Aha! Getirmişsin. Binlerce kez teşekkür ederim!",
        "115": "ItemDelivery/Taze Meyve/Emily baharın tadını çıkarmak istiyor. Senden, ona taze kayısı götürmeni istedi./Emily'e bir kayısı götür./Emily 634/-1/600/-1/true/Ah... Getirmişsin! Teşekkürler. Çok lezzetli görünüyor!$h",
        "116": "ItemDelivery/Büyükanne'nin Hediyesi/Evelyn kocasına sürpriz yapmak istiyor./Evelyn'e bir pırasa götür./Evelyn 20/-1/500/-1/true/Ah, teşekkür ederim, canım. Bu pırasa çok lezzetli duruyor. George çpk sevinecek.#$b#Kahvaltıda pırasa ve yumurtaya bayılır.",
        "117": "ItemDelivery/Pierre'in Duyurusu/Pierre ona bir tabak saşimi getirene \"güzel ödeme\" yapacakmış. Anlaşılan canı çekmiş./Pierre'e saşimi götür./Pierre 227/-1/1000/-1/true/Tam zamanında! Elim ayağım titremeye başlamıştı. Bu balığı ne zamandır yemek istiyordum. *hatır hutur yer*... Hım, çok iyi.#$b#Teşekkürler, @.$h",
        "118": "ItemDelivery/Suyla İlgili Araştırma/Demetrius bölgedeki balon balıklarındaki toksin seviyesi üzerinde çalışıyor. Ona bir tane balon balığı götürmeni istiyor./Demetrius'a bir balon balığı götür./Demetrius 128/-1/1000/-1/true/Sonunda gelebildin. Bu örnek kusursuz görünüyor. Derhal buzluğa atacağım. Teşekkürler, @!",
        "119": "ItemDelivery/Bir Asker'in Yıldızı/Kent karısına yıldönümlerinde yıldızmeyvesi vermek istiyor./Kent'e bir yıldızmeyvesi götür./Kent 268/-1/500/-1/true/Hey. Şşş... Jodi seni görmesin.#$b#Ah, çok suluymuş. Buna bayılacak. Çok teşekkürler.$h",
        "120": "ItemDelivery/Başkan'ın İhtiyacı/Başkan Lewis yermantarı yağı istedi. Nedenini söylemedi. Belki de seni ilgilendirmiyordur./Lewis'e bir şişe yermantarı yağı götür./Lewis 432/-1/750/-1/true/Yağı getirdin mi? Bir bakayım...#$b#Kaliteliymiş... pürüzsüz. Harika. Çok sağol.",
        "121": "ItemDelivery/Aranıyor: Istakoz/Gus taze bir ıstakoza ihtiyacı olduğunu duyurmuş./Gus'a bir ıstakoz götür./Gus 715/-1/500/-1/true/Taze ıstakoz kokusu mu alıyorum? Ah, bu çok iyi.$h#$b#Sağlıcakla kal dostum.",
        "122": "ItemDelivery/Pam'in Pil İhtiyacı/Pam'in televizyon kumandası çalışmıyormuş. Koltuktan kalkıp televizyondaki kanalı değiştirmek ise çok uzun sürüyormuş./Pam'e bir pil götür./Pam 787/-1/400/-1/true/Hey, pil getirmişsin! Teşekkürler, evlat... Hayatımı kurtardın!$h",
        "123": "ItemDelivery/Güç Asası/Büyücü, olağanüstü güçler barındıran bir asa yapıyor. Kim bilir ne için... Asayı tamamlamak için iridyum külçesine ihtiyacı var./Büyücü'ye bir iridyum külçesi götür./Wizard 337/-1/5000/-1/true/Ah, değerli iridyumum. Aferin sana, @. Minnettarım. Şimdi ise gitmelisin.",
        "124": "ItemDelivery/Dipbalığı Avı/Willy senden bir dipbalığı yakalamanı istedi./Willy'e bir dipbalığı götür./Willy 707/-1/550/-1/true/Hey, bak bu büyük bir balık işte! Damarlarında balıkçı kanı aktığından artık eminim.$h",
        "125": "ItemDelivery/Egzotik Ruhlar/Gus, cevizlimsi yapmak istiyor ama elinde ana malzeme bulunmuyor./Gus'a bir hindistan cevizi götür./Gus 88/-1/600/-1/true/Cevize bak be! Kışın dondurduğu gözlerim açılmaya başladı.$h#$b#Yapacağım cevizlimsi harika olacak. Teşekkürler!",
        "126": "ItemDelivery/Eşin İsteği/Eşin, gizli bir proje için ona 200 parça lif getirmeni istedi./Emily'e 200 lif götür./Emily 771 200/-1/0/-1/false/Ah, bunlar harika görünüyor... İyi yerden almışsın! Teşekkür ederim @.$h#$b#Şimdi işin bana düşen kısmını yapmalıyım. Birkaç güne hazır olur...",
        "127": "Basic/Haley'nin Oyunu/Eşin, bir hayır işi için kasaba meydanında sandalye kapmaca oyunu organize ediyor. Senden ona çikolatalı kek götürmeni istedi./Güneşli bir sabah vakti kasabaya çikolatalı kek ile gir./-1/-1/0/-1/true",
        "128": "SecretLostItem/.../.../.../Abigail 191 100 129/-1/0/-1/false/Kolye! Bunu nereden buldun?$7#$b#Bana getirdiğin için teşekkür ederim @. Annem asla bilmemeli...$h",
        "129": "SecretLostItem/.../.../.../Caroline 191 50 128/-1/0/-1/false/Bu nedir? Eski kolyem mi?$s#$b#Çok garip. Kaybolduğunu fark etmemiştim... Getirdiğin için teşekkür ederim @.$h"
    }
}