{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.Int32, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.Int32Reader",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Location/A Varázsló/Kaptál egy levelet a helyi varázslótól. Azt állítja, hogy információval rendelkezik a régi közösségi központtal kapcsolatban./Menj a varázsló tornyához./WizardHouse/-1/0/-1/false",
        "2": "Basic/A Rejtélyes Qi/Egy titkos ládában találtál egy jegyzetet, rajta különös utasításokkal. Egy bizonyos 'Mr. Qi' írta alá./Hagyj egy szivárvány kagylót a vonat peronjánál lévő dobozban./null/-1/0/-1/false",
        "3": "Basic/A Rejtélyes Qi/Találtál egy másik jegyzetet, amit 'Mr. Qi' írt alá. Ezúttal még szokatlanabb a kérése./Helyezz 10 céklát Lewis polgármester hűtőjébe./null/-1/0/-1/false",
        "4": "Basic/A Rejtélyes Qi/Ismét egy furcsa jegyzetre leltél a polgármester hűtőjében. Ezúttal még rejtélyesebbek az utasítások./\"Add meg a homoki sárkánynak az utolsó vacsoráját.\"/null/-1/0/-1/false",
        "5": "Basic/A Rejtélyes Qi/Egy újabb jegyzetet találtál a homoki sárkány szemében. Úgy látszik Mr. Qi furcsa kincskereső játékának hamarosan vége./Vizsgáld meg a házad melletti farakást./null/-1/0/-1/false",
        "6": "ItemHarvest/Kezdő Lépések/Ha gazda akarsz lenni, akkor az alapokkal kell kezdened. A kapával megmunkálhatod a földet, majd magokat ültethetsz el. Öntözd meg a termést minden nap, míg készen nem áll a begyűjtésre./Termessz egy paszternákot./24/h7 8/100/-1/true",
        "7": "Building/Állatok Nevelése/Robin, a helyi ács a várostól északra él. Pár nyersanyagért és némi pénzösszegért cserébe új épületeket építhet a farmodra. Vagy egy csűrt, vagy egy istállót kell építened az állatok tenyésztéséhez./Építs egy csűrt./Coop/-1/100/-1/true",
        "8": "Crafting/Fejlődések/Ahogy tapasztalatot szerzel, új barkácsolás recepteket tanulhatsz, amivel több bevételre tehetsz szert és megkönnyítheted az életedet. Például egy madárijesztőt készítve a varjak nem fogják megdézsmálni az értékes terméseidet./Érd el az 1. Kertészkedés szintet, és készíts egy madárijesztőt./8 true/-1/100/-1/true",
        "9": "Social/Bemutatkozás/Szép gesztus lenne, ha mindenkinek bemutatkoznál a városban. Lehet egyesek alig várják, hogy találkozhassanak az új gazdával././null/25/0/-1/true",
        "10": "Basic/Réz Érc/Találtál egy darab réz ércet. Nem biztos, hogy tudod, mihez kezdj vele, de talán a helyi kovácsnak több ötlete van./Vidd a réz ércet Clintnek, a kovácsnak a műhelyébe././-1/0/-1/false",
        "11": "Crafting/Vasgyár/Ha tovább fogsz bányászni, jobb lesz, ha építesz egy kemencét./Készíts egy Kemencét./13 true/12/0/-1/true",
        "12": "ItemHarvest/Öntőmű/Most, hogy építettél egy kemencét, képes vagy fémeket olvasztani. Clint útmutatásai alapján ha 5 réz ércet és 1 szenet helyezel a kemencébe, akkor réz rudat kell, hogy kapj./Használd a kemencét, hogy réz rudat készíts./334 1/-1/0/-1/true",
        "13": "Basic/Irány a Strand/Egy bizonyos Willy meghívott téged a strandra, ami a várostól délre található. Állítólag akar adni neked valamit./Látogass el a strandra a várostól délre még du. 5:00 előtt./-1/-1/0/-1/true",
        "14": "Basic/Irány a Bánya/Van egy régi bánya a várostól északra lévő hegyekben. Értékes ásványok lehetnek odabent, de Marlon szerint veszélyes is lehet./Érj le a bányák 5. szintjére./17/17/0/-1/false",
        "15": "Monster/Beavatás/Ha le tudsz vadászni 10 ragacsot, akkor bekerülhetsz a Kalandorok Céhébe./0 ragacsot vadásztál le a 10-ből./Green_Slime 10/16/0/-1/false",
        "16": "Location/Beavatás/Sikeresen elintéztél 10 ragacsot. Most már beléphetsz a Kalandorok Céhébe./Lépj be a Kalandorok Céhébe./AdventureGuild/-1/0/-1/false",
        "17": "Basic/A Bányák Mélyén/Úgy tűnik a bánya liftje még üzemképes. Segítségével bármilyen liftajtóhoz mehetsz, amit korábban felfedeztél. Lehet mélyebbre kellene menned./Érj le a bányák 40. szintjére./18/18/0/-1/false",
        "18": "Basic/A Legalja?/Eddig még nem jutottál le a bányák legmélyére. Mégis milyen mély lehet?/Érj le a bányák legalsó szintjére./-1/-1/0/-1/false",
        "19": "Basic/A Koponya Kulcs/Találtál a bánya legmélyén egy furcsa kinézetű kulcsot./Fedezd fel a Koponya Kulcs célját./-1/-1/0/-1/false",
        "20": "Basic/Qi Kihívása/Ki lettél hívva arra, hogy elérd a koponya barlang 25. szintjét. Azt ígérték ha sikerrel jársz busásan megjutalmaznak./Érj le a Koponya Barlang 25. szintjére./-1/-1/0/-1/false",
        "21": "Basic/Marnie Kérése/Marnie járt a farmon, és egy barlangi répát kért tőled. Próbálja a kecskéit beszélni tanítani, és a barlangi répa a kedvenc ételük./Vigyél egy barlangi répát Marnienak./-1/-1/0/-1/true",
        "22": "Basic/Halragu/Jodi benézett a farmra, és kérte, hogy menj el hozzájuk vacsorázni du. 7:00-re. Csak annyi a kérése, hogy vigyél neki egy nagyszájú sügért, mert az kell a ragujához./Vigyél Jodinak egy nagyszájú sügért legkésőbb du. 7:00-ig./-1/-1/0/-1/true",
        "23": "Location/Régészet/Találtál egy ősi kinézetű tárgyat. Lehet, hogy ez egy réges-régi ereklye? Talán Gunther, a helyi múzeumvezető többet tud erről./Látogasd meg Gunthert a múzeumban./ArchaeologyHouse/-1/0/-1/true",
        "24": "Basic/Régészet/Gunther megkért téged arra, hogy adományozz pár új ereklyét vagy ásványt a múzeumnak, ha találsz ilyeneket. Azt mondja, hogy ritka dolgokkal tud majd kompenzálni téged./Adományozz egy ereklyét vagy ásványt a múzeumnak./-1/-1/250/-1/true",
        "25": "Basic/Hogyan Barátkozz/Az ajándékozás remek módja annak, hogy barátokat szerezz. Tudd meg, hogy ki-mit szeret, és pillanatokon belül híres lehetsz./Adj valakinek egy ajándékot./-1/-1/100/-1/true",
        "26": "Basic/\"Patkányok\"/Valami furcsaság van a Közösségi Központban.../Vizsgáld meg a Közösségi Központot/-1/-1/0/-1/true",
        "27": "Basic/Goblin Probléma/Egy goblin zárja el a Boszorkány kunyhójához vezető utat. Valahogyan biztosan el lehet őt mozdítani onnét... Több információt kellene gyűjtenem a goblinokról./Juss be a Boszorkány kunyhójába./-1/-1/0/-1/true",
        "28": "Basic/Sötét Talizmán/A Varázsló megkért engem, hogy szerezzem vissza a varázstintáját az exfeleségének házából... de ahhoz, hogy oda bejussak, szükségem lesz egy sötét talizmánra./Menj a csatornába és kérdezz a sötét talizmánról Krobustól./-1/-1/0/-1/false",
        "29": "Basic/Furcsa Jegyzet/Találtál egy jegyzetet, ami alig olvasható, és azt írja, hogy vigyél \"juhhár fa szerupot\" a \"tikkos ejdőbe\"./Vigyél \"juhhár fa szerupot\" a \"tikkos ejdőbe\"/-1/-1/0/-1/true",
        "30": "Basic/Különös Jegyzet/Találtál egy jegyzetet, amin az áll, hogy \"Valaki vár rád a Koponya Barlang 100. szintjén\"/Juss el a Koponya Barlang 100. szintjére/-1/-1/0/-1/true",
        "31": "Basic/Téli Rejtély/Egy fura alakkal találkoztál a buszmegállónál. Mikor meglátott, a város felé menekült. Talán van valahol valami nyom, hogy mégis hová tűnhetett?/Találd meg az árnyék figurát./-1/-1/0/-1/true",
        "100": "LostItem/Robin Baltája/Robin elvesztette a kedvenc baltáját. Legutóbb úgy emlékszik Marnie tanyájától délre vágott fát vele./Találd meg Robin elvesztett baltáját./Robin 788 Forest 110 81/-1/250/-1/true/Hé, megtaláltad a baltámat! Micsoda megkönnyebbülés... Már majdnem levágtam az ujjam a másikkal, amit kevésbé szeretek. Köszönöm!",
        "101": "ItemDelivery/Jodi Kérése/Jodinak szüksége van egy friss karfiolra az egyik receptjéhez. Arra kér, hogy vigyél neki egyet./Vigyél Jodinak egy karfiolt./Jodi 190/-1/350/-1/true/Oh, az finomnak néz ki! Köszönöm, pont erre volt szükségem. Ez tökéletes lesz a sárga currymhez.",
        "102": "LostItem/Lewis \"Alsója\"/Lewis polgármester elvesztette a lila \"alsóneműjét\". Azt kéri, hogy találd meg, és vidd vissza neki... De diszkréten./Találd meg és vidd vissza Lewis polgármester lila alsóneműjét./Lewis 789 AnimalShop 13 7/-1/750/-1/true/Hát megtaláltad... de hol volt? ...Ó! ...Őőő... Heh.#$b#Hogy ott? Fogalmam sincs, hogyan kerülhetett oda... *köhöm*#$b#Ez az egész köztünk marad. Megértetted?$u",
        "103": "ItemDelivery/Pam Szomjas/Pam úgy meginna egy világos sört. A régi jó sör már nem elég neki. Te magad is főzhetsz sört, ha van keghordód és komlód./Vigyél Pamnek egy világos sört./Pam 303/-1/350/-1/true/Add csak ide. *szürcsöl*... Ahh, na ez má' döfi.#$b#Jó ízletes... van benne egy kis citrus és ananász, de mégis erősen földhözragadt az egyveleg.#$b#Köszönöm, kölyök. Ez sokat jelent nekem. Tudtam, hogy számíthatok rád.$h",
        "104": "ItemDelivery/Termés Kutatás/Demetriusnak egy friss dinnyére van szüksége a kutatásához./Vigyél Demetriusnak egy dinnyét./Demetrius 254/-1/550/-1/true/Ez tökéletes! Pont erre van szükség a kutatásomhoz. Nehéz lesz nem megenni! Köszönöm szépen.",
        "105": "ItemDelivery/Térd Terápia/Georgenak szüksége van erős paprikára, hogy enyhítse a fájó térdét./Vigyél Georgenak egy erős paprikát./George 260/-1/200/-1/true/Jó sokáig tartott... hmm... De legalább jó és fűszeres. Köszönöm.",
        "106": "ItemDelivery/Tehenek Öröme/Marnie azt akarja, hogy adj a teheneinek egy különlegességet. Azt kéri, hogy hozz egy nagy amarántot nekik./Vigyél Marnienak egy halom amarántot./Marnie 300/-1/500/-1/true/Oh, az amaránt, amit kértem! Nagyon szépen köszönöm... a teheneim imádni fogják ezt!$h",
        "107": "LostItem/Szedres Kosár/Szeder évszak van, de Linus nem találja a kosarát! Arra kér, hogy segíts neki megtalálni. Azt sajnos nem tudja, hogy merre lehet./Találd meg Linus kosarát és vidd vissza neki./Linus 790 Backwoods 27 27/-1/0/-1/true/A kosaram! Köszönöm. Ez sokat jelent nekem.$h",
        "108": "ItemDelivery/Tökfaragás/Caroline tököt szeretne faragni a lányával. Arra kér téged, hogy vigyél neki egyet a farmodról./Vigyél Carolinenak egy tököt./Caroline 276/-1/500/-1/true/Oh, a tök! Ez egész jó... Abigail olyan boldog lesz, ha ezt meglátja. Köszönöm, @!$h",
        "109": "ItemDelivery/Tintahal Fogás/Willy kihív téged arra, hogy fogjál ki egy tintahalat. Azt mondja, hogy téli éjszakákon az óceánban lehet megtalálni őket./Vigyél Willynek egy tintahalat./Willy 151/-1/800/-1/true/Hé, megcsináltad! Nem rossz. Egyáltalán nem rossz. Le vagyok nyűgözve.#$b#Télen jó elővenni a jó öreg horgászbotot, nemde?",
        "110": "ItemDelivery/Clint Próbája/Clint azt akarja, hogy adj Emilynek egy ametisztet. Arra kér, hogy azt mondd, hogy ezt ő küldi neki./Vigyél Emilynek egy ametisztet./Emily 66/-1/0/-1/true/Ó, a kedvenc kövem! Olyan kedves tőled!$h#$b#Micsoda? Hogy kitől?$u#$b#Oh, hogy ez Clinttől van? Nos, nem érdekel, hogy kitől szerezted, ez gyönyörű! Köszönöm! *puszi*$h",
        "111": "ItemDelivery/Sötét Reagens/A varázsló azt akarja, hogy menj le a bányába, és szerezz egy űr esszenciát. Valamilyen sötét mágiához kell neki./Vigyél a Varázslónak egy űr esszenciát./Wizard 769/-1/1000/-1/true/Ah, hát elhoztad. Megkapod az elismerésem, no meg az 1.000g-t. Most menj.",
        "112": "ItemDelivery/Clint Kérése/Clint szerzett egy új kalapácsot, és most több fémen is kipróbálná./Vigyél Clintnek egy vas rudat./Clint 335/-1/500/-1/true/Hé, ez a vas rúd, amit kértem. Erősnek tűnik... tökéletes.#$b#Köszönöm, @. Ezt értékelem.",
        "113": "ItemDelivery/Robin Kérése/Robin írt neked, mivel szüksége lenne pár keményfára./Vigyél Robinnak 10 Keményfát./Robin 709 10/-1/500/-1/true/Ó, hát elhoztad! Tudtam, hogy mindig számíthatok rád, @.$h#$b#Mmhmm... Ez a fa tökéletes. Pontosan erre van szükségem. Köszönöm!",
        "114": "ItemDelivery/Halpörkölt/Gus halpörköltet akar készíteni, de ehhez germonra van szüksége./Vigyél Gusnak egy germont./Gus 705/-1/400/-1/true/*szimat*...*szimat*... Ez meg micsoda? Valaminek germon szaga van!#$b#Aha! Hát elhoztad! Ezer hála!",
        "115": "ItemDelivery/Friss Gyümölcs/Emily meg szeretné ízlelni a tavaszt. Egy friss sárgabarackra van szüksége./Vigyél Emilynek egy sárgabarackot./Emily 634/-1/600/-1/true/Oh... Sikerült megoldanod! Köszönöm, ez finomnak tűnik!$h",
        "116": "ItemDelivery/Nagyi Ajándéka/Evelyn meg szeretné lepni a férjét egy ajándékkal./Vigyél Evelynnek egy póréhagymát./Evelyn 20/-1/500/-1/true/Oh, köszönöm, kedveském. Ez a póréhagyma finomnak néz ki. George olyan boldog lesz.#$b#Szereti, ha póréhagymát és tojást készítek neki reggelire.",
        "117": "ItemDelivery/Pierre Felhívása/Pierre \"jó árat fizet\" annak, aki egy jó tányér sashimit visz neki. Úgy tűnik nagyon imádja ezt az ételt./Vigyél Pierrenek egy kis sashimit./Pierre 227/-1/1000/-1/true/Épp ideje! Már reszketni kezdtem, annyira megkívántam ezt a halat. *nyammog*... Mmm, na ez jó.#$b#Köszönöm, @.$h",
        "118": "ItemDelivery/Vízi Kutatás/Demetrius a helyi gömbhal mérgének erejét kutatja. Arra kér téged, hogy vigyél neki egyet./Vigyél Demetriusnak egy gömbhalat./Demetrius 128/-1/1000/-1/true/Hát itt vagy. Tökéletes példány. Máris jégre fogom tenni. Köszönöm, @!",
        "119": "ItemDelivery/Katonai Csillag/Kent egy csillaggyümölcsöt akar adni a feleségének a házassági évfordulójukra./Vigyél Kentnek egy csillaggyümölcsöt./Kent 268/-1/500/-1/true/Hé. Csitt... Nehogy Jodi meglássa.#$b#Ah, ez nagyon jól néz ki. Imádni fogja. Nagyon szépen köszönöm.$h",
        "120": "ItemDelivery/Lewis Óhaja/Lewis polgármesternek szarvasgomba olajra van szüksége. Azt nem mondja meg, hogy miért kell neki. Lehet nem tartozik rád./Vigyél Lewisnek egy üveg szarvasgomba olajat./Lewis 432/-1/750/-1/true/Nálad van az olaj? Hadd nézzem...#$b#Nagyon jó minőségű... nagyon síkos. Nagyszerű. Köszönöm.",
        "121": "ItemDelivery/Homár Kerestetik/Gus kirakott egy felhívást, amiben egy friss homárt keres./Vigyél Gusnak egy homárt./Gus 715/-1/500/-1/true/Valaminek friss homár illata van. Ó, ez jó.$h#$b#Vigyázz magadra, barátom.",
        "122": "ItemDelivery/Pam Energiája/Pam TV távirányítója bedöglött. Nehezére esik a TV-je és a kanapéja között mozognia./Vigyél Pamnek egy elemet./Pam 787/-1/400/-1/true/Hé, sikerült szerezned elemet! Köszönöm, kölyök... Igazi életmentő vagy!$h",
        "123": "ItemDelivery/Az Erő Botja/A Varázsló egy fenomenális erővel bíró botot készít. Ki tudja, hogy mire való. Egy irídium rúdra van szüksége, hogy befejezze./Vigyél a Varázslónak egy irídium rudat./Wizard 337/-1/5000/-1/true/Ah, drága irídium. Helyesen cselekedtél, @. Minden elismerésem. És most menj.",
        "124": "ItemDelivery/Lingcod Keresés/Willy kihív téged arra, hogy fogjál ki egy lingcodot./Vigyél Willynek egy lingcodot./Willy 707/-1/550/-1/true/Hé, az ám az igazi nagy hal! Benned valóban egy vérbeli horgász lakozik.$h",
        "125": "ItemDelivery/Lélekerősítők/Gus egy Coco-no-not akar készíteni, de hiányzik belőle a fő hozzávaló./Vigyél Gusnak egy kókuszdiót./Gus 88/-1/600/-1/true/Kókuszdió! Na ez most jót tett a télies szemeimnek.$h#$b#Tökéletes lesz a Coco-no-nomba. Köszönöm!",
        "126": "ItemDelivery/Feladat a Feleségedtől/A feleséged megkért téged, hogy vigyél neki 200 rostot a titkos projektjéhez./Vigyél Emilynek 200 rostot./Emily 771 200/-1/0/-1/false/Óh, ez tökéletesnek tűnik... tartós a forrása is! Nagyon köszönöm, @.$h#$b#Most nekiláthatok a munkámnak. Még kell pár nap, mire kész leszek vele...",
        "127": "Basic/Haley Torta Járása/A feleséged egy jótékonysági torta járást szervez a főtéren. Arra kért, hogy vigyél neki egy csokis tortát./Vigyél a Városba egy napos reggelen egy csokis tortát./-1/-1/0/-1/true",
        "128": "SecretLostItem/.../.../.../Abigail 191 100 129/-1/0/-1/false/Az a nyaklánc! Mégis hol találtad meg?$7#$b#Nos, köszönöm, hogy visszahoztad nekem, @. Anyám sose fogja megtudni...$h",
        "129": "SecretLostItem/.../.../.../Caroline 191 50 128/-1/0/-1/false/Ez meg micsoda? A régi nyakláncom?$s#$b#Ez fura, észre se vettem, hogy elveszett... Nos, köszönöm, hogy visszahoztad, @.$h"
    }
}